<unk>	0
<s>	0
</s>	0
▁t	-0
go	-1
le	-2
▁a	-3
▁b	-4
he	-5
di	-6
la	-7
re	-8
on	-9
▁m	-10
▁go	-11
▁k	-12
▁s	-13
in	-14
▁y	-15
lo	-16
at	-17
an	-18
▁le	-19
en	-20
▁di	-21
▁o	-22
▁the	-23
wa	-24
tš	-25
er	-26
▁ka	-27
▁p	-28
▁ya	-29
▁tš	-30
▁e	-31
or	-32
ga	-33
it	-34
▁f	-35
we	-36
▁c	-37
is	-38
om	-39
▁n	-40
es	-41
▁ba	-42
▁an	-43
▁se	-44
ha	-45
ion	-46
▁of	-47
ic	-48
ro	-49
ed	-50
al	-51
▁in	-52
▁w	-53
▁and	-54
▁ma	-55
se	-56
ho	-57
▁mo	-58
ent	-59
▁to	-60
▁M	-61
ing	-62
▁re	-63
▁tša	-64
ka	-65
ba	-66
▁T	-67
et	-68
ra	-69
iš	-70
▁bo	-71
st	-72
▁ga	-73
ut	-74
▁be	-75
pe	-76
il	-77
▁th	-78
▁S	-79
▁A	-80
▁d	-81
▁ye	-82
ct	-83
ar	-84
me	-85
ation	-86
▁h	-87
▁la	-88
ou	-89
▁wa	-90
▁tše	-91
ng	-92
ve	-93
ri	-94
etš	-95
▁B	-96
ong	-97
mo	-98
ko	-99
ge	-100
ment	-101
ot	-102
▁D	-103
▁sa	-104
▁K	-105
▁C	-106
ana	-107
▁for	-108
▁ke	-109
ur	-110
un	-111
▁me	-112
ele	-113
ja	-114
▁P	-115
ly	-116
ile	-117
ke	-118
ol	-119
▁G	-120
▁I	-121
▁The	-122
▁is	-123
▁dit	-124
ce	-125
na	-126
šo	-127
▁pro	-128
▁na	-129
fe	-130
id	-131
▁gore	-132
▁bja	-133
pa	-134
ona	-135
ers	-136
te	-137
eng	-138
po	-139
ane	-140
du	-141
▁ha	-142
ith	-143
▁that	-144
ya	-145
ir	-146
▁con	-147
bo	-148
▁on	-149
▁kgo	-150
im	-151
us	-152
▁tla	-153
šom	-154
▁or	-155
ate	-156
hla	-157
▁g	-158
be	-159
ts	-160
tše	-161
▁Af	-162
▁,	-163
▁ts	-164
tša	-165
▁R	-166
ma	-167
ša	-168
pp	-169
▁st	-170
ter	-171
▁Mo	-172
li	-173
▁as	-174
▁de	-175
▁are	-176
wego	-177
ver	-178
lwa	-179
▁with	-180
▁goba	-181
▁N	-182
ity	-183
▁we	-184
kgo	-185
hi	-186
▁L	-187
res	-188
ill	-189
▁fa	-190
ul	-191
iti	-192
▁.	-193
▁yeo	-194
her	-195
▁com	-196
▁sw	-197
tšo	-198
▁su	-199
etše	-200
hlo	-201
as	-202
ci	-203
▁al	-204
olo	-205
▁E	-206
tšha	-207
▁ge	-208
ch	-209
nt	-210
ort	-211
ano	-212
ab	-213
ric	-214
rom	-215
op	-216
lat	-217
▁by	-218
▁W	-219
ig	-220
▁Go	-221
ela	-222
▁Ma	-223
kg	-224
lic	-225
sa	-226
qu	-227
▁hlo	-228
iša	-229
▁at	-230
▁it	-231
▁you	-232
ess	-233
▁ex	-234
ist	-235
um	-236
ire	-237
▁te	-238
▁v	-239
▁will	-240
long	-241
if	-242
▁ne	-243
mme	-244
išo	-245
ta	-246
art	-247
▁H	-248
ive	-249
fa	-250
ust	-251
▁ta	-252
▁kg	-253
atš	-254
any	-255
th	-256
▁tl	-257
ding	-258
mp	-259
▁O	-260
ction	-261
up	-262
uth	-263
▁gomme	-264
so	-265
ice	-266
lao	-267
tši	-268
ete	-269
▁swan	-270
ago	-271
▁un	-272
▁Di	-273
to	-274
▁hla	-275
▁F	-276
dimo	-277
▁po	-278
▁šom	-279
ld	-280
lela	-281
ure	-282
est	-283
ant	-284
phe	-285
▁swanetše	-286
▁Afric	-287
▁wh	-288
▁tšwe	-289
▁have	-290
▁app	-291
▁tshe	-292
ll	-293
ad	-294
rika	-295
tšhaba	-296
▁not	-297
▁r	-298
▁mat	-299
▁was	-300
▁pe	-301
▁en	-302
▁from	-303
ome	-304
▁bao	-305
and	-306
▁wo	-307
ušo	-308
▁Se	-309
▁pa	-310
ang	-311
▁bat	-312
▁pele	-313
no	-314
▁So	-315
▁tšeo	-316
▁tse	-317
tšwego	-318
▁Ka	-319
cc	-320
tšwe	-321
▁res	-322
▁Afrika	-323
▁ao	-324
▁he	-325
ne	-326
one	-327
de	-328
hu	-329
gh	-330
ther	-331
our	-332
ngwe	-333
▁In	-334
iv	-335
ume	-336
der	-337
▁Re	-338
▁lo	-339
▁i	-340
ss	-341
▁bjalo	-342
pha	-343
▁ti	-344
orwa	-345
▁im	-346
for	-347
wana	-348
tle	-349
ational	-350
ions	-351
▁yo	-352
▁this	-353
udu	-354
▁has	-355
cial	-356
tšwa	-357
ula	-358
ated	-359
erv	-360
gwa	-361
▁nya	-362
▁South	-363
nd	-364
▁prov	-365
▁bona	-366
etša	-367
em	-368
kolo	-369
hle	-370
▁tlo	-371
▁ho	-372
kare	-373
ub	-374
▁kga	-375
ilego	-376
erm	-377
▁fi	-378
hom	-379
ici	-380
eri	-381
▁dira	-382
ans	-383
pho	-384
pi	-385
fat	-386
▁inc	-387
ations	-388
▁ad	-389
port	-390
ble	-391
ene	-392
▁batho	-393
fo	-394
ck	-395
tho	-396
▁Le	-397
etšo	-398
▁fet	-399
▁lego	-400
oro	-401
▁setšhaba	-402
ata	-403
ident	-404
felo	-405
▁comm	-406
jo	-407
▁tšwa	-408
red	-409
▁comp	-410
ki	-411
▁Borwa	-412
▁š	-413
▁ile	-414
pelo	-415
▁kudu	-416
kwa	-417
ry	-418
▁Th	-419
▁mm	-420
išwa	-421
ich	-422
emo	-423
lete	-424
▁moka	-425
▁must	-426
▁do	-427
pedi	-428
mb	-429
▁ca	-430
šomo	-431
▁dir	-432
lago	-433
▁ra	-434
ities	-435
▁Bo	-436
▁which	-437
▁dik	-438
ru	-439
▁phe	-440
ilwego	-441
baka	-442
ical	-443
lelo	-444
ak	-445
han	-446
▁hwe	-447
wn	-448
able	-449
use	-450
lu	-451
▁seo	-452
atla	-453
▁pol	-454
ds	-455
▁U	-456
▁mor	-457
▁were	-458
▁gona	-459
▁whe	-460
form	-461
▁part	-462
leng	-463
edi	-464
▁fo	-465
si	-466
▁off	-467
▁li	-468
▁Kgo	-469
ments	-470
hut	-471
ult	-472
▁so	-473
she	-474
▁wor	-475
tšego	-476
▁pla	-477
▁other	-478
▁cou	-479
ena	-480
▁Ba	-481
onom	-482
▁bon	-483
lop	-484
▁ro	-485
▁their	-486
ence	-487
▁also	-488
ny	-489
▁l	-490
▁can	-491
▁gape	-492
velop	-493
▁co	-494
pect	-495
ollo	-496
letšo	-497
ous	-498
gan	-499
ine	-500
gat	-501
▁cont	-502
▁been	-503
▁who	-504
end	-505
▁J	-506
▁tlha	-507
ide	-508
je	-509
ance	-510
▁akare	-511
ff	-512
ces	-513
▁dis	-514
iši	-515
ary	-516
belo	-517
▁rena	-518
ted	-519
irelo	-520
am	-521
ign	-522
rolo	-523
▁;	-524
▁our	-525
ies	-526
▁acc	-527
▁sub	-528
ren	-529
▁man	-530
▁no	-531
▁am	-532
ps	-533
▁ar	-534
ution	-535
▁all	-536
▁pre	-537
hwa	-538
▁yona	-539
ite	-540
▁ntle	-541
per	-542
▁din	-543
loko	-544
vern	-545
▁any	-546
▁tra	-547
▁morago	-548
▁set	-549
gis	-550
▁De	-551
▁ngwa	-552
sion	-553
▁Africa	-554
▁SA	-555
▁leb	-556
igh	-557
▁rec	-558
▁1	-559
diš	-560
ay	-561
ni	-562
▁Com	-563
▁godimo	-564
▁ph	-565
ok	-566
▁-	-567
▁Ke	-568
reng	-569
ape	-570
ublic	-571
letša	-572
▁dip	-573
▁serv	-574
ree	-575
▁us	-576
▁kget	-577
gra	-578
stit	-579
▁sho	-580
heo	-581
▁African	-582
▁develop	-583
ber	-584
▁We	-585
▁This	-586
▁applic	-587
gwe	-588
ally	-589
▁may	-590
lha	-591
▁inv	-592
▁St	-593
pt	-594
ugh	-595
▁mai	-596
anyo	-597
▁dina	-598
ilwe	-599
▁tho	-600
cil	-601
▁leo	-602
▁bohlo	-603
▁Con	-604
▁moo	-605
▁gare	-606
▁fe	-607
phodi	-608
ens	-609
▁form	-610
▁V	-611
haba	-612
▁cons	-613
dimošo	-614
ense	-615
part	-616
▁Pro	-617
king	-618
▁Y	-619
min	-620
atši	-621
eny	-622
ors	-623
phodisa	-624
che	-625
int	-626
▁Ge	-627
ue	-628
▁nago	-629
dit	-630
▁inter	-631
cess	-632
▁out	-633
vernment	-634
ast	-635
bedi	-636
▁meet	-637
▁sego	-638
tse	-639
kelo	-640
od	-641
otse	-642
helete	-643
fatša	-644
▁It	-645
aneo	-646
swa	-647
ates	-648
tla	-649
felong	-650
▁mmušo	-651
wi	-652
als	-653
▁under	-654
ffe	-655
▁maemo	-656
▁maba	-657
▁nako	-658
▁dume	-659
▁your	-660
rol	-661
▁kgopelo	-662
kga	-663
kiš	-664
▁inclu	-665
rest	-666
▁ditš	-667
erson	-668
▁bu	-669
icip	-670
kgwa	-671
led	-672
▁requ	-673
ject	-674
ced	-675
pres	-676
▁they	-677
ission	-678
tha	-679
ina	-680
kgat	-681
▁nngwe	-682
▁Me	-683
tain	-684
very	-685
wo	-686
sed	-687
▁To	-688
ople	-689
pedišo	-690
▁bjo	-691
▁male	-692
▁memb	-693
▁reg	-694
▁dipo	-695
▁qu	-696
▁gago	-697
ish	-698
gago	-699
▁its	-700
▁dikgo	-701
▁bego	-702
ph	-703
▁bohlokwa	-704
lego	-705
wago	-706
▁dingwe	-707
▁akaretša	-708
▁inform	-709
pon	-710
▁ri	-711
▁kop	-712
ši	-713
▁new	-714
▁tshedimošo	-715
▁people	-716
▁count	-717
geng	-718
▁nyaka	-719
ila	-720
huta	-721
▁sc	-722
kologo	-723
▁mošomo	-724
ks	-725
rans	-726
▁mong	-727
▁provin	-728
lwe	-729
▁Comm	-730
lation	-731
▁hwetša	-732
ific	-733
▁len	-734
kgolo	-735
ise	-736
▁molao	-737
ia	-738
▁kgwe	-739
▁there	-740
mogo	-741
ag	-742
▁commun	-743
▁one	-744
▁fela	-745
hlan	-746
ys	-747
ild	-748
▁dire	-749
▁Mr	-750
wane	-751
▁spe	-752
pport	-753
▁ch	-754
▁šoma	-755
▁motho	-756
▁maatla	-757
ti	-758
ices	-759
▁more	-760
hek	-761
all	-762
▁swana	-763
▁dika	-764
▁these	-765
▁amo	-766
▁into	-767
fsa	-768
lect	-769
ating	-770
▁gagwe	-771
les	-772
▁up	-773
▁met	-774
stitution	-775
ari	-776
elo	-777
ach	-778
rough	-779
▁gab	-780
▁Dit	-781
▁naga	-782
▁person	-783
war	-784
bela	-785
ised	-786
▁maga	-787
ledi	-788
▁ev	-789
šomi	-790
ration	-791
▁imp	-792
▁mon	-793
▁tsela	-794
išano	-795
cy	-796
omo	-797
und	-798
▁act	-799
▁exp	-800
▁such	-801
ality	-802
loy	-803
▁ag	-804
golo	-805
▁kgolo	-806
▁lebaka	-807
anego	-808
▁public	-809
ifi	-810
▁mola	-811
▁mabapi	-812
▁Ga	-813
▁gro	-814
▁taolo	-815
kong	-816
▁cha	-817
fense	-818
uld	-819
▁pres	-820
ved	-821
▁thu	-822
kgoni	-823
▁bole	-824
▁sy	-825
mm	-826
miš	-827
▁dinya	-828
▁legis	-829
of	-830
▁meng	-831
▁ass	-832
iz	-833
kala	-834
conom	-835
nyane	-836
▁perm	-837
rent	-838
phelo	-839
▁should	-840
ora	-841
▁mme	-842
▁aga	-843
ctions	-844
hlopha	-845
bollo	-846
ket	-847
kemiš	-848
▁Tš	-849
▁where	-850
▁j	-851
its	-852
▁bet	-853
▁Cape	-854
cu	-855
ca	-856
ctor	-857
▁ent	-858
▁tsen	-859
keng	-860
▁national	-861
ie	-862
▁karolo	-863
hire	-864
▁late	-865
wer	-866
gela	-867
▁sus	-868
▁tume	-869
▁application	-870
ged	-871
medi	-872
▁mar	-873
▁Mola	-874
▁Mna	-875
▁process	-876
ini	-877
▁if	-878
▁development	-879
▁Pa	-880
ould	-881
ract	-882
▁pha	-883
hip	-884
ism	-885
ran	-886
▁but	-887
išene	-888
▁af	-889
ener	-890
galo	-891
▁two	-892
konom	-893
▁dipa	-894
▁tšona	-895
wan	-896
ional	-897
▁mohla	-898
ert	-899
dic	-900
ures	-901
gala	-902
▁emp	-903
▁Kgoro	-904
▁through	-905
▁trans	-906
ries	-907
▁government	-908
upša	-909
▁appro	-910
▁information	-911
▁ac	-912
tšho	-913
ud	-914
get	-915
ning	-916
uring	-917
▁fin	-918
▁would	-919
ater	-920
kgatlo	-921
▁kgat	-922
▁mang	-923
▁work	-924
rib	-925
stem	-926
gilego	-927
mit	-928
▁abo	-929
konomi	-930
otheo	-931
▁Molao	-932
▁kgona	-933
▁police	-934
▁ab	-935
▁mana	-936
▁mongwe	-937
uk	-938
ffect	-939
▁lefa	-940
oun	-941
▁ob	-942
pela	-943
▁tee	-944
▁need	-945
▁said	-946
▁thom	-947
hireletšo	-948
▁magareng	-949
ural	-950
▁iss	-951
lega	-952
letšwa	-953
▁inte	-954
▁time	-955
▁diti	-956
▁over	-957
kara	-958
pala	-959
▁term	-960
▁bile	-961
▁fase	-962
age	-963
▁per	-964
▁sha	-965
el	-966
ase	-967
kom	-968
▁rom	-969
unicip	-970
▁"	-971
fore	-972
gelo	-973
ting	-974
▁num	-975
▁tloga	-976
▁lefelo	-977
▁tšea	-978
▁members	-979
▁Z	-980
duct	-981
tshe	-982
▁had	-983
io	-984
llo	-985
▁ap	-986
ving	-987
▁tha	-988
▁econom	-989
ek	-990
ial	-991
▁As	-992
▁dita	-993
▁when	-994
▁than	-995
▁year	-996
▁lebele	-997
▁require	-998
▁service	-999
▁maleba	-1000
▁He	-1001
wing	-1002
ility	-1003
partment	-1004
▁suspect	-1005
ded	-1006
the	-1007
tlo	-1008
polo	-1009
▁his	-1010
▁pri	-1011
▁import	-1012
▁Un	-1013
tšhab	-1014
▁App	-1015
ining	-1016
▁maloko	-1017
▁dec	-1018
▁ditirelo	-1019
▁sp	-1020
kome	-1021
▁maf	-1022
gy	-1023
▁An	-1024
▁gabotse	-1025
ban	-1026
sepala	-1027
pele	-1028
mi	-1029
▁child	-1030
▁hloka	-1031
ives	-1032
▁est	-1033
▁bodi	-1034
▁ban	-1035
▁efe	-1036
▁maphodisa	-1037
kgwe	-1038
▁sec	-1039
ard	-1040
gon	-1041
stru	-1042
▁follo	-1043
▁det	-1044
▁respon	-1045
ful	-1046
tern	-1047
▁feta	-1048
▁mafelo	-1049
▁employ	-1050
len	-1051
ents	-1052
ular	-1053
▁ref	-1054
▁Setš	-1055
▁being	-1056
▁bokgoni	-1057
ght	-1058
▁thi	-1059
mente	-1060
▁country	-1061
kedi	-1062
hon	-1063
▁Min	-1064
▁bašomi	-1065
ress	-1066
▁ditla	-1067
▁dilo	-1068
▁well	-1069
▁mengwa	-1070
▁phetha	-1071
▁system	-1072
▁within	-1073
▁lefelong	-1074
lf	-1075
bile	-1076
▁fun	-1077
▁Act	-1078
▁bus	-1079
sela	-1080
▁pho	-1081
elelo	-1082
ithut	-1083
▁after	-1084
▁bohla	-1085
▁them	-1086
▁tlho	-1087
▁eupša	-1088
▁progra	-1089
▁des	-1090
ative	-1091
kišišo	-1092
isi	-1093
rit	-1094
oropo	-1095
▁lebo	-1096
pos	-1097
▁loc	-1098
▁bolela	-1099
▁nakong	-1100
▁Molaotheo	-1101
▁tshepedišo	-1102
ola	-1103
▁Setšhaba	-1104
▁mot	-1105
▁conc	-1106
abl	-1107
etšego	-1108
▁dint	-1109
homo	-1110
onelwa	-1111
hool	-1112
▁fihle	-1113
petšo	-1114
▁docu	-1115
▁made	-1116
gement	-1117
▁about	-1118
▁nete	-1119
uto	-1120
▁plan	-1121
▁state	-1122
ven	-1123
▁Par	-1124
▁National	-1125
▁2	-1126
por	-1127
▁tšwela	-1128
▁oper	-1129
gar	-1130
alth	-1131
enyi	-1132
ited	-1133
▁Constitution	-1134
kag	-1135
▁both	-1136
▁nyake	-1137
ms	-1138
▁only	-1139
▁tir	-1140
▁conf	-1141
▁dirwa	-1142
▁prev	-1143
▁invest	-1144
▁kgwebo	-1145
▁thuša	-1146
karetšo	-1147
karabelo	-1148
duc	-1149
▁rea	-1150
▁again	-1151
▁tikologo	-1152
ween	-1153
▁swa	-1154
etšwe	-1155
mela	-1156
▁area	-1157
▁kgetho	-1158
dudi	-1159
kget	-1160
ision	-1161
▁Tona	-1162
▁terms	-1163
▁contin	-1164
▁mešomo	-1165
resident	-1166
▁between	-1167
ip	-1168
ves	-1169
ound	-1170
▁For	-1171
isation	-1172
▁Commission	-1173
ty	-1174
▁her	-1175
▁diphe	-1176
bok	-1177
dir	-1178
ues	-1179
▁col	-1180
▁em	-1181
▁hum	-1182
▁kot	-1183
▁meetse	-1184
put	-1185
wat	-1186
reat	-1187
▁šomiša	-1188
ual	-1189
vel	-1190
alwa	-1191
▁mas	-1192
ister	-1193
▁fiwa	-1194
▁Applic	-1195
▁Mm	-1196
pego	-1197
iness	-1198
▁mokgwa	-1199
▁support	-1200
rate	-1201
▁use	-1202
▁bana	-1203
ib	-1204
vir	-1205
sure	-1206
urban	-1207
▁tšhireletšo	-1208
os	-1209
▁min	-1210
▁relat	-1211
▁arrest	-1212
senyi	-1213
▁foko	-1214
▁tumelelo	-1215
nete	-1216
▁poss	-1217
ulo	-1218
ners	-1219
ourt	-1220
▁organ	-1221
▁effect	-1222
▁number	-1223
ws	-1224
ition	-1225
▁intern	-1226
pen	-1227
nolo	-1228
▁bjale	-1229
psha	-1230
▁mabaka	-1231
va	-1232
atlala	-1233
▁dumele	-1234
kemišetšo	-1235
▁provincial	-1236
ined	-1237
▁areas	-1238
▁tšhelete	-1239
rero	-1240
▁tseba	-1241
istration	-1242
ight	-1243
▁establ	-1244
▁services	-1245
ishe	-1246
ass	-1247
▁Na	-1248
▁day	-1249
▁khu	-1250
jale	-1251
walo	-1252
▁kno	-1253
PS	-1254
▁tseb	-1255
▁Ex	-1256
▁ve	-1257
▁dite	-1258
▁dinaga	-1259
▁ut	-1260
cut	-1261
ragalo	-1262
▁kgone	-1263
ale	-1264
▁rece	-1265
▁ditho	-1266
▁lenaneo	-1267
▁President	-1268
▁ditšhelete	-1269
▁19	-1270
lato	-1271
▁Mot	-1272
▁cor	-1273
▁disc	-1274
▁bobedi	-1275
▁If	-1276
dišo	-1277
▁Tshe	-1278
▁cert	-1279
▁mpsha	-1280
▁office	-1281
ret	-1282
▁ele	-1283
ising	-1284
viron	-1285
ety	-1286
rin	-1287
urg	-1288
▁non	-1289
▁prom	-1290
▁project	-1291
day	-1292
▁legislation	-1293
masepala	-1294
ron	-1295
hout	-1296
ings	-1297
▁used	-1298
hlankedi	-1299
▁ekonomi	-1300
kan	-1301
ount	-1302
▁gam	-1303
▁sepe	-1304
hie	-1305
ten	-1306
▁some	-1307
▁woo	-1308
ara	-1309
uswi	-1310
▁fao	-1311
▁vari	-1312
▁There	-1313
▁:	-1314
diša	-1315
ditše	-1316
▁nt	-1317
▁take	-1318
lwago	-1319
ote	-1320
pat	-1321
▁fir	-1322
▁gan	-1323
▁medi	-1324
▁permit	-1325
pana	-1326
tšhe	-1327
▁mafelong	-1328
▁Department	-1329
ins	-1330
hila	-1331
▁car	-1332
atšwa	-1333
▁Coun	-1334
lan	-1335
oto	-1336
▁BI	-1337
kane	-1338
▁boi	-1339
▁school	-1340
▁maikarabelo	-1341
ulat	-1342
▁feto	-1343
▁thek	-1344
▁Council	-1345
ory	-1346
gile	-1347
▁facil	-1348
▁Jo	-1349
rime	-1350
▁sta	-1351
cture	-1352
▁boit	-1353
▁ident	-1354
des	-1355
hamp	-1356
▁hlohle	-1357
▁mmalwa	-1358
▁provid	-1359
vironment	-1360
▁No	-1361
▁botse	-1362
▁report	-1363
ily	-1364
▁val	-1365
ically	-1366
setšhaba	-1367
▁business	-1368
▁profense	-1369
bi	-1370
ats	-1371
ond	-1372
itiz	-1373
▁sign	-1374
▁nageng	-1375
▁community	-1376
eno	-1377
ner	-1378
▁allo	-1379
▁many	-1380
fatana	-1381
ists	-1382
rame	-1383
▁gat	-1384
▁int	-1385
▁let	-1386
▁she	-1387
▁seng	-1388
▁sephe	-1389
▁kgauswi	-1390
▁latelago	-1391
▁management	-1392
ste	-1393
lement	-1394
▁water	-1395
▁maphelo	-1396
▁kwe	-1397
▁lef	-1398
▁wit	-1399
feren	-1400
▁land	-1401
dust	-1402
hata	-1403
ness	-1404
▁diko	-1405
▁those	-1406
pit	-1407
▁what	-1408
ention	-1409
▁mehla	-1410
▁phatlala	-1411
set	-1412
padi	-1413
▁very	-1414
▁dihla	-1415
gononelwa	-1416
sele	-1417
▁cre	-1418
▁cur	-1419
eneral	-1420
idente	-1421
presidente	-1422
▁netefatša	-1423
komelo	-1424
▁tlase	-1425
▁tšhom	-1426
▁dikolo	-1427
▁Application	-1428
▁my	-1429
▁aro	-1430
▁men	-1431
▁dijo	-1432
dišano	-1433
▁Durban	-1434
▁ditaba	-1435
gi	-1436
▁(	-1437
pla	-1438
▁ng	-1439
▁pur	-1440
etšwa	-1441
fatšo	-1442
tlalo	-1443
▁cent	-1444
▁hlokom	-1445
com	-1446
vers	-1447
▁activ	-1448
gae	-1449
▁eme	-1450
ority	-1451
hic	-1452
ics	-1453
▁three	-1454
▁maikemišetšo	-1455
hl	-1456
ned	-1457
sta	-1458
▁bi	-1459
▁gu	-1460
▁equ	-1461
▁Serv	-1462
▁speci	-1463
atšhaba	-1464
▁before	-1465
▁responsi	-1466
▁att	-1467
▁mab	-1468
▁Mmušo	-1469
fatanaga	-1470
▁including	-1471
eti	-1472
ord	-1473
rat	-1474
šele	-1475
ished	-1476
▁Minister	-1477
fi	-1478
sadi	-1479
▁fihla	-1480
▁ensure	-1481
▁ngwaga	-1482
ego	-1483
▁Be	-1484
▁vis	-1485
▁ntši	-1486
▁pedi	-1487
▁gammogo	-1488
▁šomišwa	-1489
longwa	-1490
▁tlago	-1491
▁Ta	-1492
stan	-1493
jalo	-1494
keiti	-1495
▁deli	-1496
▁dula	-1497
▁thoma	-1498
▁economic	-1499
▁following	-1500
▁kakaretšo	-1501
▁tšweletša	-1502
hlanong	-1503
▁Tirelo	-1504
homišene	-1505
tšhabatšhaba	-1506
wini	-1507
▁bas	-1508
ified	-1509
▁most	-1510
▁citiz	-1511
▁ebile	-1512
▁local	-1513
▁bontši	-1514
co	-1515
gatša	-1516
▁beak	-1517
▁high	-1518
▁certific	-1519
ute	-1520
▁def	-1521
ditšwego	-1522
▁against	-1523
▁tlhabollo	-1524
ges	-1525
ued	-1526
cept	-1527
kego	-1528
▁like	-1529
▁polic	-1530
ente	-1531
land	-1532
ganyo	-1533
▁main	-1534
▁make	-1535
▁order	-1536
▁lefase	-1537
▁motheo	-1538
▁bea	-1539
▁gwa	-1540
▁own	-1541
hamphan	-1542
▁municip	-1543
▁dinyakwa	-1544
▁mengwaga	-1545
▁dinyakišišo	-1546
ath	-1547
▁beca	-1548
▁vehic	-1549
▁botlalo	-1550
kela	-1551
palo	-1552
urity	-1553
▁hlalo	-1554
▁mananeo	-1555
wor	-1556
▁Ro	-1557
▁kaona	-1558
ifikeiti	-1559
lin	-1560
▁fele	-1561
▁stru	-1562
▁first	-1563
za	-1564
pri	-1565
▁Ne	-1566
arch	-1567
ffic	-1568
▁les	-1569
tsheko	-1570
▁kgoro	-1571
▁tirelo	-1572
▁amogela	-1573
▁mathomo	-1574
let	-1575
šwa	-1576
▁Ch	-1577
ecut	-1578
▁just	-1579
▁rele	-1580
▁boletše	-1581
▁bohlatse	-1582
▁ok	-1583
▁Pol	-1584
▁hloma	-1585
etšwego	-1586
▁ditshe	-1587
▁during	-1588
▁mehuta	-1589
era	-1590
▁ext	-1591
▁tswa	-1592
▁assist	-1593
▁Kgopelo	-1594
ese	-1595
ants	-1596
▁dib	-1597
▁SAPS	-1598
▁stat	-1599
ditšwe	-1600
▁swane	-1601
▁suspects	-1602
ked	-1603
ken	-1604
atho	-1605
▁sto	-1606
okelo	-1607
▁admin	-1608
▁offici	-1609
▁repres	-1610
▁environment	-1611
▁international	-1612
ep	-1613
omen	-1614
▁adv	-1615
▁fur	-1616
▁Prov	-1617
hansele	-1618
▁dithoto	-1619
arm	-1620
ler	-1621
anago	-1622
▁hlat	-1623
▁bosenyi	-1624
tee	-1625
reed	-1626
▁sit	-1627
▁dist	-1628
xt	-1629
ani	-1630
kiša	-1631
▁And	-1632
▁You	-1633
▁ame	-1634
▁taba	-1635
▁human	-1636
hamphani	-1637
▁investig	-1638
hara	-1639
▁invol	-1640
▁regar	-1641
▁shall	-1642
dirišwa	-1643
▁document	-1644
▁kgahlanong	-1645
▁―	-1646
anya	-1647
▁sen	-1648
▁thuto	-1649
▁commit	-1650
▁mathata	-1651
rong	-1652
▁sur	-1653
gatšo	-1654
▁bolo	-1655
rge	-1656
gaka	-1657
were	-1658
▁Set	-1659
▁indust	-1660
00	-1661
ug	-1662
▁clo	-1663
▁They	-1664
▁dipe	-1665
▁fire	-1666
▁matš	-1667
▁temo	-1668
▁apply	-1669
▁dipha	-1670
▁nnyane	-1671
▁Is	-1672
▁inf	-1673
▁kat	-1674
▁diri	-1675
▁letš	-1676
▁required	-1677
SA	-1678
cted	-1679
unya	-1680
▁yoo	-1681
vaila	-1682
▁bang	-1683
▁lear	-1684
▁house	-1685
▁tliša	-1686
▁sengwe	-1687
yo	-1688
burg	-1689
come	-1690
ofolo	-1691
▁then	-1692
▁level	-1693
▁access	-1694
reas	-1695
▁nat	-1696
▁lead	-1697
▁dikgwe	-1698
▁3	-1699
▁cla	-1700
▁Kapa	-1701
idence	-1702
▁group	-1703
▁thušo	-1704
▁pot	-1705
▁educ	-1706
▁dipho	-1707
▁availa	-1708
ris	-1709
ring	-1710
▁hand	-1711
panego	-1712
▁tsena	-1713
▁Ad	-1714
▁jo	-1715
ible	-1716
▁know	-1717
editše	-1718
▁legislat	-1719
▁province	-1720
oropokgolo	-1721
▁Mopresidente	-1722
▁La	-1723
diši	-1724
▁ins	-1725
letše	-1726
ilding	-1727
▁swara	-1728
hekwini	-1729
▁health	-1730
▁materi	-1731
▁member	-1732
▁sehlopha	-1733
▁Te	-1734
▁appo	-1735
▁lefe	-1736
pportun	-1737
▁akaretšwa	-1738
▁fihlelela	-1739
▁Government	-1740
bs	-1741
irs	-1742
gase	-1743
▁ful	-1744
▁auth	-1745
eletšo	-1746
▁elect	-1747
eration	-1748
▁ngwana	-1749
▁Khomišene	-1750
▁represent	-1751
ulu	-1752
bišo	-1753
bopego	-1754
▁nnete	-1755
ecutive	-1756
wantšho	-1757
▁available	-1758
ons	-1759
pro	-1760
ency	-1761
▁mela	-1762
▁regis	-1763
▁foromo	-1764
▁mangwe	-1765
gn	-1766
way	-1767
elwa	-1768
hola	-1769
▁law	-1770
ccess	-1771
mmušo	-1772
▁stand	-1773
▁sephetho	-1774
cing	-1775
▁cle	-1776
▁kwa	-1777
▁tax	-1778
▁tema	-1779
▁bangwe	-1780
▁provide	-1781
▁opportun	-1782
▁lek	-1783
phara	-1784
pital	-1785
▁long	-1786
▁right	-1787
▁world	-1788
▁years	-1789
▁respect	-1790
▁implement	-1791
ont	-1792
udi	-1793
▁bar	-1794
▁did	-1795
▁ret	-1796
laodi	-1797
▁Town	-1798
▁lemo	-1799
▁impro	-1800
ination	-1801
▁itšego	-1802
pet	-1803
ious	-1804
relo	-1805
tšhi	-1806
▁add	-1807
ament	-1808
▁each	-1809
▁diffe	-1810
▁concer	-1811
▁training	-1812
ac	-1813
ses	-1814
lano	-1815
road	-1816
▁place	-1817
▁product	-1818
▁certificate	-1819
ghts	-1820
hopo	-1821
kano	-1822
▁eba	-1823
ended	-1824
▁thekgo	-1825
▁present	-1826
▁arrested	-1827
▁particip	-1828
hen	-1829
dulo	-1830
iven	-1831
▁par	-1832
ering	-1833
▁open	-1834
▁prof	-1835
▁These	-1836
▁partic	-1837
▁communities	-1838
rd	-1839
ched	-1840
maga	-1841
elele	-1842
▁capa	-1843
▁leba	-1844
▁strate	-1845
▁because	-1846
tšweletšwa	-1847
ils	-1848
wed	-1849
ills	-1850
▁pay	-1851
▁supp	-1852
▁polit	-1853
▁letšatši	-1854
ere	-1855
ili	-1856
▁bj	-1857
išin	-1858
tšeke	-1859
▁Tlha	-1860
akanyo	-1861
▁laetša	-1862
▁perform	-1863
▁Maphodisa	-1864
▁countries	-1865
▁swanetšego	-1866
ft	-1867
cip	-1868
ets	-1869
khu	-1870
sel	-1871
ganya	-1872
▁children	-1873
lie	-1874
▁Co	-1875
reign	-1876
▁Bodi	-1877
▁demo	-1878
▁gole	-1879
entshe	-1880
ama	-1881
▁Or	-1882
▁pass	-1883
▁dipalo	-1884
▁sk	-1885
latša	-1886
▁palo	-1887
▁tlwa	-1888
galago	-1889
▁bophara	-1890
▁semmušo	-1891
▁particular	-1892
kat	-1893
ori	-1894
▁now	-1895
▁occ	-1896
graph	-1897
ively	-1898
▁appe	-1899
ession	-1900
▁submit	-1901
▁tlhahlo	-1902
▁mokgatlo	-1903
▁'	-1904
gin	-1905
irm	-1906
▁Pre	-1907
ually	-1908
▁Cent	-1909
▁Park	-1910
▁leko	-1911
ancial	-1912
ithuti	-1913
eb	-1914
hat	-1915
iše	-1916
lla	-1917
▁sea	-1918
▁could	-1919
▁produ	-1920
letšego	-1921
Thekwini	-1922
▁fokotša	-1923
▁fetilego	-1924
anta	-1925
▁Cha	-1926
▁meas	-1927
▁reco	-1928
utions	-1929
kes	-1930
gato	-1931
hono	-1932
ross	-1933
▁kweš	-1934
▁pract	-1935
▁section	-1936
▁without	-1937
EC	-1938
iew	-1939
par	-1940
▁him	-1941
▁sol	-1942
wards	-1943
▁kgope	-1944
▁leloko	-1945
▁security	-1946
ima	-1947
gist	-1948
▁data	-1949
▁tech	-1950
▁want	-1951
▁mohuta	-1952
▁resour	-1953
▁social	-1954
▁beilwego	-1955
bu	-1956
agi	-1957
din	-1958
sing	-1959
▁determ	-1960
▁policy	-1961
▁programme	-1962
ict	-1963
ently	-1964
▁lets	-1965
▁tiiš	-1966
▁marri	-1967
▁Municip	-1968
▁include	-1969
▁interest	-1970
aka	-1971
ind	-1972
lele	-1973
emong	-1974
▁kant	-1975
ultural	-1976
▁romela	-1977
▁activities	-1978
▁tlhokomelo	-1979
af	-1980
mar	-1981
spe	-1982
▁Wes	-1983
▁maj	-1984
▁alle	-1985
▁found	-1986
▁setšo	-1987
▁waste	-1988
▁badudi	-1989
▁condit	-1990
▁issued	-1991
▁tlhago	-1992
▁further	-1993
▁bosetšhaba	-1994
ye	-1995
lim	-1996
▁Am	-1997
▁put	-1998
ately	-1999
kgoba	-2000
▁Sele	-2001
▁case	-2002
▁mabo	-2003
▁kgeth	-2004
▁quest	-2005
▁Service	-2006
išitšwego	-2007
▁On	-2008
▁get	-2009
tered	-2010
▁priv	-2011
▁realo	-2012
▁success	-2013
▁dumelela	-2014
bers	-2015
mano	-2016
šole	-2017
▁Sub	-2018
▁ofe	-2019
▁kago	-2020
▁seri	-2021
kagano	-2022
lelano	-2023
▁indic	-2024
▁tlale	-2025
kut	-2026
ufa	-2027
abin	-2028
kany	-2029
olla	-2030
▁199	-2031
▁mma	-2032
▁proper	-2033
▁control	-2034
ches	-2035
pano	-2036
soci	-2037
tiki	-2038
▁hel	-2039
other	-2040
▁bene	-2041
▁hist	-2042
▁post	-2043
▁soci	-2044
▁laola	-2045
▁various	-2046
▁didirišwa	-2047
urn	-2048
utha	-2049
šong	-2050
icket	-2051
▁prin	-2052
▁tšho	-2053
▁dithek	-2054
▁establish	-2055
fic	-2056
val	-2057
▁et	-2058
ying	-2059
▁ona	-2060
▁way	-2061
ators	-2062
▁peleng	-2063
▁different	-2064
ral	-2065
▁Mat	-2066
▁che	-2067
▁lin	-2068
▁fedi	-2069
▁mahla	-2070
▁design	-2071
▁mekgwa	-2072
▁current	-2073
▁mohlala	-2074
▁citizens	-2075
cus	-2076
upa	-2077
ontle	-2078
▁name	-2079
▁kgale	-2080
▁kotsi	-2081
▁ditiro	-2082
bab	-2083
lig	-2084
less	-2085
▁bor	-2086
▁mil	-2087
▁coun	-2088
▁peri	-2089
▁agree	-2090
▁Kwa	-2091
▁nom	-2092
▁see	-2093
▁indi	-2094
▁role	-2095
▁selo	-2096
▁tour	-2097
▁initi	-2098
▁mmogo	-2099
kgopedi	-2100
▁nyakago	-2101
▁hlokomela	-2102
dy	-2103
bil	-2104
eni	-2105
ling	-2106
ters	-2107
▁cas	-2108
hwaro	-2109
▁City	-2110
▁Diti	-2111
▁road	-2112
▁integ	-2113
▁Provin	-2114
▁basadi	-2115
▁ditlha	-2116
▁molato	-2117
uku	-2118
▁Do	-2119
bour	-2120
▁how	-2121
▁here	-2122
▁means	-2123
▁tšwetša	-2124
▁tšhomišo	-2125
cks	-2126
fof	-2127
rob	-2128
▁air	-2129
▁ses	-2130
▁bora	-2131
▁melao	-2132
▁boleng	-2133
▁conduct	-2134
▁eThekwini	-2135
kra	-2136
▁UN	-2137
rimin	-2138
▁fana	-2139
▁nale	-2140
▁Court	-2141
▁lefsa	-2142
▁lewat	-2143
ability	-2144
mon	-2145
gana	-2146
anong	-2147
▁call	-2148
▁leka	-2149
elelong	-2150
▁tšwago	-2151
ledišano	-2152
▁vehicle	-2153
▁hlohleletša	-2154
mes	-2155
line	-2156
tast	-2157
▁Met	-2158
molao	-2159
orong	-2160
▁fapa	-2161
▁same	-2162
vement	-2163
šomong	-2164
▁benef	-2165
▁relev	-2166
rolwana	-2167
▁proble	-2168
▁building	-2169
▁melawana	-2170
▁programm	-2171
oko	-2172
▁Ag	-2173
▁Al	-2174
▁Ar	-2175
hips	-2176
read	-2177
▁All	-2178
▁rob	-2179
emedi	-2180
▁days	-2181
▁help	-2182
ertain	-2183
▁mofsa	-2184
▁refer	-2185
ference	-2186
▁comple	-2187
▁rights	-2188
▁Western	-2189
▁special	-2190
▁functions	-2191
ze	-2192
▁Kom	-2193
▁dri	-2194
▁flo	-2195
ffici	-2196
hlego	-2197
išago	-2198
ustom	-2199
▁Dikgo	-2200
▁dipro	-2201
▁month	-2202
▁Merero	-2203
▁direct	-2204
▁ikemiš	-2205
▁ditsela	-2206
▁filwego	-2207
▁kgopela	-2208
▁Khansele	-2209
▁tšweletšo	-2210
hwe	-2211
nes	-2212
uma	-2213
hold	-2214
ille	-2215
oura	-2216
▁end	-2217
etape	-2218
omela	-2219
▁leng	-2220
ential	-2221
kgetho	-2222
tšwago	-2223
▁matla	-2224
liament	-2225
▁fapafa	-2226
▁meeting	-2227
▁thibela	-2228
▁financial	-2229
▁mohlagase	-2230
▁Ho	-2231
▁aim	-2232
▁fam	-2233
ebete	-2234
▁care	-2235
▁dife	-2236
▁dith	-2237
▁four	-2238
▁court	-2239
▁Police	-2240
▁address	-2241
▁employe	-2242
▁mekgatlo	-2243
▁tšwelela	-2244
▁important	-2245
ls	-2246
cies	-2247
crib	-2248
▁cal	-2249
▁cop	-2250
▁rat	-2251
fairs	-2252
kutlo	-2253
tšišo	-2254
▁bong	-2255
▁dits	-2256
▁lengwe	-2257
▁necess	-2258
▁ditokelo	-2259
▁provided	-2260
▁Ti	-2261
city	-2262
work	-2263
▁phi	-2264
▁tso	-2265
nolotši	-2266
▁Maloko	-2267
▁political	-2268
fer	-2269
iss	-2270
ises	-2271
▁pat	-2272
lelwa	-2273
▁Comp	-2274
▁back	-2275
▁deta	-2276
sebišo	-2277
uation	-2278
▁prote	-2279
etapele	-2280
▁šomago	-2281
▁account	-2282
▁ditiragalo	-2283
kha	-2284
▁At	-2285
atal	-2286
▁Bot	-2287
▁amog	-2288
▁atta	-2289
▁includes	-2290
▁relevant	-2291
▁dipalopalo	-2292
ap	-2293
uch	-2294
berg	-2295
ived	-2296
▁Len	-2297
▁Man	-2298
▁dia	-2299
▁tsh	-2300
▁rema	-2301
tšhelo	-2302
▁achie	-2303
▁dipapadi	-2304
▁programmes	-2305
gg	-2306
ster	-2307
▁eng	-2308
▁vio	-2309
▁Dire	-2310
▁laol	-2311
▁mafa	-2312
▁mult	-2313
▁sent	-2314
▁amoge	-2315
▁kaone	-2316
▁visit	-2317
▁foreign	-2318
velopment	-2319
▁sebopego	-2320
▁Tonakgolo	-2321
lho	-2322
mor	-2323
ods	-2324
▁Po	-2325
▁sm	-2326
▁Mar	-2327
▁meb	-2328
lleng	-2329
▁sona	-2330
šeleng	-2331
▁hloko	-2332
▁media	-2333
▁Public	-2334
▁request	-2335
iki	-2336
▁Sa	-2337
kudu	-2338
puty	-2339
tion	-2340
ward	-2341
ordin	-2342
▁chan	-2343
▁lega	-2344
▁life	-2345
▁mots	-2346
ording	-2347
▁subse	-2348
hlongwa	-2349
▁lehono	-2350
▁perman	-2351
▁result	-2352
▁relations	-2353
rs	-2354
ace	-2355
ton	-2356
vid	-2357
▁En	-2358
▁ce	-2359
lošo	-2360
▁Ban	-2361
kanyo	-2362
▁baka	-2363
▁down	-2364
▁kala	-2365
▁abela	-2366
▁exist	-2367
▁given	-2368
lamente	-2369
ramelao	-2370
▁Bodikela	-2371
▁challeng	-2372
▁mašeleng	-2373
rid	-2374
▁ru	-2375
alwe	-2376
ards	-2377
▁kho	-2378
▁adop	-2379
▁city	-2380
▁kgon	-2381
▁past	-2382
bility	-2383
▁experi	-2384
▁merero	-2385
tšhabeng	-2386
▁another	-2387
▁contrib	-2388
▁appropri	-2389
▁legislature	-2390
ato	-2391
▁Sc	-2392
hing	-2393
semb	-2394
yalo	-2395
▁Dik	-2396
▁Din	-2397
inted	-2398
walwa	-2399
▁impa	-2400
▁pego	-2401
▁reas	-2402
enance	-2403
▁Batho	-2404
▁šetše	-2405
ulation	-2406
▁kgobok	-2407
▁thekga	-2408
▁bontšha	-2409
▁dirišwa	-2410
▁princip	-2411
▁maikutlo	-2412
▁previous	-2413
mat	-2414
▁rev	-2415
išitšwe	-2416
▁parties	-2417
▁fapanego	-2418
▁responsible	-2419
urs	-2420
eter	-2421
orth	-2422
raka	-2423
rict	-2424
▁pos	-2425
vered	-2426
▁dise	-2427
▁hlab	-2428
▁yena	-2429
lopele	-2430
▁taken	-2431
hlelelo	-2432
▁kopano	-2433
▁molaong	-2434
▁schools	-2435
▁subject	-2436
intenance	-2437
▁setifikeiti	-2438
eto	-2439
orm	-2440
dium	-2441
fala	-2442
olof	-2443
▁Phe	-2444
▁gra	-2445
melwa	-2446
ports	-2447
▁does	-2448
▁lona	-2449
▁šupa	-2450
sembly	-2451
▁accom	-2452
▁needs	-2453
▁dinako	-2454
▁bophelo	-2455
▁contain	-2456
▁maemong	-2457
▁working	-2458
ification	-2459
še	-2460
dula	-2461
togo	-2462
krasi	-2463
▁cost	-2464
▁moya	-2465
atives	-2466
public	-2467
▁offic	-2468
▁instit	-2469
ger	-2470
▁sh	-2471
▁ple	-2472
▁disa	-2473
▁dithe	-2474
▁large	-2475
tasteri	-2476
▁around	-2477
▁khutšo	-2478
▁skills	-2479
▁registration	-2480
Af	-2481
HA	-2482
bed	-2483
ange	-2484
bana	-2485
gale	-2486
reen	-2487
▁basis	-2488
▁power	-2489
▁Karolo	-2490
▁kgatha	-2491
▁possible	-2492
▁bagononelwa	-2493
RS	-2494
gs	-2495
vi	-2496
bor	-2497
men	-2498
▁Ph	-2499
omme	-2500
reak	-2501
▁Tra	-2502
▁dep	-2503
▁enc	-2504
omelo	-2505
rated	-2506
▁bago	-2507
▁batš	-2508
▁fact	-2509
▁free	-2510
▁pela	-2511
▁seka	-2512
idents	-2513
▁appli	-2514
▁tsebe	-2515
▁women	-2516
▁dihlopha	-2517
CE	-2518
row	-2519
rant	-2520
seng	-2521
▁sim	-2522
dutha	-2523
legae	-2524
▁Isra	-2525
▁grow	-2526
▁rata	-2527
▁Johan	-2528
▁belie	-2529
▁ithut	-2530
▁compet	-2531
▁leboga	-2532
▁sector	-2533
▁tokelo	-2534
ditional	-2535
▁Assembly	-2536
▁kudukudu	-2537
▁transport	-2538
▁mafelelong	-2539
not	-2540
▁Lo	-2541
ging	-2542
heid	-2543
mego	-2544
▁Ins	-2545
▁Mem	-2546
▁Sec	-2547
▁hlwe	-2548
▁kabo	-2549
▁list	-2550
▁šire	-2551
▁Premi	-2552
▁object	-2553
itshwaro	-2554
partheid	-2555
▁Affairs	-2556
▁complete	-2557
▁delivery	-2558
▁involved	-2559
▁permanent	-2560
tšu	-2561
ator	-2562
bolo	-2563
kepe	-2564
išena	-2565
▁bewa	-2566
▁inde	-2567
▁last	-2568
▁wona	-2569
▁conta	-2570
▁every	-2571
duthamaga	-2572
▁industry	-2573
▁documents	-2574
▁education	-2575
▁resources	-2576
▁conditions	-2577
▁diphoofolo	-2578
vo	-2579
▁lok	-2580
▁war	-2581
ongwa	-2582
▁char	-2583
▁mait	-2584
lwetši	-2585
▁bahla	-2586
▁nyakiš	-2587
▁ticket	-2588
▁Republic	-2589
▁baithuti	-2590
▁lebelela	-2591
▁partners	-2592
▁Parliament	-2593
▁established	-2594
phi	-2595
▁Dr	-2596
lack	-2597
▁ama	-2598
▁dra	-2599
▁cour	-2600
▁inst	-2601
išitše	-2602
▁Gomme	-2603
▁crime	-2604
▁forms	-2605
▁still	-2606
▁susta	-2607
▁associ	-2608
▁latela	-2609
▁market	-2610
▁tirišo	-2611
▁increas	-2612
▁capacity	-2613
▁ditšhaba	-2614
▁theilwego	-2615
ink	-2616
rie	-2617
uta	-2618
etši	-2619
utes	-2620
lling	-2621
posed	-2622
ption	-2623
▁rese	-2624
gatong	-2625
gether	-2626
▁democ	-2627
▁focus	-2628
▁gener	-2629
▁setho	-2630
▁swere	-2631
alwetši	-2632
▁period	-2633
▁sekolo	-2634
▁dihlapi	-2635
▁contract	-2636
▁matšatši	-2637
▁ditšweletšwa	-2638
by	-2639
ix	-2640
bli	-2641
▁Ra	-2642
atego	-2643
lotlo	-2644
lwana	-2645
cribed	-2646
fofane	-2647
▁neela	-2648
▁resol	-2649
▁seabe	-2650
▁dinageng	-2651
▁tirišano	-2652
▁municipal	-2653
▁facilities	-2654
▁phethagatša	-2655
ify	-2656
▁AN	-2657
ized	-2658
raro	-2659
wala	-2660
▁bom	-2661
batši	-2662
elela	-2663
itive	-2664
išana	-2665
▁Tšwe	-2666
▁When	-2667
▁good	-2668
▁home	-2669
▁host	-2670
▁polo	-2671
▁Ngaka	-2672
▁mengwe	-2673
▁methopo	-2674
▁tsenela	-2675
▁malebana	-2676
▁ny	-2677
here	-2678
used	-2679
▁Mon	-2680
▁ste	-2681
ender	-2682
▁Tume	-2683
▁full	-2684
cially	-2685
llwane	-2686
▁while	-2687
išenare	-2688
stances	-2689
▁discus	-2690
▁dipoelo	-2691
▁private	-2692
▁products	-2693
▁Mmasepala	-2694
▁6	-2695
cle	-2696
lle	-2697
swi	-2698
▁Ko	-2699
rial	-2700
self	-2701
etšhe	-2702
▁fish	-2703
▁poro	-2704
▁ditok	-2705
▁Centre	-2706
▁Deputy	-2707
▁Kgobok	-2708
▁impact	-2709
▁matter	-2710
▁constru	-2711
▁lengwalo	-2712
▁appropriate	-2713
▁Pe	-2714
duce	-2715
gare	-2716
mple	-2717
redi	-2718
▁Zim	-2719
antle	-2720
babwe	-2721
▁mole	-2722
▁laedi	-2723
▁tsebo	-2724
▁babedi	-2725
▁dirile	-2726
▁issues	-2727
▁Johannes	-2728
▁ty	-2729
erve	-2730
ences	-2731
fetša	-2732
▁five	-2733
▁hlom	-2734
▁mala	-2735
▁rula	-2736
▁wena	-2737
▁among	-2738
▁leano	-2739
▁leina	-2740
▁Palamente	-2741
▁opportunities	-2742
DP	-2743
dia	-2744
man	-2745
med	-2746
mpa	-2747
pol	-2748
logo	-2749
▁play	-2750
▁week	-2751
andela	-2752
setulo	-2753
▁rarol	-2754
▁proced	-2755
▁prevent	-2756
▁Sehlopha	-2757
▁Zimbabwe	-2758
▁received	-2759
▁dirilwego	-2760
▁karolwana	-2761
▁Q	-2762
bal	-2763
hief	-2764
itor	-2765
kele	-2766
lest	-2767
ones	-2768
▁New	-2769
▁tar	-2770
▁Gape	-2771
▁bola	-2772
▁based	-2773
▁party	-2774
▁bantši	-2775
▁fapana	-2776
▁quality	-2777
▁Director	-2778
▁hlabollo	-2779
▁Development	-2780
iri	-2781
lus	-2782
uru	-2783
anda	-2784
cent	-2785
gano	-2786
gišo	-2787
wers	-2788
▁aba	-2789
▁boš	-2790
▁cir	-2791
▁kom	-2792
▁lic	-2793
▁lit	-2794
▁run	-2795
▁deal	-2796
▁karo	-2797
▁kelo	-2798
etšago	-2799
▁today	-2800
▁treat	-2801
anyetšo	-2802
▁bogolo	-2803
▁kgethe	-2804
▁mantši	-2805
▁sebaka	-2806
▁consult	-2807
▁towards	-2808
robentshe	-2809
▁dikarolo	-2810
▁mafelelo	-2811
▁motšhelo	-2812
▁nyakegago	-2813
▁institutions	-2814
IV	-2815
RC	-2816
ick	-2817
ages	-2818
anka	-2819
▁Res	-2820
▁pop	-2821
lated	-2822
lence	-2823
▁para	-2824
▁port	-2825
▁rest	-2826
▁Crime	-2827
▁hlola	-2828
▁maite	-2829
▁peace	-2830
▁tharo	-2831
loganyo	-2832
▁dithut	-2833
▁lesolo	-2834
▁company	-2835
▁natural	-2836
▁romelwa	-2837
▁society	-2838
▁official	-2839
cha	-2840
fol	-2841
hli	-2842
que	-2843
▁glo	-2844
▁lea	-2845
eneng	-2846
▁clear	-2847
▁issue	-2848
▁growth	-2849
▁selete	-2850
▁technolo	-2851
dulasetulo	-2852
▁necessary	-2853
▁subsection	-2854
▁dipoledišano	-2855
".	-2856
cal	-2857
etla	-2858
ints	-2859
kana	-2860
ured	-2861
▁May	-2862
▁sek	-2863
▁SARS	-2864
▁modi	-2865
▁team	-2866
▁event	-2867
▁force	-2868
▁Submit	-2869
▁magato	-2870
▁promot	-2871
▁amanago	-2872
▁learners	-2873
▁malwetši	-2874
▁bahlankedi	-2875
▁department	-2876
▁mehutahuta	-2877
▁Commissioner	-2878
▁administration	-2879
cri	-2880
pre	-2881
nthe	-2882
▁mes	-2883
iding	-2884
▁Repa	-2885
▁gopo	-2886
▁nepo	-2887
▁coast	-2888
▁hlago	-2889
▁small	-2890
▁utswi	-2891
standing	-2892
▁Premier	-2893
▁certain	-2894
▁dintlha	-2895
▁whether	-2896
▁maitshwaro	-2897
nov	-2898
tšh	-2899
ides	-2900
▁But	-2901
▁Mok	-2902
cated	-2903
uture	-2904
▁bone	-2905
▁held	-2906
▁remo	-2907
▁medic	-2908
▁thula	-2909
▁trade	-2910
▁centre	-2911
▁custom	-2912
▁dintlo	-2913
▁bothata	-2914
▁katlego	-2915
▁mošomong	-2916
▁together	-2917
▁difatanaga	-2918
▁sefatanaga	-2919
▁Toropokgolo	-2920
▁Fa	-2921
▁du	-2922
▁pas	-2923
based	-2924
phare	-2925
▁give	-2926
isions	-2927
ulture	-2928
▁plant	-2929
▁tlogo	-2930
▁become	-2931
▁regard	-2932
▁tsenya	-2933
▁Repabli	-2934
▁selegae	-2935
▁municipality	-2936
mun	-2937
mora	-2938
onte	-2939
▁Dis	-2940
▁key	-2941
swadi	-2942
▁date	-2943
▁Taolo	-2944
▁broad	-2945
▁major	-2946
▁start	-2947
▁cannot	-2948
▁catego	-2949
▁family	-2950
▁sepela	-2951
▁encoura	-2952
▁strateg	-2953
▁approach	-2954
do	-2955
iled	-2956
imes	-2957
rand	-2958
side	-2959
vert	-2960
ware	-2961
▁She	-2962
▁Wor	-2963
▁art	-2964
▁lim	-2965
aseng	-2966
itary	-2967
▁Iran	-2968
▁even	-2969
▁writ	-2970
išetšo	-2971
▁class	-2972
▁short	-2973
▁Intern	-2974
▁gantši	-2975
▁statist	-2976
formation	-2977
▁dikgetho	-2978
▁dikgwebo	-2979
▁khamphani	-2980
▁mmasepala	-2981
▁Tshedimošo	-2982
▁Kgorotsheko	-2983
ME	-2984
SC	-2985
▁Fo	-2986
gwer	-2987
uses	-2988
▁Khu	-2989
▁Mas	-2990
▁bot	-2991
▁say	-2992
gress	-2993
▁head	-2994
▁look	-2995
▁radi	-2996
▁Bjale	-2997
▁recom	-2998
▁tloša	-2999
▁Romela	-3000
antšwego	-3001
▁hwetšwa	-3002
▁semolao	-3003
▁Ditirelo	-3004
▁question	-3005
▁specific	-3006
▁developed	-3007
DC	-3008
ema	-3009
erc	-3010
▁Ts	-3011
oria	-3012
pong	-3013
▁bir	-3014
▁dut	-3015
▁ori	-3016
▁swar	-3017
▁took	-3018
selves	-3019
▁Dinya	-3020
▁hlomp	-3021
itation	-3022
▁consid	-3023
▁future	-3024
▁mabedi	-3025
▁alleged	-3026
▁sustain	-3027
▁ditšhila	-3028
▁peakanyo	-3029
▁projects	-3030
▁tiragalo	-3031
▁Executive	-3032
▁requirements	-3033
ET	-3034
zi	-3035
iwa	-3036
ngu	-3037
ione	-3038
▁HIV	-3039
▁ear	-3040
anywa	-3041
gwera	-3042
tšhwa	-3043
▁beha	-3044
▁done	-3045
▁stre	-3046
kgotla	-3047
wanelo	-3048
▁State	-3049
▁explo	-3050
▁export	-3051
▁govern	-3052
▁stolen	-3053
▁function	-3054
▁legatong	-3055
▁research	-3056
▁commission	-3057
▁kaonafatša	-3058
AT	-3059
IS	-3060
nth	-3061
nyo	-3062
pose	-3063
wano	-3064
▁Kop	-3065
▁Spe	-3066
▁Ste	-3067
▁cho	-3068
verty	-3069
▁come	-3070
▁pola	-3071
umente	-3072
▁diriša	-3073
herišano	-3074
▁appoint	-3075
▁thibelo	-3076
▁register	-3077
▁swanelwa	-3078
▁therefore	-3079
▁Tshepedišo	-3080
▁kgethilwego	-3081
▁Johannesburg	-3082
▁Su	-3083
giša	-3084
hala	-3085
šene	-3086
▁Mor	-3087
▁ete	-3088
▁seb	-3089
ctive	-3090
wever	-3091
▁Dina	-3092
▁bala	-3093
▁body	-3094
▁item	-3095
▁meba	-3096
▁seth	-3097
▁šedi	-3098
gation	-3099
▁dihlo	-3100
▁Palest	-3101
▁expect	-3102
▁nagana	-3103
▁Lenaneo	-3104
▁hlaloša	-3105
▁ikonomi	-3106
▁marriage	-3107
▁sepelela	-3108
▁phihlelelo	-3109
▁theramelao	-3110
▁Municipality	-3111
▁–	-3112
dis	-3113
weng	-3114
▁gae	-3115
Borwa	-3116
bsite	-3117
▁crit	-3118
ulated	-3119
▁tšewa	-3120
▁dirago	-3121
▁hlahlo	-3122
▁mogolo	-3123
▁Molaodi	-3124
operation	-3125
▁measures	-3126
▁tokologo	-3127
ots	-3128
▁Ca	-3129
Zulu	-3130
ands	-3131
eria	-3132
ince	-3133
jana	-3134
jeke	-3135
laba	-3136
▁Eng	-3137
folio	-3138
saete	-3139
▁lapa	-3140
morafe	-3141
▁ilego	-3142
leditše	-3143
▁kopana	-3144
▁amegago	-3145
▁council	-3146
▁lenyalo	-3147
▁nyakega	-3148
specially	-3149
▁identity	-3150
▁Kgobokano	-3151
▁environmental	-3152
ria	-3153
wii	-3154
rego	-3155
▁dru	-3156
▁nna	-3157
▁ter	-3158
gical	-3159
ledge	-3160
ready	-3161
using	-3162
ville	-3163
▁botš	-3164
▁file	-3165
▁once	-3166
▁read	-3167
▁real	-3168
▁reka	-3169
▁stud	-3170
ukwana	-3171
▁dikga	-3172
▁equip	-3173
▁filwe	-3174
raebete	-3175
▁United	-3176
▁change	-3177
▁lenane	-3178
▁manufa	-3179
▁oketša	-3180
▁swanela	-3181
▁authority	-3182
▁dikgopelo	-3183
▁tshepetšo	-3184
kh	-3185
ua	-3186
ased	-3187
hern	-3188
otho	-3189
▁Imp	-3190
▁aff	-3191
▁due	-3192
▁exa	-3193
▁far	-3194
▁tšh	-3195
▁book	-3196
▁laun	-3197
▁much	-3198
▁tele	-3199
reedom	-3200
▁fetiš	-3201
▁hlogo	-3202
▁think	-3203
▁author	-3204
▁obtain	-3205
▁Mandela	-3206
▁contact	-3207
▁diphedi	-3208
▁economy	-3209
▁promote	-3210
structure	-3211
▁hweditše	-3212
▁kantorong	-3213
▁possession	-3214
amo	-3215
hlwa	-3216
mana	-3217
▁ANC	-3218
▁rer	-3219
hlako	-3220
rents	-3221
veral	-3222
▁Pret	-3223
enkele	-3224
fatšwa	-3225
▁enter	-3226
▁meago	-3227
hlabelo	-3228
▁Health	-3229
▁gabjale	-3230
▁material	-3231
▁mokgopedi	-3232
▁especially	-3233
▁registered	-3234
▁Tšhireletšo	-3235
▁kgethologanyo	-3236
-1	-3237
con	-3238
low	-3239
pped	-3240
rect	-3241
▁Les	-3242
▁Let	-3243
▁ann	-3244
▁old	-3245
ictim	-3246
▁bale	-3247
▁dele	-3248
▁food	-3249
▁next	-3250
▁ntwa	-3251
▁sele	-3252
▁colle	-3253
▁kgahl	-3254
▁appear	-3255
▁dumela	-3256
▁fediša	-3257
▁interv	-3258
▁kgetha	-3259
▁recomm	-3260
▁sepedi	-3261
▁tšhila	-3262
▁already	-3263
▁dikamano	-3264
▁evidence	-3265
▁tšwelago	-3266
▁agreement	-3267
▁appointed	-3268
▁employees	-3269
▁swanetšwe	-3270
▁setšhabeng	-3271
▁maintenance	-3272
▁4	-3273
uro	-3274
athi	-3275
nago	-3276
orts	-3277
para	-3278
istic	-3279
▁site	-3280
▁test	-3281
▁banna	-3282
▁chang	-3283
▁tshwa	-3284
▁lekala	-3285
▁ngwala	-3286
▁hlongwa	-3287
▁poverty	-3288
▁decision	-3289
▁kgopelwa	-3290
▁lefaseng	-3291
▁property	-3292
▁referred	-3293
▁regional	-3294
▁apartheid	-3295
▁implementation	-3296
šwe	-3297
▁30	-3298
išan	-3299
▁har	-3300
▁nka	-3301
▁wel	-3302
aries	-3303
išong	-3304
lines	-3305
▁anim	-3306
▁base	-3307
▁best	-3308
▁photo	-3309
▁common	-3310
▁labour	-3311
▁levels	-3312
▁making	-3313
▁dikgoro	-3314
▁persons	-3315
▁traffic	-3316
▁sethunya	-3317
▁effective	-3318
▁temokrasi	-3319
▁thekontle	-3320
▁kgethegilego	-3321
yc	-3322
ota	-3323
▁12	-3324
ahlo	-3325
fela	-3326
ithi	-3327
pile	-3328
▁DHA	-3329
▁Mab	-3330
▁Reg	-3331
iting	-3332
poses	-3333
rates	-3334
▁copy	-3335
▁farm	-3336
▁happ	-3337
dition	-3338
išinyo	-3339
person	-3340
▁amana	-3341
▁boeti	-3342
▁grant	-3343
▁infra	-3344
tšopele	-3345
▁second	-3346
▁status	-3347
ithomelo	-3348
▁conflic	-3349
▁systems	-3350
▁Africans	-3351
▁communic	-3352
▁executive	-3353
▁Bosetšhaba	-3354
▁Provincial	-3355
▁production	-3356
▁theknolotši	-3357
bra	-3358
rea	-3359
hate	-3360
hodu	-3361
lamo	-3362
rollo	-3363
utiši	-3364
▁Kgwe	-3365
▁kete	-3366
▁Trans	-3367
▁least	-3368
▁beilwe	-3369
▁ithuta	-3370
▁makala	-3371
okobatši	-3372
▁capital	-3373
▁Complete	-3374
▁beakanya	-3375
▁existing	-3376
▁currently	-3377
▁equipment	-3378
▁kgatelelo	-3379
▁statement	-3380
▁ditshepedišo	-3381
ono	-3382
enya	-3383
kišo	-3384
room	-3385
rust	-3386
▁Dif	-3387
▁Naa	-3388
▁don	-3389
▁iša	-3390
▁mer	-3391
pping	-3392
venue	-3393
▁Home	-3394
▁qual	-3395
abinet	-3396
▁ditha	-3397
▁exerc	-3398
▁seemo	-3399
▁staff	-3400
▁Tlatša	-3401
▁depart	-3402
▁laolwa	-3403
▁Selegae	-3404
▁general	-3405
▁stadium	-3406
▁website	-3407
▁completed	-3408
sca	-3409
goti	-3410
wele	-3411
▁dim	-3412
▁gob	-3413
▁šit	-3414
anies	-3415
chedu	-3416
▁Mana	-3417
▁boka	-3418
▁hold	-3419
▁swer	-3420
wantle	-3421
▁Chief	-3422
▁bjang	-3423
▁dikho	-3424
▁ditse	-3425
▁intro	-3426
▁langu	-3427
▁young	-3428
mission	-3429
▁bodulo	-3430
▁kalafo	-3431
▁lemoga	-3432
▁mediro	-3433
▁negoti	-3434
▁nomoro	-3435
▁consist	-3436
▁leaders	-3437
▁tickets	-3438
sehlabelo	-3439
▁tiišetša	-3440
▁applicable	-3441
▁fapafapana	-3442
pes	-3443
▁uk	-3444
▁tek	-3445
▁unt	-3446
▁van	-3447
pheng	-3448
▁East	-3449
▁sing	-3450
ercial	-3451
gareng	-3452
iletšo	-3453
▁boima	-3454
▁ditšh	-3455
▁thwii	-3456
▁šišin	-3457
General	-3458
nonelwa	-3459
▁assess	-3460
▁Members	-3461
▁dirilwe	-3462
▁dithuto	-3463
▁monitor	-3464
▁rarolla	-3465
▁tlwaele	-3466
▁continue	-3467
▁dinamelwa	-3468
▁mabokgoni	-3469
▁applications	-3470
av	-3471
ino	-3472
miti	-3473
seka	-3474
▁kae	-3475
▁sci	-3476
ather	-3477
ither	-3478
teral	-3479
▁Lefa	-3480
▁badi	-3481
itable	-3482
▁Bjalo	-3483
▁dithu	-3484
▁final	-3485
▁going	-3486
▁sehlo	-3487
▁ukang	-3488
▁Commun	-3489
▁godiša	-3490
▁letter	-3491
▁oketše	-3492
▁temana	-3493
atamente	-3494
▁collect	-3495
▁lehlako	-3496
▁lewatle	-3497
▁parents	-3498
▁phethag	-3499
▁swanago	-3500
▁batswadi	-3501
▁passport	-3502
▁progress	-3503
▁tlhokego	-3504
▁Repabliki	-3505
▁ditlakala	-3506
▁kgethollo	-3507
▁potential	-3508
▁submitted	-3509
▁treatment	-3510
nel	-3511
▁ir	-3512
cked	-3513
▁Bar	-3514
▁Gab	-3515
▁Yun	-3516
▁ike	-3517
elano	-3518
▁beng	-3519
▁dibe	-3520
▁summ	-3521
▁toka	-3522
vision	-3523
▁botho	-3524
▁hloke	-3525
▁kgašo	-3526
▁maswi	-3527
hupetšo	-3528
▁metšhe	-3529
▁motswa	-3530
▁rekiša	-3531
fficient	-3532
▁confirm	-3533
▁medical	-3534
▁station	-3535
▁Pretoria	-3536
▁protšeke	-3537
▁purposes	-3538
▁boitsebišo	-3539
29	-3540
DF	-3541
cum	-3542
khe	-3543
nye	-3544
▁Ee	-3545
ffor	-3546
pend	-3547
phut	-3548
selo	-3549
▁Tše	-3550
▁age	-3551
▁exc	-3552
▁net	-3553
▁tre	-3554
gilwe	-3555
kahla	-3556
▁dest	-3557
▁less	-3558
ensive	-3559
▁Metro	-3560
▁close	-3561
▁difor	-3562
▁frame	-3563
▁legal	-3564
enthara	-3565
▁accord	-3566
▁boloka	-3567
▁dipego	-3568
▁global	-3569
▁region	-3570
▁defence	-3571
▁facilit	-3572
▁individ	-3573
▁several	-3574
▁dirilego	-3575
▁maintain	-3576
▁applicant	-3577
▁officials	-3578
▁tshwanelo	-3579
▁prescribed	-3580
▁tlaleletšo	-3581
emp	-3582
▁Sy	-3583
lege	-3584
loša	-3585
▁Mai	-3586
▁Sup	-3587
▁ema	-3588
▁ine	-3589
▁phu	-3590
ances	-3591
eding	-3592
illed	-3593
▁dino	-3594
▁ener	-3595
hatema	-3596
▁maina	-3597
▁taelo	-3598
emogelo	-3599
▁affect	-3600
▁kgonth	-3601
▁madulo	-3602
▁target	-3603
▁victim	-3604
polotiki	-3605
▁KwaZulu	-3606
▁organis	-3607
▁Motlatša	-3608
▁provides	-3609
▁continent	-3610
▁dihlongwa	-3611
stitutional	-3612
▁akaretšago	-3613
▁diokobatši	-3614
▁diswantšho	-3615
ID	-3616
MS	-3617
OC	-3618
sc	-3619
CED	-3620
den	-3621
▁Ye	-3622
▁Pho	-3623
▁civ	-3624
▁lat	-3625
▁web	-3626
iling	-3627
šitše	-3628
▁Part	-3629
▁Unit	-3630
▁eval	-3631
▁gate	-3632
▁kolo	-3633
▁live	-3634
▁phet	-3635
fforts	-3636
otledi	-3637
▁ingwa	-3638
▁innov	-3639
▁intel	-3640
▁ntšha	-3641
▁called	-3642
▁instru	-3643
▁streng	-3644
▁violence	-3645
▁intasteri	-3646
▁šireletša	-3647
▁ditherišano	-3648
▁Š	-3649
kop	-3650
ony	-3651
reg	-3652
uba	-3653
cast	-3654
ique	-3655
rata	-3656
ults	-3657
▁Bay	-3658
▁Pla	-3659
▁Tho	-3660
▁deb	-3661
▁few	-3662
▁tri	-3663
botse	-3664
▁able	-3665
▁bjoo	-3666
▁cell	-3667
▁temp	-3668
encies	-3669
esense	-3670
phethe	-3671
▁goods	-3672
▁point	-3673
▁bonolo	-3674
▁compla	-3675
▁crimin	-3676
▁mohola	-3677
▁Cabinet	-3678
▁underta	-3679
▁approved	-3680
▁mabakeng	-3681
▁mellwane	-3682
▁molaleng	-3683
▁phatlalatša	-3684
000	-3685
hab	-3686
▁Wh	-3687
▁da	-3688
▁ša	-3689
sive	-3690
▁Ver	-3691
▁etc	-3692
▁tle	-3693
hlela	-3694
šetša	-3695
▁That	-3696
▁khon	-3697
▁moso	-3698
▁thro	-3699
▁tšhe	-3700
nyegelo	-3701
▁better	-3702
▁immedi	-3703
▁recogn	-3704
▁tlatša	-3705
▁golegwa	-3706
▁hlokago	-3707
▁letseno	-3708
▁matters	-3709
▁karolong	-3710
▁planning	-3711
▁semorafe	-3712
▁kgokagano	-3713
▁nyakišiša	-3714
▁regarding	-3715
▁Dinyakišišo	-3716
▁Modulasetulo	-3717
MA	-3718
PA	-3719
pr	-3720
ogo	-3721
▁10	-3722
▁pi	-3723
fied	-3724
hers	-3725
imum	-3726
llis	-3727
mary	-3728
oman	-3729
▁hos	-3730
▁ris	-3731
▁ser	-3732
atory	-3733
ctors	-3734
fully	-3735
lwego	-3736
swalo	-3737
▁Dipo	-3738
▁Mela	-3739
▁West	-3740
▁kont	-3741
▁works	-3742
▁action	-3743
▁golega	-3744
▁months	-3745
▁nature	-3746
▁dibetša	-3747
▁diforomo	-3748
▁ditefelo	-3749
▁hlabolla	-3750
▁strategy	-3751
cumstances	-3752
▁concerned	-3753
▁provision	-3754
▁accordance	-3755
▁employment	-3756
▁kgorotsheko	-3757
eds	-3758
rar	-3759
▁Pi	-3760
ened	-3761
ided	-3762
oney	-3763
racy	-3764
▁Any	-3765
▁jud	-3766
▁tal	-3767
rease	-3768
▁Dika	-3769
▁Road	-3770
▁away	-3771
▁bega	-3772
▁ding	-3773
▁near	-3774
▁sefe	-3775
▁self	-3776
▁tiro	-3777
▁town	-3778
inente	-3779
▁above	-3780
▁baeti	-3781
▁bonwa	-3782
▁often	-3783
▁prior	-3784
▁Lefelo	-3785
▁dikgar	-3786
▁swarwa	-3787
▁tekate	-3788
legilego	-3789
▁Maphelo	-3790
▁abelana	-3791
▁efforts	-3792
▁firearm	-3793
▁improve	-3794
▁reports	-3795
▁tseleng	-3796
▁witness	-3797
▁electric	-3798
▁included	-3799
▁according	-3800
▁hweditšwe	-3801
▁residence	-3802
▁structure	-3803
▁tumelelano	-3804
eld	-3805
▁CC	-3806
▁ja	-3807
bele	-3808
kete	-3809
omet	-3810
▁MEC	-3811
▁fla	-3812
▁naa	-3813
▁opt	-3814
▁rek	-3815
▁spa	-3816
gongo	-3817
ights	-3818
iring	-3819
▁Dira	-3820
▁hard	-3821
mpaign	-3822
ontein	-3823
waneng	-3824
▁Ellis	-3825
▁birth	-3826
▁great	-3827
▁mahlo	-3828
▁multi	-3829
▁proof	-3830
▁sware	-3831
▁tsošo	-3832
▁using	-3833
▁Commit	-3834
▁lebelo	-3835
▁origin	-3836
▁bonnete	-3837
▁dirwago	-3838
▁mafapha	-3839
▁outside	-3840
▁campaign	-3841
▁military	-3842
▁kgonagalo	-3843
▁situation	-3844
▁šomišwago	-3845
▁procedures	-3846
▁citizenship	-3847
▁toropokgolo	-3848
▁International	-3849
▁infrastructure	-3850
ON	-3851
gu	-3852
wai	-3853
▁21	-3854
▁Ms	-3855
lisi	-3856
▁obs	-3857
enywa	-3858
icies	-3859
legal	-3860
thing	-3861
▁Cons	-3862
▁beke	-3863
▁liqu	-3864
▁maka	-3865
▁mean	-3866
afrika	-3867
bišano	-3868
lwaedi	-3869
▁black	-3870
▁cases	-3871
▁clean	-3872
▁field	-3873
▁lepat	-3874
▁since	-3875
getšego	-3876
homphut	-3877
olofolo	-3878
▁attend	-3879
▁diteko	-3880
▁mašole	-3881
▁motšwa	-3882
▁taking	-3883
▁officer	-3884
▁species	-3885
▁bolwetši	-3886
▁lebanego	-3887
▁ngwadišo	-3888
▁problems	-3889
▁dikgaruru	-3890
▁identified	-3891
▁mohlankedi	-3892
▁performance	-3893
▁phethagatšo	-3894
▁sustainable	-3895
▁organisation	-3896
IT	-3897
erg	-3898
idi	-3899
dget	-3900
ilar	-3901
lent	-3902
orop	-3903
▁Pha	-3904
▁saf	-3905
ously	-3906
▁diin	-3907
▁lehu	-3908
▁poor	-3909
▁says	-3910
▁thun	-3911
▁Eupša	-3912
▁Kabin	-3913
▁conne	-3914
▁ikget	-3915
▁later	-3916
▁value	-3917
▁white	-3918
versity	-3919
▁dipolo	-3920
▁energy	-3921
▁expres	-3922
▁lekola	-3923
▁mentši	-3924
▁please	-3925
ilateral	-3926
▁Kabinete	-3927
▁dipotšišo	-3928
▁responsibility	-3929
IA	-3930
da	-3931
▁8	-3932
ids	-3933
lam	-3934
ley	-3935
▁IC	-3936
foka	-3937
ired	-3938
mber	-3939
poši	-3940
▁Mos	-3941
▁Not	-3942
▁ill	-3943
▁High	-3944
▁With	-3945
▁madi	-3946
▁mose	-3947
ahlodi	-3948
antoro	-3949
cement	-3950
eletša	-3951
lelong	-3952
poroto	-3953
terata	-3954
▁allow	-3955
▁leago	-3956
▁maano	-3957
▁times	-3958
▁Mongwa	-3959
▁magolo	-3960
▁melato	-3961
▁return	-3962
▁strong	-3963
▁struct	-3964
▁citizen	-3965
▁coastal	-3966
▁hlokome	-3967
▁sepetša	-3968
▁Services	-3969
▁kgahlego	-3970
▁laeditše	-3971
▁tletšego	-3972
▁transfer	-3973
kgathatema	-3974
▁operation	-3975
▁mafolofolo	-3976
ns	-3977
epo	-3978
imi	-3979
▁Nt	-3980
ines	-3981
rief	-3982
tošo	-3983
▁Bon	-3984
▁Col	-3985
▁Des	-3986
▁Our	-3987
▁Yes	-3988
belwa	-3989
tšene	-3990
▁WCED	-3991
▁diph	-3992
▁enga	-3993
atšing	-3994
leteng	-3995
pector	-3996
wanedi	-3997
▁ditek	-3998
▁etela	-3999
▁until	-4000
fontein	-4001
išeneng	-4002
▁budget	-4003
▁except	-4004
▁kgokag	-4005
▁parent	-4006
▁phathi	-4007
▁polelo	-4008
▁powers	-4009
▁supply	-4010
▁ditlaba	-4011
▁problem	-4012
▁tsenele	-4013
▁vehicles	-4014
▁tikologong	-4015
▁tšhomišano	-4016
▁mogononelwa	-4017
PO	-4018
lt	-4019
sh	-4020
hib	-4021
rop	-4022
tso	-4023
ury	-4024
rely	-4025
uman	-4026
▁Gro	-4027
▁Mdi	-4028
▁fra	-4029
▁mis	-4030
▁fund	-4031
morago	-4032
▁bahlo	-4033
▁known	-4034
▁monna	-4035
▁whole	-4036
enyetla	-4037
fficult	-4038
issions	-4039
▁bošego	-4040
▁course	-4041
▁ditume	-4042
▁dulago	-4043
▁kgwedi	-4044
pedišong	-4045
▁discuss	-4046
▁fihlele	-4047
▁kotsing	-4048
▁expected	-4049
▁matswalo	-4050
▁policies	-4051
▁Municipal	-4052
▁difficult	-4053
▁maswanedi	-4054
▁standards	-4055
▁tšweletše	-4056
▁increasing	-4057
▁mengwageng	-4058
▁operations	-4059
▁sepolotiki	-4060
▁technology	-4061
▁laeditšwego	-4062
▁construction	-4063
rup	-4064
▁ec	-4065
ason	-4066
dies	-4067
enye	-4068
lala	-4069
▁hig	-4070
▁tru	-4071
ables	-4072
arian	-4073
duced	-4074
omoro	-4075
patšo	-4076
▁Aust	-4077
▁Bank	-4078
▁comb	-4079
enseng	-4080
kgwedi	-4081
▁Motho	-4082
▁Organ	-4083
▁agric	-4084
▁bafsa	-4085
▁cause	-4086
▁recor	-4087
oropong	-4088
▁accomp	-4089
▁dikgat	-4090
▁either	-4091
ulations	-4092
▁dikgoba	-4093
▁freedom	-4094
▁histori	-4095
▁related	-4096
▁kgontšha	-4097
▁Committee	-4098
▁knowledge	-4099
▁principles	-4100
▁association	-4101
▁manufacture	-4102
▁tšwetšopele	-4103
BC	-4104
▁5	-4105
gen	-4106
ian	-4107
ole	-4108
own	-4109
sia	-4110
ung	-4111
▁US	-4112
chan	-4113
ders	-4114
heng	-4115
itha	-4116
puku	-4117
temp	-4118
▁hol	-4119
▁oba	-4120
ening	-4121
ivers	-4122
kwana	-4123
range	-4124
▁Ditš	-4125
▁Form	-4126
▁anal	-4127
▁bopa	-4128
▁conv	-4129
▁exce	-4130
▁lena	-4131
▁went	-4132
išwago	-4133
uthern	-4134
▁Bohla	-4135
▁bjala	-4136
▁enhan	-4137
▁guide	-4138
▁mollo	-4139
▁pheth	-4140
▁thoko	-4141
▁across	-4142
▁boloke	-4143
▁dibaka	-4144
▁ditlho	-4145
▁fetola	-4146
▁having	-4147
▁living	-4148
▁modiro	-4149
▁ntlong	-4150
▁taetšo	-4151
▁tefelo	-4152
▁licence	-4153
gantšwego	-4154
▁Mokgatlo	-4155
▁lebakeng	-4156
▁dikgopolo	-4157
