<unk>	0
<s>	0
</s>	0
er	-0
in	-1
en	-2
an	-3
▁t	-4
ie	-5
▁o	-6
▁>	-7
on	-8
or	-9
es	-10
at	-11
it	-12
▁d	-13
is	-14
he	-15
al	-16
ing	-17
ar	-18
▁v	-19
ent	-20
▁a	-21
▁s	-22
re	-23
▁w	-24
ou	-25
▁b	-26
el	-27
▁p	-28
ic	-29
▁the	-30
▁of	-31
▁die	-32
▁m	-33
▁in	-34
ro	-35
▁S	-36
ion	-37
et	-38
as	-39
and	-40
il	-41
▁P	-42
te	-43
ment	-44
▁c	-45
▁D	-46
▁T	-47
ig	-48
le	-49
▁C	-50
om	-51
ed	-52
id	-53
▁van	-54
▁f	-55
▁W	-56
▁en	-57
▁n	-58
▁g	-59
ers	-60
▁M	-61
▁R	-62
▁A	-63
ap	-64
▁to	-65
ik	-66
▁and	-67
ad	-68
ur	-69
▁h	-70
▁G	-71
eg	-72
ies	-73
▁B	-74
▁is	-75
ern	-76
ation	-77
our	-78
ct	-79
st	-80
un	-81
▁H	-82
ite	-83
▁*	-84
ep	-85
ol	-86
▁F	-87
bl	-88
▁(	-89
se	-90
▁'	-91
ek	-92
est	-93
▁re	-94
ering	-95
▁O	-96
ir	-97
rov	-98
▁k	-99
ial	-100
▁2	-101
ch	-102
ag	-103
▁on	-104
ov	-105
ord	-106
ens	-107
▁L	-108
em	-109
ul	-110
aar	-111
▁1	-112
th	-113
▁be	-114
▁Reg	-115
oo	-116
de	-117
ra	-118
▁,	-119
▁N	-120
▁l	-121
00	-122
▁E	-123
rovin	-124
▁V	-125
▁for	-126
ist	-127
overn	-128
overnment	-129
▁th	-130
▁e	-131
▁te	-132
ity	-133
iv	-134
▁I	-135
art	-136
▁or	-137
▁ver	-138
▁Government	-139
▁0	-140
ak	-141
ip	-142
▁aan	-143
▁Regering	-144
▁K	-145
▁u	-146
▁J	-147
are	-148
uis	-149
ome	-150
oor	-151
▁Dep	-152
ac	-153
▁con	-154
im	-155
der	-156
▁wat	-157
if	-158
▁The	-159
▁op	-160
ge	-161
am	-162
um	-163
▁as	-164
▁word	-165
heid	-166
▁vir	-167
▁.	-168
ings	-169
▁om	-170
▁Provin	-171
igh	-172
ape	-173
op	-174
ot	-175
▁Home	-176
us	-177
▁j	-178
ort	-179
▁pro	-180
▁Tuis	-181
▁st	-182
▁by	-183
▁y	-184
ev	-185
blad	-186
▁Cape	-187
ow	-188
ec	-189
ys	-190
▁Tuisblad	-191
erv	-192
ood	-193
os	-194
res	-195
ce	-196
omm	-197
ities	-198
▁200	-199
▁Y	-200
pl	-201
▁Die	-202
aap	-203
▁02	-204
▁he	-205
ut	-206
ubl	-207
▁Wat	-208
▁Ne	-209
lik	-210
br	-211
ond	-212
ipal	-213
ess	-214
cial	-215
fr	-216
bour	-217
ate	-218
uur	-219
ien	-220
▁West	-221
ill	-222
ay	-223
▁an	-224
▁Watch	-225
▁Jou	-226
hood	-227
ect	-228
ighbour	-229
▁mo	-230
iteite	-231
erm	-232
ighbourhood	-233
erk	-234
port	-235
▁Neighbourhood	-236
acil	-237
▁-	-238
ab	-239
ff	-240
▁le	-241
▁St	-242
▁Your	-243
▁al	-244
ith	-245
ust	-246
▁3	-247
iale	-248
ier	-249
▁de	-250
▁nie	-251
artment	-252
▁In	-253
ert	-254
asil	-255
▁Western	-256
▁Wes	-257
▁reg	-258
tw	-259
Kaap	-260
ans	-261
acilities	-262
▁ge	-263
▁su	-264
▁)	-265
ervic	-266
ary	-267
▁wh	-268
▁4	-269
ublic	-270
iens	-271
ly	-272
▁7	-273
asiliteite	-274
▁Facilities	-275
ure	-276
siale	-277
▁Department	-278
▁021	-279
istr	-280
▁cont	-281
orm	-282
▁Fasiliteite	-283
▁are	-284
▁with	-285
TE	-286
af	-287
ire	-288
aat	-289
we	-290
kap	-291
ber	-292
la	-293
oc	-294
ke	-295
arte	-296
▁Mun	-297
ant	-298
ve	-299
oek	-300
▁bes	-301
artement	-302
ale	-303
▁&	-304
like	-305
qu	-306
ult	-307
▁met	-308
▁6	-309
ry	-310
sp	-311
▁pers	-312
ang	-313
ER	-314
▁moet	-315
▁kan	-316
▁that	-317
eer	-318
ere	-319
▁you	-320
▁uit	-321
▁provin	-322
EN	-323
ende	-324
▁ap	-325
ter	-326
▁het	-327
▁Cent	-328
du	-329
▁Provinsiale	-330
ear	-331
▁r	-332
LI	-333
ES	-334
==	-335
ige	-336
▁Provincial	-337
ele	-338
▁On	-339
ell	-340
ting	-341
▁oor	-342
Kaapse	-343
igheid	-344
die	-345
end	-346
▁deur	-347
iteit	-348
outh	-349
▁sp	-350
ommun	-351
hou	-352
age	-353
ive	-354
▁Public	-355
▁;	-356
▁do	-357
asie	-358
gew	-359
ational	-360
icipal	-361
IN	-362
ibr	-363
ism	-364
ated	-365
ool	-366
▁8	-367
oer	-368
▁ex	-369
ind	-370
ervices	-371
wys	-372
evel	-373
▁Departement	-374
ied	-375
ud	-376
og	-377
ning	-378
eh	-379
AN	-380
oun	-381
ctor	-382
▁voor	-383
ted	-384
▁person	-385
ain	-386
enb	-387
els	-388
▁we	-389
fric	-390
aan	-391
▁Libr	-392
iese	-393
▁En	-394
kom	-395
entr	-396
ts	-397
▁5	-398
aal	-399
ice	-400
▁Op	-401
form	-402
▁will	-403
enskap	-404
▁South	-405
ast	-406
evelop	-407
▁:	-408
act	-409
▁Centre	-410
za	-411
▁Su	-412
▁ad	-413
▁at	-414
eme	-415
isipal	-416
ety	-417
cc	-418
▁se	-419
▁sal	-420
▁vers	-421
ommunity	-422
entrum	-423
iligheid	-424
afety	-425
▁must	-426
ations	-427
▁res	-428
able	-429
▁Afric	-430
ienste	-431
od	-432
ne	-433
▁can	-434
▁dat	-435
▁na	-436
ok	-437
▁ne	-438
▁Municipal	-439
SI	-440
emeenskap	-441
iss	-442
▁jy	-443
asion	-444
▁hul	-445
tem	-446
ident	-447
▁9	-448
▁wet	-449
ake	-450
laas	-451
▁bet	-452
▁ha	-453
▁Safety	-454
ction	-455
ru	-456
ore	-457
ram	-458
▁this	-459
ierdie	-460
▁ch	-461
▁Dire	-462
▁vol	-463
evelopment	-464
ther	-465
▁com	-466
oord	-467
▁Library	-468
rim	-469
AL	-470
frik	-471
lig	-472
▁U	-473
pe	-474
rom	-475
▁19	-476
ib	-477
▁sub	-478
its	-479
▁not	-480
elik	-481
asionale	-482
▁ind	-483
lan	-484
▁un	-485
▁jou	-486
▁part	-487
▁your	-488
riv	-489
▁daar	-490
IC	-491
stit	-492
oed	-493
ard	-494
▁Services	-495
▁Community	-496
plic	-497
▁Director	-498
ld	-499
▁besk	-500
ution	-501
ocal	-502
ass	-503
▁ges	-504
▁af	-505
eling	-506
own	-507
ance	-508
▁have	-509
▁tot	-510
ia	-511
laaslike	-512
lin	-513
▁was	-514
▁gr	-515
▁hierdie	-516
enbare	-517
ks	-518
eld	-519
ign	-520
alth	-521
▁werk	-522
ene	-523
ver	-524
of	-525
▁from	-526
▁Pro	-527
▁Municipality	-528
ote	-529
ical	-530
derwys	-531
otor	-532
iness	-533
gram	-534
ENT	-535
▁waar	-536
ister	-537
ikk	-538
org	-539
aad	-540
oon	-541
rans	-542
ret	-543
houd	-544
lu	-545
usiness	-546
OR	-547
baar	-548
▁contact	-549
hede	-550
ild	-551
oe	-552
asies	-553
PA	-554
kt	-555
▁acc	-556
twikk	-557
ich	-558
▁sk	-559
formation	-560
ence	-561
ree	-562
ourism	-563
agte	-564
▁any	-565
emeenskaps	-566
isipaliteit	-567
▁la	-568
▁may	-569
chool	-570
▁im	-571
▁Bo	-572
▁Directories	-573
ets	-574
▁all	-575
▁ty	-576
====	-577
▁el	-578
▁aans	-579
ondheid	-580
ehic	-581
ide	-582
onom	-583
▁Suid	-584
aak	-585
ervice	-586
▁Th	-587
▁dit	-588
ail	-589
iz	-590
▁int	-591
bru	-592
▁inc	-593
▁leg	-594
ligting	-595
▁Africa	-596
duc	-597
▁spec	-598
wet	-599
▁Ad	-600
ders	-601
Afrik	-602
eel	-603
berg	-604
▁ing	-605
stitution	-606
ING	-607
TI	-608
▁Development	-609
estuur	-610
▁aansoek	-611
▁Onderwys	-612
▁perm	-613
ject	-614
ons	-615
ari	-616
▁Gemeenskaps	-617
nb	-618
▁Tourism	-619
me	-620
pro	-621
ork	-622
▁Motor	-623
ont	-624
▁up	-625
▁off	-626
ehicle	-627
ges	-628
ommiss	-629
▁has	-630
ous	-631
▁which	-632
▁beskik	-633
▁if	-634
▁pol	-635
▁Local	-636
aats	-637
ON	-638
uurtw	-639
▁Sek	-640
▁Plaaslike	-641
be	-642
ads	-643
gr	-644
▁Lear	-645
UN	-646
▁Buurtw	-647
use	-648
MENT	-649
▁Watches	-650
▁Buurtwagte	-651
nbsp	-652
;&	-653
▁beskikbaar	-654
▁hulle	-655
uth	-656
▁Stre	-657
isl	-658
▁As	-659
all	-660
idse	-661
▁He	-662
▁fun	-663
ark	-664
▁prov	-665
min	-666
▁bl	-667
ine	-668
▁Sec	-669
olog	-670
▁Gidse	-671
isd	-672
▁Kaap	-673
IV	-674
▁Al	-675
ateg	-676
▁legisl	-677
▁Learning	-678
ile	-679
rou	-680
iding	-681
gt	-682
▁pre	-683
bou	-684
▁per	-685
▁am	-686
urg	-687
▁Town	-688
uthor	-689
one	-690
red	-691
ition	-692
▁national	-693
▁wetgew	-694
▁other	-695
▁applic	-696
▁/	-697
ertif	-698
▁Ap	-699
▁Educ	-700
▁form	-701
▁bev	-702
fer	-703
000	-704
ase	-705
12	-706
ces	-707
entrums	-708
▁man	-709
▁2004	-710
▁who	-711
▁Box	-712
ection	-713
▁Munisipaliteit	-714
osp	-715
OV	-716
▁it	-717
eiligheid	-718
iek	-719
air	-720
▁ander	-721
sk	-722
▁dis	-723
▁mun	-724
oll	-725
▁nasionale	-726
isdaad	-727
resident	-728
ple	-729
▁Openbare	-730
retari	-731
rime	-732
▁enige	-733
▁Vehicle	-734
bruik	-735
IS	-736
yn	-737
KE	-738
oert	-739
ified	-740
ank	-741
voer	-742
oertu	-743
▁em	-744
voor	-745
▁par	-746
▁bel	-747
▁ag	-748
ors	-749
▁Education	-750
erg	-751
▁PO	-752
▁ook	-753
▁me	-754
▁beh	-755
▁term	-756
▁verk	-757
ug	-758
ET	-759
veiligheid	-760
net	-761
vent	-762
IT	-763
ach	-764
ondwet	-765
▁Street	-766
ame	-767
▁ass	-768
oen	-769
▁10	-770
ade	-771
stad	-772
AA	-773
▁volg	-774
ense	-775
▁work	-776
ste	-777
▁Misdaad	-778
▁Sw	-779
▁Crime	-780
▁onder	-781
rag	-782
▁sy	-783
▁Pre	-784
ates	-785
▁Eng	-786
ments	-787
▁hers	-788
▁2006	-789
istration	-790
yl	-791
cil	-792
ospit	-793
▁Veiligheid	-794
▁12	-795
so	-796
ief	-797
▁get	-798
▁Dienste	-799
▁Kaapstad	-800
IE	-801
ual	-802
▁Ro	-803
au	-804
▁comp	-805
oertuig	-806
onder	-807
to	-808
ish	-809
▁Business	-810
gan	-811
ater	-812
▁min	-813
RA	-814
ollow	-815
epartement	-816
▁PL	-817
▁MUN	-818
ue	-819
ann	-820
▁information	-821
ong	-822
▁pl	-823
ouncil	-824
▁their	-825
wer	-826
▁follow	-827
een	-828
▁Sport	-829
linic	-830
ost	-831
jek	-832
▁199	-833
ystem	-834
sie	-835
ember	-836
sel	-837
▁indien	-838
reg	-839
▁Ch	-840
▁Tel	-841
luit	-842
PALI	-843
▁last	-844
ners	-845
▁also	-846
▁2005	-847
▁Health	-848
▁SA	-849
ax	-850
werk	-851
▁cons	-852
▁ons	-853
▁An	-854
raad	-855
Afrika	-856
--	-857
▁doen	-858
▁Engels	-859
▁School	-860
ural	-861
▁des	-862
▁med	-863
▁provincial	-864
po	-865
ffic	-866
ourt	-867
▁sup	-868
▁content	-869
▁hersien	-870
conom	-871
▁bi	-872
ople	-873
aard	-874
▁page	-875
▁blads	-876
ië	-877
ents	-878
ional	-879
▁permit	-880
HE	-881
▁EN	-882
▁bladsy	-883
ict	-884
▁gro	-885
▁equ	-886
▁inhoud	-887
aam	-888
▁FA	-889
▁laas	-890
83	-891
▁rec	-892
▁public	-893
orp	-894
▁upd	-895
uthority	-896
lud	-897
▁If	-898
airs	-899
ikel	-900
urs	-901
▁Dit	-902
▁requ	-903
▁child	-904
gov	-905
▁Min	-906
▁act	-907
▁DE	-908
▁ro	-909
▁updated	-910
▁need	-911
agement	-912
lag	-913
evol	-914
▁kind	-915
oof	-916
11	-917
gramme	-918
co	-919
rek	-920
▁Ge	-921
twikkeling	-922
▁provinsiale	-923
▁been	-924
ID	-925
▁year	-926
df	-927
oy	-928
▁resp	-929
UR	-930
▁jaar	-931
ffairs	-932
▁us	-933
▁OF	-934
led	-935
oos	-936
▁inligting	-937
av	-938
istering	-939
▁pdf	-940
ight	-941
▁out	-942
elling	-943
44	-944
▁aang	-945
enn	-946
elike	-947
ument	-948
▁terms	-949
ese	-950
ming	-951
▁more	-952
▁Be	-953
iewe	-954
▁Man	-955
▁tra	-956
10	-957
▁Act	-958
30	-959
rateg	-960
▁land	-961
▁wees	-962
▁system	-963
▁volgende	-964
▁inv	-965
▁so	-966
▁produ	-967
bly	-968
▁health	-969
▁Registering	-970
▁Gr	-971
teun	-972
eople	-973
▁compl	-974
▁Affairs	-975
ransport	-976
▁services	-977
pt	-978
▁This	-979
▁20	-980
▁Tra	-981
▁bep	-982
ri	-983
ures	-984
ating	-985
▁meer	-986
========	-987
useum	-988
▁organ	-989
ille	-990
ploy	-991
twikkel	-992
▁000	-993
▁type	-994
ely	-995
departement	-996
▁than	-997
cy	-998
▁PR	-999
▁versk	-1000
▁legislation	-1001
▁Distr	-1002
▁its	-1003
▁design	-1004
▁toeg	-1005
vir	-1006
iote	-1007
iging	-1008
▁dep	-1009
ob	-1010
ereg	-1011
▁Adult	-1012
▁Plan	-1013
▁gebruik	-1014
▁service	-1015
und	-1016
artikel	-1017
▁15	-1018
▁mon	-1019
yd	-1020
▁―	-1021
▁det	-1022
▁alle	-1023
BO	-1024
▁Ar	-1025
ount	-1026
bliote	-1027
▁RE	-1028
bers	-1029
▁Ges	-1030
aries	-1031
▁bed	-1032
estel	-1033
▁application	-1034
▁da	-1035
▁fin	-1036
▁pos	-1037
▁ab	-1038
▁You	-1039
rivate	-1040
reer	-1041
ision	-1042
▁includ	-1043
ulture	-1044
toets	-1045
▁no	-1046
▁gen	-1047
▁admin	-1048
▁sh	-1049
CI	-1050
ise	-1051
land	-1052
▁ten	-1053
viron	-1054
▁geb	-1055
▁Om	-1056
▁National	-1057
sd	-1058
ize	-1059
▁wetgewing	-1060
EL	-1061
ft	-1062
etro	-1063
arm	-1064
▁Con	-1065
▁government	-1066
▁30	-1067
▁rep	-1068
eenkom	-1069
▁persoon	-1070
vironment	-1071
eth	-1072
▁11	-1073
▁13	-1074
leiding	-1075
▁Centres	-1076
ply	-1077
oort	-1078
ls	-1079
▁Mr	-1080
▁Sp	-1081
aatskap	-1082
▁nu	-1083
êre	-1084
▁proc	-1085
▁mense	-1086
conomic	-1087
▁2007	-1088
File	-1089
aanse	-1090
▁hand	-1091
pos	-1092
▁Pl	-1093
ining	-1094
ommission	-1095
isme	-1096
▁Ind	-1097
istrasie	-1098
▁African	-1099
rif	-1100
ERV	-1101
RE	-1102
▁ww	-1103
ower	-1104
▁ged	-1105
▁www	-1106
▁X	-1107
▁new	-1108
nolog	-1109
adering	-1110
▁following	-1111
tein	-1112
urity	-1113
rand	-1114
reed	-1115
▁mag	-1116
leg	-1117
iver	-1118
esting	-1119
50	-1120
▁soos	-1121
▁constitution	-1122
aand	-1123
▁ont	-1124
evolge	-1125
▁Bi	-1126
eland	-1127
▁Sk	-1128
▁size	-1129
▁onders	-1130
▁party	-1131
▁KB	-1132
onds	-1133
▁14	-1134
▁dec	-1135
▁verb	-1136
▁een	-1137
▁num	-1138
gh	-1139
nem	-1140
▁Wh	-1141
ature	-1142
ai	-1143
mun	-1144
▁verg	-1145
ins	-1146
ten	-1147
▁specified	-1148
ible	-1149
vers	-1150
ren	-1151
▁Stad	-1152
▁Museum	-1153
▁hel	-1154
▁City	-1155
vention	-1156
▁grondwet	-1157
su	-1158
200	-1159
alle	-1160
mier	-1161
▁ingevolge	-1162
▁sek	-1163
ernem	-1164
▁regering	-1165
sh	-1166
che	-1167
mit	-1168
▁Off	-1169
▁use	-1170
),	-1171
ime	-1172
▁tr	-1173
▁nuwe	-1174
▁refer	-1175
▁people	-1176
▁support	-1177
PAR	-1178
ace	-1179
▁21	-1180
▁deel	-1181
ingsentrum	-1182
ening	-1183
▁Authority	-1184
▁Transport	-1185
uriteit	-1186
▁Clinic	-1187
rol	-1188
▁Bibliote	-1189
▁development	-1190
bs	-1191
▁di	-1192
▁gev	-1193
▁business	-1194
rak	-1195
icence	-1196
▁Toer	-1197
ath	-1198
anneer	-1199
▁under	-1200
▁section	-1201
oog	-1202
▁av	-1203
▁Bay	-1204
▁ent	-1205
▁such	-1206
▁ar	-1207
abil	-1208
geb	-1209
▁inst	-1210
▁when	-1211
▁qu	-1212
oeg	-1213
item	-1214
▁Wor	-1215
▁maak	-1216
twoord	-1217
▁trans	-1218
▁Road	-1219
).	-1220
ureau	-1221
▁dire	-1222
▁help	-1223
ory	-1224
▁La	-1225
▁044	-1226
aring	-1227
ffect	-1228
ctions	-1229
ultural	-1230
▁one	-1231
ingsb	-1232
▁they	-1233
▁Bureau	-1234
▁"	-1235
▁tyd	-1236
retariaat	-1237
▁Minister	-1238
ose	-1239
vang	-1240
ospital	-1241
prov	-1242
ertific	-1243
▁municipal	-1244
▁bu	-1245
ikasies	-1246
▁dr	-1247
▁For	-1248
▁HIV	-1249
voorkom	-1250
▁TB	-1251
amp	-1252
idd	-1253
▁2003	-1254
ew	-1255
▁Voertuig	-1256
▁Nasionale	-1257
▁Sekuriteit	-1258
kke	-1259
▁DEPAR	-1260
▁Information	-1261
ha	-1262
▁bestuur	-1263
ryf	-1264
▁Sekretariaat	-1265
itte	-1266
▁Ent	-1267
istreer	-1268
antwoord	-1269
▁bin	-1270
▁equip	-1271
erp	-1272
ervoer	-1273
▁Applic	-1274
▁daardie	-1275
▁Gesondheid	-1276
iseer	-1277
▁there	-1278
70	-1279
ISI	-1280
▁THE	-1281
▁Office	-1282
hoor	-1283
ific	-1284
▁beg	-1285
▁elke	-1286
toetsst	-1287
▁employ	-1288
▁Misdaadvoorkom	-1289
TER	-1290
▁18	-1291
▁comm	-1292
embers	-1293
▁uitvoer	-1294
▁Jy	-1295
▁Security	-1296
bes	-1297
▁To	-1298
fore	-1299
▁project	-1300
▁Voertuigtoetsst	-1301
ris	-1302
▁ek	-1303
▁Par	-1304
▁require	-1305
▁equipment	-1306
ee	-1307
sem	-1308
▁ST	-1309
reat	-1310
▁within	-1311
retariat	-1312
▁Economic	-1313
ICI	-1314
▁provid	-1315
ole	-1316
▁16	-1317
▁023	-1318
▁pay	-1319
hould	-1320
isens	-1321
▁president	-1322
ITE	-1323
▁Vol	-1324
▁che	-1325
▁avail	-1326
ium	-1327
andel	-1328
ative	-1329
▁Land	-1330
ultuur	-1331
▁Private	-1332
ress	-1333
ids	-1334
edu	-1335
▁1.	-1336
▁number	-1337
▁special	-1338
▁provinsie	-1339
▁sport	-1340
▁08	-1341
abin	-1342
▁ident	-1343
▁systems	-1344
▁Secretariat	-1345
gric	-1346
▁Res	-1347
▁office	-1348
ton	-1349
uid	-1350
eken	-1351
▁MIV	-1352
▁ter	-1353
▁PLAN	-1354
▁betaal	-1355
ommissie	-1356
TY	-1357
ised	-1358
▁MUNICI	-1359
▁available	-1360
oop	-1361
king	-1362
▁diens	-1363
hip	-1364
ivers	-1365
▁teen	-1366
antoor	-1367
▁register	-1368
.1	-1369
ights	-1370
▁voors	-1371
wc	-1372
TIES	-1373
▁012	-1374
▁inf	-1375
▁Vervoer	-1376
rib	-1377
▁It	-1378
ions	-1379
▁Rep	-1380
▁Publ	-1381
▁prop	-1382
▁gesondheid	-1383
▁ou	-1384
Afrikaanse	-1385
val	-1386
▁members	-1387
vironmental	-1388
▁exp	-1389
▁designed	-1390
ND	-1391
bert	-1392
▁only	-1393
ertifik	-1394
isie	-1395
▁verantwoord	-1396
OC	-1397
▁kom	-1398
sembly	-1399
▁doel	-1400
▁Regional	-1401
isipale	-1402
▁organis	-1403
▁Toerisme	-1404
diens	-1405
eplan	-1406
ville	-1407
▁should	-1408
▁province	-1409
▁her	-1410
dienste	-1411
ruct	-1412
▁nod	-1413
ete	-1414
TION	-1415
▁our	-1416
▁after	-1417
60	-1418
na	-1419
▁goed	-1420
▁regul	-1421
▁Prevention	-1422
ENS	-1423
ieke	-1424
▁Bag	-1425
▁binne	-1426
▁court	-1427
▁President	-1428
▁ooreenkom	-1429
20	-1430
eds	-1431
iet	-1432
▁bas	-1433
▁rel	-1434
▁including	-1435
sa	-1436
▁kry	-1437
ansoek	-1438
dernem	-1439
▁Publications	-1440
abl	-1441
son	-1442
▁Cor	-1443
▁artikel	-1444
▁Publikasies	-1445
▁Constitution	-1446
▁vorm	-1447
▁i	-1448
opro	-1449
ound	-1450
bestuur	-1451
▁intern	-1452
▁item	-1453
▁control	-1454
AP	-1455
uring	-1456
▁respons	-1457
▁throu	-1458
AR	-1459
ck	-1460
TEIT	-1461
eral	-1462
▁Bas	-1463
▁mat	-1464
▁best	-1465
▁belang	-1466
▁Testing	-1467
gel	-1468
rig	-1469
▁ph	-1470
ange	-1471
▁Pol	-1472
▁VAN	-1473
dition	-1474
▁how	-1475
TEITE	-1476
▁school	-1477
SE	-1478
SLI	-1479
▁27	-1480
ecut	-1481
▁hof	-1482
eleent	-1483
int	-1484
▁br	-1485
ills	-1486
▁Oud	-1487
PALITY	-1488
▁MUNICIPALITY	-1489
ient	-1490
▁483	-1491
▁doc	-1492
ISIPALI	-1493
elf	-1494
▁cl	-1495
bout	-1496
▁vis	-1497
▁Park	-1498
▁raad	-1499
▁Strateg	-1500
▁Libraries	-1501
AT	-1502
▁bo	-1503
ante	-1504
aande	-1505
plement	-1506
ISIPALITEIT	-1507
ertificate	-1508
aks	-1509
▁Un	-1510
▁District	-1511
▁Management	-1512
jekte	-1513
▁offic	-1514
▁Ek	-1515
ected	-1516
▁geld	-1517
riving	-1518
▁apply	-1519
uw	-1520
amil	-1521
▁voord	-1522
▁effect	-1523
▁council	-1524
▁Inligting	-1525
kl	-1526
uss	-1527
----	-1528
▁inter	-1529
Service	-1530
▁verantwoordelik	-1531
dom	-1532
ives	-1533
▁WES	-1534
▁local	-1535
▁Biblioteke	-1536
▁gemeenskap	-1537
OM	-1538
kte	-1539
▁time	-1540
▁wanneer	-1541
▁Opleiding	-1542
▁80	-1543
ency	-1544
osch	-1545
▁partic	-1546
▁IN	-1547
ants	-1548
tegr	-1549
▁cap	-1550
Diens	-1551
▁Mar	-1552
▁Ver	-1553
▁del	-1554
abinet	-1555
▁Breed	-1556
wn	-1557
ack	-1558
▁about	-1559
▁where	-1560
iew	-1561
out	-1562
▁sit	-1563
▁Council	-1564
▁75	-1565
▁De	-1566
aste	-1567
▁gew	-1568
▁before	-1569
ines	-1570
▁LOC	-1571
▁set	-1572
NE	-1573
mes	-1574
rit	-1575
▁bek	-1576
▁Werk	-1577
▁these	-1578
ecutive	-1579
eke	-1580
ged	-1581
▁17	-1582
OVIN	-1583
raat	-1584
stand	-1585
gewing	-1586
▁agree	-1587
▁Grondwet	-1588
▁BI	-1589
aart	-1590
ract	-1591
sorg	-1592
assen	-1593
frast	-1594
▁76	-1595
ven	-1596
earch	-1597
orge	-1598
▁LOCAL	-1599
▁22	-1600
AASLI	-1601
AASLIKE	-1602
chnolog	-1603
▁Kultuur	-1604
▁PLAASLIKE	-1605
ix	-1606
▁Wet	-1607
▁lede	-1608
▁Metro	-1609
aai	-1610
eks	-1611
hoorn	-1612
▁care	-1613
▁issu	-1614
▁openbare	-1615
▁TO	-1616
ever	-1617
ester	-1618
▁Sake	-1619
▁report	-1620
▁process	-1621
90	-1622
estig	-1623
▁state	-1624
tshoorn	-1625
lein	-1626
▁into	-1627
▁pass	-1628
80	-1629
erde	-1630
▁Oudtshoorn	-1631
▁vergadering	-1632
US	-1633
iat	-1634
les	-1635
ious	-1636
▁rem	-1637
▁staats	-1638
aff	-1639
▁but	-1640
▁access	-1641
ertifikaat	-1642
oel	-1643
tre	-1644
▁24	-1645
▁022	-1646
▁funks	-1647
▁nodig	-1648
▁through	-1649
▁Beh	-1650
▁main	-1651
▁neem	-1652
▁Agric	-1653
▁PROVIN	-1654
▁Project	-1655
ept	-1656
▁val	-1657
▁toep	-1658
▁Aansoek	-1659
▁voorsien	-1660
ED	-1661
icy	-1662
lae	-1663
▁uitg	-1664
ontein	-1665
ph	-1666
educ	-1667
ereik	-1668
resent	-1669
▁dienste	-1670
ble	-1671
hed	-1672
CILI	-1673
▁REG	-1674
▁hoe	-1675
▁hou	-1676
▁twe	-1677
▁Court	-1678
▁plaaslike	-1679
▁Application	-1680
▁34	-1681
SILI	-1682
olle	-1683
▁mar	-1684
▁lear	-1685
▁years	-1686
▁FACILI	-1687
15	-1688
ken	-1689
▁Em	-1690
▁Im	-1691
▁law	-1692
ekt	-1693
▁gem	-1694
▁maar	-1695
▁FASILI	-1696
vorm	-1697
▁test	-1698
▁MUNISIPALITEIT	-1699
irst	-1700
▁Com	-1701
ennis	-1702
▁prom	-1703
gewings	-1704
▁FACILITIES	-1705
▁FASILITEITE	-1706
IR	-1707
▁Rec	-1708
▁Premier	-1709
▁Fe	-1710
▁ins	-1711
frika	-1712
▁sign	-1713
▁program	-1714
ger	-1715
old	-1716
ric	-1717
ril	-1718
▁028	-1719
▁gereg	-1720
▁George	-1721
gesondheid	-1722
ICES	-1723
▁ens	-1724
▁ple	-1725
wassen	-1726
▁water	-1727
chnology	-1728
▁Me	-1729
bron	-1730
oprosp	-1731
▁betro	-1732
▁mater	-1733
wassenes	-1734
▁46	-1735
▁77	-1736
▁cas	-1737
▁behe	-1738
ighede	-1739
▁Depot	-1740
▁Environmental	-1741
▁3.	-1742
▁69	-1743
▁Ex	-1744
iers	-1745
▁spes	-1746
▁stel	-1747
enbosch	-1748
▁est	-1749
▁gee	-1750
fonds	-1751
▁leer	-1752
▁River	-1753
ERS	-1754
▁We	-1755
ters	-1756
▁Licence	-1757
================	-1758
TH	-1759
▁ra	-1760
▁adv	-1761
▁2002	-1762
▁EM	-1763
▁tw	-1764
uman	-1765
▁educ	-1766
▁bepaal	-1767
▁community	-1768
▁programme	-1769
aid	-1770
▁AB	-1771
▁So	-1772
rukt	-1773
▁tak	-1774
▁gesk	-1775
onomiese	-1776
teen	-1777
orpor	-1778
▁Daar	-1779
▁accord	-1780
ellenbosch	-1781
▁over	-1782
▁2.	-1783
ness	-1784
▁mod	-1785
35	-1786
▁Or	-1787
▁sw	-1788
reation	-1789
AND	-1790
▁cit	-1791
ector	-1792
eneem	-1793
▁appo	-1794
▁Basiese	-1795
▁87	-1796
▁take	-1797
ources	-1798
EB	-1799
▁31	-1800
oria	-1801
▁100	-1802
▁DIE	-1803
aatskaplike	-1804
▁management	-1805
▁rece	-1806
asting	-1807
▁stand	-1808
andeling	-1809
TR	-1810
lia	-1811
rin	-1812
van	-1813
very	-1814
ourts	-1815
▁eers	-1816
▁gaan	-1817
▁bevoeg	-1818
▁biolog	-1819
▁bioprosp	-1820
OU	-1821
SA	-1822
uk	-1823
ron	-1824
▁66	-1825
ekte	-1826
ftes	-1827
▁lang	-1828
▁Registration	-1829
oë	-1830
uty	-1831
tings	-1832
ubliek	-1833
liament	-1834
▁verskaf	-1835
ALE	-1836
▁kl	-1837
erty	-1838
▁wil	-1839
▁vere	-1840
▁implement	-1841
LE	-1842
▁prof	-1843
▁assembly	-1844
▁Stellenbosch	-1845
DC	-1846
▁AND	-1847
▁made	-1848
▁certificate	-1849
com	-1850
rap	-1851
▁23	-1852
akel	-1853
legs	-1854
roue	-1855
woord	-1856
IENS	-1857
▁Van	-1858
▁gel	-1859
twerp	-1860
▁chem	-1861
▁krag	-1862
▁submit	-1863
▁42	-1864
tens	-1865
anent	-1866
▁plan	-1867
▁provide	-1868
IK	-1869
▁Med	-1870
▁each	-1871
onderhede	-1872
▁children	-1873
▁Commission	-1874
▁ontwikkeling	-1875
dorp	-1876
▁Pool	-1877
▁SERV	-1878
▁burg	-1879
▁fund	-1880
idings	-1881
▁Social	-1882
▁bevord	-1883
oem	-1884
▁OV	-1885
ommer	-1886
▁days	-1887
▁verwys	-1888
▁Volwassenes	-1889
TS	-1890
vel	-1891
▁HO	-1892
eder	-1893
reek	-1894
▁How	-1895
▁Raad	-1896
▁month	-1897
▁order	-1898
▁011	-1899
ecial	-1900
ental	-1901
▁Swim	-1902
▁verkies	-1903
fort	-1904
ling	-1905
▁Sup	-1906
skrif	-1907
▁ABET	-1908
▁conc	-1909
▁hulp	-1910
▁kinders	-1911
▁wetgewer	-1912
▁legislature	-1913
up	-1914
gen	-1915
iqu	-1916
lev	-1917
▁44	-1918
omen	-1919
eleid	-1920
▁kont	-1921
▁Indien	-1922
▁Swimming	-1923
ses	-1924
tig	-1925
▁Kh	-1926
atus	-1927
bare	-1928
tern	-1929
▁commun	-1930
twikkelings	-1931
ERN	-1932
TEG	-1933
eter	-1934
▁Bel	-1935
▁Gro	-1936
▁Jan	-1937
▁Mos	-1938
▁two	-1939
TMENT	-1940
▁eien	-1941
▁verm	-1942
▁assist	-1943
▁referred	-1944
▁Aug	-1945
▁Bes	-1946
▁April	-1947
▁clinic	-1948
▁betrokke	-1949
▁DEPARTMENT	-1950
▁48	-1951
iële	-1952
▁Dis	-1953
▁Fund	-1954
▁twee	-1955
EK	-1956
ws	-1957
itor	-1958
▁tel	-1959
▁name	-1960
▁prote	-1961
▁right	-1962
isensie	-1963
▁member	-1964
▁Corners	-1965
▁ondernem	-1966
iks	-1967
aling	-1968
ionele	-1969
▁ontvang	-1970
TU	-1971
ails	-1972
ousing	-1973
temming	-1974
▁establ	-1975
▁Driving	-1976
iën	-1977
ner	-1978
▁att	-1979
▁saam	-1980
40	-1981
isk	-1982
▁25	-1983
BOOV	-1984
voed	-1985
▁GOV	-1986
▁EMDC	-1987
rivier	-1988
▁GOVERN	-1989
▁SERVICES	-1990
▁Sentrums	-1991
ersentrums	-1992
▁permanent	-1993
enef	-1994
▁dae	-1995
▁cent	-1996
OP	-1997
ald	-1998
▁dié	-1999
ussen	-2000
leersentrums	-2001
▁registration	-2002
▁ob	-2003
▁OOR	-2004
▁parag	-2005
▁65	-2006
eker	-2007
ermit	-2008
oeftes	-2009
ructure	-2010
▁August	-2011
▁Hospital	-2012
▁GOVERNMENT	-2013
igs	-2014
lak	-2015
▁All	-2016
▁Nov	-2017
▁Uit	-2018
▁first	-2019
▁perform	-2020
▁toegang	-2021
▁executive	-2022
▁uitvoerende	-2023
▁oper	-2024
ikasie	-2025
▁slegs	-2026
io	-2027
IEW	-2028
ook	-2029
uit	-2030
ute	-2031
▁ID	-2032
▁Mag	-2033
▁Plans	-2034
tenance	-2035
▁Hierdie	-2036
pg	-2037
des	-2038
ages	-2039
▁ben	-2040
▁Training	-2041
▁commission	-2042
for	-2043
ife	-2044
▁Re	-2045
▁kn	-2046
burg	-2047
oods	-2048
▁pur	-2049
▁mark	-2050
rimary	-2051
▁Child	-2052
▁kennis	-2053
▁rights	-2054
▁functions	-2055
iem	-2056
ards	-2057
stig	-2058
▁dok	-2059
RATEG	-2060
▁subse	-2061
▁verkl	-2062
ination	-2063
▁STRATEG	-2064
▁responsible	-2065
py	-2066
vaard	-2067
▁2008	-2068
▁Beau	-2069
▁citiz	-2070
uthorities	-2071
IDS	-2072
IES	-2073
ink	-2074
ryw	-2075
▁ber	-2076
▁area	-2077
▁make	-2078
▁areas	-2079
.2	-2080
aie	-2081
get	-2082
▁2009	-2083
voertuig	-2084
▁required	-2085
45	-2086
dat	-2087
▁Ag	-2088
▁Sub	-2089
bsite	-2090
▁hoof	-2091
▁Service	-2092
▁besluit	-2093
by	-2094
▁fe	-2095
gesk	-2096
ween	-2097
▁them	-2098
▁every	-2099
retoria	-2100
▁police	-2101
▁Agriculture	-2102
yk	-2103
ics	-2104
▁my	-2105
▁Verk	-2106
▁does	-2107
▁Br	-2108
▁cop	-2109
▁benef	-2110
▁count	-2111
▁Mossel	-2112
▁Beaufort	-2113
▁73	-2114
/200	-2115
raph	-2116
tain	-2117
▁PLANS	-2118
fontein	-2119
▁tussen	-2120
▁between	-2121
▁material	-2122
sig	-2123
▁AF	-2124
arie	-2125
laim	-2126
▁aim	-2127
▁exc	-2128
▁pas	-2129
▁verw	-2130
▁proble	-2131
PL	-2132
BOS	-2133
SIG	-2134
▁36	-2135
ined	-2136
mall	-2137
▁lid	-2138
▁char	-2139
iation	-2140
▁Febru	-2141
elandse	-2142
▁determ	-2143
▁bevoegd	-2144
85	-2145
fen	-2146
▁sc	-2147
pole	-2148
ished	-2149
▁toes	-2150
▁were	-2151
enberg	-2152
▁training	-2153
ury	-2154
▁add	-2155
▁sec	-2156
istrasies	-2157
▁agreement	-2158
ulp	-2159
▁26	-2160
▁kw	-2161
▁mil	-2162
ancial	-2163
assing	-2164
program	-2165
▁Cultural	-2166
25	-2167
any	-2168
lyn	-2169
▁hy	-2170
▁nav	-2171
▁toer	-2172
ruktuur	-2173
▁import	-2174
▁Planning	-2175
APE	-2176
▁40	-2177
aris	-2178
pgwc	-2179
ATION	-2180
▁relev	-2181
▁Traffic	-2182
84	-2183
ful	-2184
jun	-2185
▁50	-2186
▁Kn	-2187
ular	-2188
▁Voor	-2189
erings	-2190
▁eerste	-2191
iddel	-2192
▁exam	-2193
▁huur	-2194
▁pres	-2195
IENSTE	-2196
ission	-2197
pr	-2198
itz	-2199
ging	-2200
▁Fin	-2201
▁CAPE	-2202
▁being	-2203
eplanning	-2204
teenwoord	-2205
▁modified	-2206
UL	-2207
oms	-2208
ving	-2209
▁Jun	-2210
▁Worc	-2211
ically	-2212
reatment	-2213
AAP	-2214
als	-2215
ick	-2216
doen	-2217
ield	-2218
▁gep	-2219
ethyl	-2220
▁OORSIG	-2221
leidings	-2222
tegrated	-2223
▁Special	-2224
kommissie	-2225
▁Omgewings	-2226
anc	-2227
▁El	-2228
aarl	-2229
sake	-2230
▁amp	-2231
▁high	-2232
ERVIEW	-2233
▁Swart	-2234
▁amend	-2235
▁OVERVIEW	-2236
▁Programme	-2237
▁registered	-2238
▁technology	-2239
19	-2240
sc	-2241
ss	-2242
ooi	-2243
rik	-2244
stel	-2245
bronne	-2246
▁staat	-2247
▁condition	-2248
17	-2249
eni	-2250
ull	-2251
▁BE	-2252
▁Ele	-2253
▁tax	-2254
▁stem	-2255
ilding	-2256
▁resources	-2257
HO	-2258
▁Te	-2259
▁bew	-2260
aldan	-2261
▁date	-2262
▁There	-2263
▁voorkom	-2264
eleenthede	-2265
▁represent	-2266
iede	-2267
reas	-2268
▁ensure	-2269
▁beskerm	-2270
▁minister	-2271
1,	-2272
reë	-2273
▁eg	-2274
junk	-2275
▁gesag	-2276
isation	-2277
▁vehicle	-2278
aatskappy	-2279
▁projects	-2280
13	-2281
▁Dr	-2282
▁lew	-2283
▁dise	-2284
▁prev	-2285
ategor	-2286
▁Worcester	-2287
▁specially	-2288
▁Munisipale	-2289
▁subsection	-2290
yf	-2291
▁?	-2292
▁Cl	-2293
kund	-2294
▁net	-2295
▁November	-2296
▁ondersoek	-2297
▁uitgereik	-2298
IG	-2299
▁Z	-2300
ivid	-2301
prop	-2302
▁Acc	-2303
▁lig	-2304
▁Oper	-2305
▁conf	-2306
▁regte	-2307
▁profess	-2308
mal	-2309
ove	-2310
rip	-2311
way	-2312
▁By	-2313
aroo	-2314
▁Lev	-2315
▁ger	-2316
ading	-2317
▁develop	-2318
rem	-2319
▁co	-2320
ellend	-2321
▁provided	-2322
▁accordance	-2323
▁x	-2324
ays	-2325
▁63	-2326
▁72	-2327
▁Bl	-2328
iven	-2329
line	-2330
▁self	-2331
▁Offic	-2332
▁facil	-2333
▁Albert	-2334
ospitaal	-2335
▁authority	-2336
89	-2337
bo	-2338
ane	-2339
eil	-2340
por	-2341
rae	-2342
▁go	-2343
▁aff	-2344
ecess	-2345
▁particip	-2346
▁verseker	-2347
▁geregistreer	-2348
14	-2349
:00	-2350
▁93	-2351
▁Uys	-2352
▁Wyn	-2353
ERING	-2354
ustry	-2355
▁Levy	-2356
▁some	-2357
iemand	-2358
▁sluit	-2359
▁Saldan	-2360
▁regard	-2361
ellendam	-2362
▁document	-2363
▁institution	-2364
16	-2365
▁28	-2366
▁60	-2367
sies	-2368
▁ref	-2369
▁sod	-2370
▁geen	-2371
▁same	-2372
▁verh	-2373
ustice	-2374
▁Courts	-2375
▁policy	-2376
▁vereis	-2377
▁relevant	-2378
▁department	-2379
▁Motorvoertuig	-2380
LIN	-2381
den	-2382
ieë	-2383
ipe	-2384
▁Co	-2385
ered	-2386
self	-2387
▁own	-2388
eptem	-2389
kloof	-2390
▁What	-2391
▁issued	-2392
▁contain	-2393
▁Pretoria	-2394
18	-2395
AS	-2396
ESS	-2397
ker	-2398
▁79	-2399
baai	-2400
inde	-2401
ysna	-2402
▁Jul	-2403
▁sof	-2404
ences	-2405
▁Main	-2406
▁bill	-2407
▁elect	-2408
▁motor	-2409
eptember	-2410
RO	-2411
elsel	-2412
▁Janu	-2413
▁naam	-2414
umente	-2415
▁Prote	-2416
▁distr	-2417
▁Distriks	-2418
lor	-2419
rsa	-2420
tel	-2421
▁29	-2422
▁ke	-2423
aged	-2424
ists	-2425
stru	-2426
valu	-2427
isted	-2428
enburg	-2429
lement	-2430
▁three	-2431
▁finans	-2432
▁necess	-2433
▁verrig	-2434
▁facilities	-2435
▁ondersteun	-2436
▁subartikel	-2437
▁toepassing	-2438
▁Ass	-2439
▁well	-2440
▁Knysna	-2441
▁gedoen	-2442
▁Swellendam	-2443
▁production	-2444
registrasies	-2445
▁Authorities	-2446
75	-2447
DE	-2448
az	-2449
▁Mat	-2450
▁def	-2451
treff	-2452
▁drie	-2453
▁meas	-2454
▁stud	-2455
abilit	-2456
rakens	-2457
▁afric	-2458
▁Breede	-2459
▁Landbou	-2460
▁strateg	-2461
EW	-2462
iod	-2463
til	-2464
lude	-2465
merk	-2466
▁bem	-2467
ality	-2468
eting	-2469
venue	-2470
▁klin	-2471
▁again	-2472
▁without	-2473
teenwoordig	-2474
2,	-2475
▁Nu	-2476
iaal	-2477
orth	-2478
rent	-2479
▁19.	-2480
▁whe	-2481
rison	-2482
tware	-2483
▁Care	-2484
▁poss	-2485
▁famil	-2486
▁those	-2487
rekking	-2488
werheid	-2489
▁funksies	-2490
▁hospital	-2491
▁learners	-2492
▁education	-2493
▁hê	-2494
▁Pos	-2495
waard	-2496
▁Spes	-2497
ability	-2498
stelling	-2499
▁software	-2500
gem	-2501
ody	-2502
ament	-2503
gestel	-2504
▁Paarl	-2505
▁begin	-2506
▁human	-2507
▁south	-2508
▁steun	-2509
▁Entities	-2510
oh	-2511
vol	-2512
▁ac	-2513
▁Berg	-2514
▁Perm	-2515
▁subs	-2516
idence	-2517
▁moont	-2518
ellings	-2519
▁bevorder	-2520
▁kragtens	-2521
▁provinces	-2522
bet	-2523
inn	-2524
▁ste	-2525
▁OBOS	-2526
▁disc	-2527
TEMENT	-2528
komste	-2529
▁gebied	-2530
▁result	-2531
▁Museums	-2532
▁Schools	-2533
▁subject	-2534
SP	-2535
aw	-2536
bus	-2537
ian	-2538
▁55	-2539
▁Ms	-2540
aars	-2541
inal	-2542
▁Fax	-2543
▁Part	-2544
▁post	-2545
▁verle	-2546
houding	-2547
▁record	-2548
▁Magistr	-2549
▁bestaan	-2550
▁Entiteite	-2551
uro	-2552
▁Vir	-2553
▁nad	-2554
▁toe	-2555
ience	-2556
▁aanv	-2557
▁what	-2558
▁writ	-2559
▁Klein	-2560
▁plaas	-2561
rakenstein	-2562
dig	-2563
urn	-2564
▁At	-2565
▁Sc	-2566
roep	-2567
▁Mob	-2568
▁kon	-2569
straat	-2570
▁invol	-2571
▁period	-2572
▁Bestuur	-2573
▁DIENSTE	-2574
▁details	-2575
▁property	-2576
ban	-2577
irc	-2578
▁Po	-2579
▁DIS	-2580
▁bec	-2581
▁rek	-2582
alley	-2583
etter	-2584
▁mill	-2585
▁suid	-2586
inding	-2587
▁approv	-2588
▁Housing	-2589
▁address	-2590
munisipaliteit	-2591
55	-2592
ify	-2593
ober	-2594
▁Cal	-2595
▁Her	-2596
▁8000	-2597
▁free	-2598
▁sonder	-2599
▁worker	-2600
▁Support	-2601
▁onderwys	-2602
BLI	-2603
uns	-2604
ves	-2605
▁4.	-2606
▁70	-2607
atis	-2608
ited	-2609
▁dem	-2610
▁gre	-2611
▁sim	-2612
aster	-2613
▁srsa	-2614
▁then	-2615
▁voldoen	-2616
▁September	-2617
▁necessary	-2618
▁DEPARTEMENT	-2619
▁May	-2620
▁dif	-2621
iekte	-2622
▁case	-2623
▁grond	-2624
▁skool	-2625
▁ontwikkel	-2626
86	-2627
sy	-2628
irth	-2629
ktor	-2630
nual	-2631
▁wor	-2632
Metro	-2633
▁virus	-2634
▁Streek	-2635
▁premier	-2636
▁website	-2637
▁whether	-2638
▁conditions	-2639
ll	-2640
CIAL	-2641
hang	-2642
ibil	-2643
▁app	-2644
▁cur	-2645
▁adop	-2646
▁dien	-2647
▁haar	-2648
▁besoek	-2649
▁verkry	-2650
owerheid	-2651
▁versoek	-2652
▁previous	-2653
isipaliteite	-2654
xt	-2655
ave	-2656
dule	-2657
pool	-2658
▁Insp	-2659
▁less	-2660
▁used	-2661
▁Youth	-2662
PLAN	-2663
▁Hoe	-2664
trand	-2665
êreld	-2666
▁verl	-2667
elands	-2668
erskap	-2669
inelands	-2670
ingsburg	-2671
▁doeltreff	-2672
▁treatment	-2673
▁Ekonomiese	-2674
▁Kultuursake	-2675
▁registrasie	-2676
ma	-2677
joen	-2678
raaf	-2679
▁end	-2680
▁mak	-2681
ittee	-2682
▁inhe	-2683
▁uite	-2684
ergency	-2685
▁Sports	-2686
▁listed	-2687
▁licence	-2688
▁provision	-2689
▁munisipale	-2690
▁Drakenstein	-2691
▁aansoekvorm	-2692
▁communities	-2693
nr	-2694
nex	-2695
per	-2696
wel	-2697
▁Di	-2698
ator	-2699
▁web	-2700
▁wys	-2701
▁laat	-2702
kantoor	-2703
▁Intern	-2704
▁export	-2705
▁respect	-2706
▁REGERING	-2707
▁complete	-2708
ontwikkeling	-2709
29	-2710
▁Le	-2711
ewat	-2712
ould	-2713
▁dag	-2714
▁Cont	-2715
▁Verg	-2716
▁bied	-2717
▁long	-2718
▁Afrika	-2719
▁contin	-2720
▁parties	-2721
▁PROVINSI	-2722
▁Ontwikkeling	-2723
▁ooreenkomstig	-2724
4,	-2725
OND	-2726
oep	-2727
▁Ph	-2728
INGS	-2729
▁nat	-2730
▁ret	-2731
▁vac	-2732
estrem	-2733
▁means	-2734
▁during	-2735
▁include	-2736
▁Laingsburg	-2737
frastructure	-2738
▁Magistrates	-2739
▁PROVINSIALE	-2740
3,	-2741
TOR	-2742
irm	-2743
▁Ny	-2744
▁OP	-2745
TERN	-2746
duct	-2747
inder	-2748
▁Works	-2749
▁einde	-2750
▁langu	-2751
▁having	-2752
▁product	-2753
▁Spesiale	-2754
▁official	-2755
▁verteenwoordig	-2756
ye	-2757
IESE	-2758
USIN	-2759
igen	-2760
ktes	-2761
▁Cons	-2762
▁Vred	-2763
ondary	-2764
▁Skole	-2765
▁pract	-2766
USINESS	-2767
erskloof	-2768
▁chemical	-2769
dale	-2770
ping	-2771
▁sche	-2772
▁claim	-2773
▁datum	-2774
▁social	-2775
▁status	-2776
▁schools	-2777
▁BUSINESS	-2778
▁Strategic	-2779
▁Recreation	-2780
frastruktuur	-2781
21	-2782
7,	-2783
ef	-2784
weg	-2785
emse	-2786
▁bly	-2787
▁eng	-2788
endal	-2789
▁Faks	-2790
▁want	-2791
▁Prison	-2792
▁maande	-2793
▁decision	-2794
▁programmes	-2795
ei	-2796
raf	-2797
rus	-2798
▁Els	-2799
▁pow	-2800
▁vyf	-2801
▁Comp	-2802
uwelik	-2803
▁Needs	-2804
▁Organ	-2805
▁annex	-2806
▁verst	-2807
▁Report	-2808
▁consid	-2809
▁citizens	-2810
▁inheemse	-2811
▁financial	-2812
▁besonderhede	-2813
▁Sh	-2814
ases	-2815
imum	-2816
name	-2817
peal	-2818
pers	-2819
rees	-2820
andid	-2821
ekeur	-2822
uidel	-2823
▁copy	-2824
▁mens	-2825
gebied	-2826
igenous	-2827
▁usable	-2828
▁Cabinet	-2829
▁election	-2830
▁indigenous	-2831
tp	-2832
.1.	-2833
pes	-2834
teg	-2835
aker	-2836
ayel	-2837
oney	-2838
rakt	-2839
▁Sak	-2840
▁gek	-2841
▁Eden	-2842
▁most	-2843
▁port	-2844
antore	-2845
▁given	-2846
▁Valley	-2847
▁months	-2848
▁daarvan	-2849
▁belangrik	-2850
▁administration	-2851
din	-2852
rug	-2853
yse	-2854
▁6.	-2855
ices	-2856
onde	-2857
▁reas	-2858
propri	-2859
▁Maart	-2860
▁activ	-2861
▁needs	-2862
▁compon	-2863
sdienste	-2864
yc	-2865
ula	-2866
▁gu	-2867
KAAP	-2868
ital	-2869
tion	-2870
▁nam	-2871
iving	-2872
kteur	-2873
deling	-2874
gekeur	-2875
▁evalu	-2876
▁Mobile	-2877
▁against	-2878
▁million	-2879
▁complain	-2880
▁function	-2881
▁provides	-2882
▁Omgewingsake	-2883
/0	-2884
26	-2885
33	-2886
ERG	-2887
beh	-2888
iel	-2889
▁39	-2890
ader	-2891
ause	-2892
spro	-2893
▁ext	-2894
▁reë	-2895
aarde	-2896
ances	-2897
▁publ	-2898
urther	-2899
▁These	-2900
▁Theewat	-2901
▁eiendom	-2902
▁werkgew	-2903
▁Theewaterskloof	-2904
ae	-2905
fe	-2906
ORT	-2907
iol	-2908
▁fl	-2909
▁bre	-2910
eveel	-2911
uising	-2912
▁assess	-2913
▁iemand	-2914
▁improv	-2915
▁WESTERN	-2916
▁deliver	-2917
▁general	-2918
▁voordat	-2919
▁provinsies	-2920
▁maintenance	-2921
▁voorsiening	-2922
CE	-2923
OS	-2924
ps	-2925
web	-2926
▁74	-2927
crib	-2928
▁PRO	-2929
ingsk	-2930
itage	-2931
▁hier	-2932
▁sake	-2933
▁Admin	-2934
▁Overs	-2935
▁verke	-2936
▁women	-2937
nologie	-2938
skrifte	-2939
▁greater	-2940
▁leerders	-2941
▁moontlik	-2942
▁hulpbronne	-2943
aba	-2944
▁400	-2945
▁jud	-2946
▁kos	-2947
▁know	-2948
orsing	-2949
ategory	-2950
▁Khayel	-2951
▁partye	-2952
▁Offices	-2953
bel	-2954
ved	-2955
▁90	-2956
ring	-2957
▁Des	-2958
itsha	-2959
oorte	-2960
▁Vers	-2961
▁ters	-2962
ention	-2963
isters	-2964
▁Board	-2965
▁seker	-2966
▁staatsdiens	-2967
EC	-2968
sl	-2969
eres	-2970
itee	-2971
▁pat	-2972
iquor	-2973
riage	-2974
▁Water	-2975
▁groot	-2976
▁money	-2977
▁vroue	-2978
▁beheer	-2979
▁waarin	-2980
▁wetson	-2981
▁appoint	-2982
▁concern	-2983
▁betrekking	-2984
▁ooreenkoms	-2985
▁gemeenskappe	-2986
AD	-2987
ced	-2988
ock	-2989
▁pr	-2990
less	-2991
▁Gen	-2992
▁imp	-2993
▁nog	-2994
▁News	-2995
▁paid	-2996
▁polis	-2997
▁skole	-2998
--------	-2999
▁Overstrand	-3000
Op	-3001
iam	-3002
▁Bu	-3003
▁Se	-3004
LING	-3005
adem	-3006
ette	-3007
ulle	-3008
stens	-3009
▁0001	-3010
▁2001	-3011
▁Bell	-3012
▁huis	-3013
▁serv	-3014
atiewe	-3015
ecting	-3016
▁gemaak	-3017
▁disease	-3018
▁prevent	-3019
▁includes	-3020
eleentheid	-3021
▁verklaring	-3022
UM	-3023
RIC	-3024
Wes	-3025
▁ii	-3026
repr	-3027
▁cre	-3028
▁cust	-3029
▁alloc	-3030
▁colle	-3031
▁place	-3032
▁until	-3033
reprene	-3034
▁individ	-3035
▁Projects	-3036
▁Maatskaplike	-3037
8,	-3038
not	-3039
pre	-3040
▁00	-3041
▁35	-3042
ally	-3043
ared	-3044
gaam	-3045
pose	-3046
poses	-3047
▁Nuus	-3048
conomy	-3049
ifiseer	-3050
▁Culture	-3051
▁administr	-3052
▁bioprospecting	-3053
72	-3054
OO	-3055
ïn	-3056
ENB	-3057
eug	-3058
hal	-3059
ral	-3060
sed	-3061
ule	-3062
▁9.	-3063
kerm	-3064
plig	-3065
ators	-3066
edien	-3067
ually	-3068
▁insp	-3069
▁ouer	-3070
▁tree	-3071
ertipe	-3072
▁Karoo	-3073
▁inform	-3074
▁follows	-3075
▁Behoeftes	-3076
▁toestemming	-3077
▁municipality	-3078
▁international	-3079
Lê	-3080
ARE	-3081
▁78	-3082
▁ht	-3083
ries	-3084
▁geg	-3085
▁hom	-3086
▁SAKE	-3087
▁both	-3088
▁five	-3089
Public	-3090
▁March	-3091
▁Small	-3092
Lêertipe	-3093
Openbare	-3094
▁behoort	-3095
▁monitor	-3096
▁private	-3097
▁category	-3098
▁interest	-3099
▁PROVINCIAL	-3100
▁wetsontwerp	-3101
tes	-3102
▁IS	-3103
▁gl	-3104
▁ho	-3105
osit	-3106
raal	-3107
▁cor	-3108
▁inb	-3109
▁sur	-3110
acity	-3111
onomie	-3112
▁getal	-3113
▁least	-3114
▁terug	-3115
eration	-3116
▁gebiede	-3117
▁traffic	-3118
ommissaris	-3119
▁Toerismeb	-3120
▁Khayelitsha	-3121
uil	-3122
neem	-3123
wing	-3124
▁Lang	-3125
▁init	-3126
▁goods	-3127
▁groote	-3128
▁account	-3129
ification	-3130
uidelines	-3131
▁research	-3132
▁biological	-3133
▁Strategiese	-3134
▁behandeling	-3135
▁munisipaliteite	-3136
-,	-3137
▁..	-3138
▁Tr	-3139
▁...	-3140
▁WEB	-3141
▁eis	-3142
▁wie	-3143
beeld	-3144
other	-3145
▁1998	-3146
▁Witz	-3147
▁ampt	-3148
uments	-3149
ktoraat	-3150
▁miljoen	-3151
propriate	-3152
▁ingestel	-3153
▁effective	-3154
MM	-3155
cap	-3156
▁Ty	-3157
ente	-3158
▁day	-3159
▁http	-3160
oeding	-3161
▁allow	-3162
▁visit	-3163
▁Sector	-3164
▁direct	-3165
▁notice	-3166
▁medical	-3167
▁Ontwikkel	-3168
▁opleiding	-3169
▁Parliament	-3170
▁maatskappy	-3171
▁registreer	-3172
▁municipalities	-3173
46	-3174
ms	-3175
VEL	-3176
▁Af	-3177
▁aw	-3178
omin	-3179
orte	-3180
ients	-3181
▁aanb	-3182
▁week	-3183
KAAPSE	-3184
endent	-3185
portun	-3186
ication	-3187
▁powers	-3188
▁waarop	-3189
▁Saldanha	-3190
▁ingedien	-3191
▁Swartland	-3192
▁parliament	-3193
▁onderneming	-3194
▁maatskaplike	-3195
alk	-3196
ENTR	-3197
▁eie	-3198
sigte	-3199
▁baie	-3200
▁buit	-3201
▁give	-3202
iektes	-3203
▁nadat	-3204
▁appoin	-3205
▁proced	-3206
▁promot	-3207
▁beteken	-3208
▁country	-3209
▁persone	-3210
▁biologiese	-3211
The	-3212
eng	-3213
▁ON	-3214
ksie	-3215
werf	-3216
▁Sch	-3217
▁ses	-3218
iënte	-3219
tiging	-3220
▁Avenue	-3221
▁cannot	-3222
▁Bureaux	-3223
▁onderhoud	-3224
▁Witzenberg	-3225
agn	-3226
erc	-3227
wap	-3228
▁Is	-3229
NING	-3230
hank	-3231
▁Del	-3232
ource	-3233
▁cost	-3234
▁near	-3235
▁vier	-3236
▁vlak	-3237
▁projek	-3238
▁Registr	-3239
▁established	-3240
22	-3241
4-	-3242
▁Q	-3243
▁33	-3244
▁No	-3245
▁WH	-3246
esse	-3247
keie	-3248
▁Adv	-3249
▁vor	-3250
enges	-3251
▁list	-3252
illiam	-3253
▁level	-3254
werking	-3255
▁further	-3256
▁request	-3257
▁addition	-3258
▁possible	-3259
▁regerings	-3260
▁verkiesing	-3261
▁Toerismeburo	-3262
ingsbeplanning	-3263
ETA	-3264
tor	-3265
unt	-3266
perk	-3267
quir	-3268
urse	-3269
▁pot	-3270
abled	-3271
▁Form	-3272
▁Prin	-3273
▁vote	-3274
permit	-3275
stitus	-3276
▁forms	-3277
▁immun	-3278
▁power	-3279
▁shall	-3280
▁Posbus	-3281
▁gewoon	-3282
▁Uitvoer	-3283
▁huwelik	-3284
▁insluit	-3285
▁investig	-3286
▁Metropole	-3287
▁finansiële	-3288
▁applications	-3289
65	-3290
UBLI	-3291
elle	-3292
iety	-3293
saak	-3294
▁car	-3295
▁dra	-3296
▁ear	-3297
▁red	-3298
▁call	-3299
anteer	-3300
▁Famil	-3301
waardes	-3302
▁centre	-3303
▁mediese	-3304
▁parents	-3305
▁capacity	-3306
▁employer	-3307
▁purposes	-3308
▁paragraph	-3309
▁departement	-3310
76	-3311
tyd	-3312
▁ma	-3313
used	-3314
▁art	-3315
place	-3316
▁Huis	-3317
▁canc	-3318
▁full	-3319
▁stre	-3320
ending	-3321
enheid	-3322
nommer	-3323
▁behal	-3324
▁bring	-3325
▁gehou	-3326
lements	-3327
▁skakel	-3328
▁verand	-3329
▁vorige	-3330
ospitale	-3331
▁kliniek	-3332
▁matters	-3333
▁opsigte	-3334
ellington	-3335
▁Integrated	-3336
▁goedgekeur	-3337
▁veiligheid	-3338
79	-3339
lei	-3340
▁45	-3341
ules	-3342
▁age	-3343
▁tem	-3344
▁vul	-3345
▁vert	-3346
▁Mense	-3347
▁State	-3348
▁voort	-3349
▁Kaapse	-3350
▁verleen	-3351
ooreenkom	-3352
▁facility	-3353
▁Secondary	-3354
AM	-3355
TW	-3356
iw	-3357
acy	-3358
ana	-3359
bas	-3360
hol	-3361
▁DO	-3362
ancy	-3363
▁Mal	-3364
▁bro	-3365
▁appl	-3366
▁four	-3367
▁exerc	-3368
ulation	-3369
▁lewens	-3370
ederberg	-3371
▁consent	-3372
▁specific	-3373
▁belasting	-3374
stitusionele	-3375
▁gesondheids	-3376
41	-3377
igr	-3378
wth	-3379
read	-3380
rior	-3381
weeg	-3382
▁Pad	-3383
▁hoë	-3384
▁occ	-3385
▁teg	-3386
▁body	-3387
▁gere	-3388
▁nood	-3389
usting	-3390
▁DISTR	-3391
▁bewys	-3392
▁plant	-3393
▁differ	-3394
▁polisie	-3395
chn	-3396
OUTH	-3397
lant	-3398
ough	-3399
raam	-3400
▁VER	-3401
▁der	-3402
▁vak	-3403
ensie	-3404
ption	-3405
▁decl	-3406
▁mees	-3407
▁prim	-3408
▁staan	-3409
▁taken	-3410
▁valid	-3411
vaardig	-3412
▁naaste	-3413
▁safety	-3414
▁siekte	-3415
▁complet	-3416
▁example	-3417
▁werking	-3418
▁projekte	-3419
repreneurs	-3420
73	-3421
rid	-3422
ues	-3423
▁85	-3424
enew	-3425
osph	-3426
rodu	-3427
▁Ons	-3428
▁non	-3429
▁vra	-3430
VELOP	-3431
evolg	-3432
lands	-3433
urban	-3434
▁home	-3435
▁weke	-3436
gemene	-3437
▁Werke	-3438
▁weeks	-3439
likheid	-3440
▁People	-3441
▁kontak	-3442
▁minder	-3443
fondsing	-3444
sentrums	-3445
▁DEVELOP	-3446
▁goedere	-3447
▁hanteer	-3448
▁Augustus	-3449
▁verkeers	-3450
▁documents	-3451
▁appropriate	-3452
bre	-3453
TING	-3454
anis	-3455
edon	-3456
eers	-3457
iary	-3458
ours	-3459
plan	-3460
reik	-3461
▁div	-3462
▁fee	-3463
▁sam	-3464
▁vry	-3465
estes	-3466
isiat	-3467
▁Arts	-3468
▁Binn	-3469
▁Port	-3470
▁norm	-3471
▁trad	-3472
▁vari	-3473
ateway	-3474
▁ingev	-3475
▁ouers	-3476
estremd	-3477
▁letter	-3478
▁workers	-3479
▁Sakeplan	-3480
▁prescrib	-3481
▁Bellville	-3482
▁establish	-3483
▁submitted	-3484
▁applicable	-3485
▁components	-3486
▁particular	-3487
▁DEVELOPMENT	-3488
▁constitutional	-3489
lem	-3490
▁ko	-3491
beid	-3492
cted	-3493
elyk	-3494
rift	-3495
ross	-3496
view	-3497
▁Bon	-3498
▁RED	-3499
▁Red	-3500
ested	-3501
fenis	-3502
▁open	-3503
atures	-3504
▁legal	-3505
▁subst	-3506
▁current	-3507
▁persons	-3508
voorbeeld	-3509
▁director	-3510
▁transfer	-3511
▁STRATEGIC	-3512
▁Bergrivier	-3513
▁STRATEGIESE	-3514
▁bevoegdhede	-3515
ASI	-3516
ISM	-3517
pol	-3518
▁Am	-3519
omat	-3520
ouse	-3521
saam	-3522
▁Hof	-3523
▁Mit	-3524
▁six	-3525
etown	-3526
indes	-3527
▁Door	-3528
▁Kind	-3529
▁When	-3530
▁birth	-3531
▁Planne	-3532
▁Prince	-3533
▁Strand	-3534
▁spesif	-3535
▁werker	-3536
eleindes	-3537
▁marriage	-3538
▁protection	-3539
▁Vergadering	-3540
31	-3541
FA	-3542
▁lê	-3543
anch	-3544
▁027	-3545
▁WAT	-3546
▁imm	-3547
▁lys	-3548
▁way	-3549
UBLIC	-3550
▁2000	-3551
▁verd	-3552
▁egter	-3553
▁equal	-3554
ibility	-3555
stelsel	-3556
▁aangew	-3557
▁toepas	-3558
isensies	-3559
▁Primary	-3560
▁behandel	-3561
▁Binnelandse	-3562
-2	-3563
//	-3564
gn	-3565
://	-3566
jie	-3567
▁OM	-3568
AIDS	-3569
chie	-3570
wood	-3571
▁Mei	-3572
▁Rev	-3573
▁cov	-3574
handel	-3575
nemers	-3576
▁inbeg	-3577
▁deputy	-3578
▁gevolg	-3579
▁remain	-3580
▁Organis	-3581
▁Wanneer	-3582
▁Children	-3583
▁inkomste	-3584
▁opportun	-3585
▁Cederberg	-3586
▁paragraaf	-3587
▁transport	-3588
▁werkgewer	-3589
▁Wellington	-3590
▁Directorate	-3591
bed	-3592
ilm	-3593
oot	-3594
oss	-3595
▁du	-3596
▁Spe	-3597
▁cle	-3598
▁dan	-3599
▁sow	-3600
aland	-3601
allei	-3602
ither	-3603
▁Pers	-3604
▁uits	-3605
PLANNE	-3606
▁PLANNE	-3607
▁adjunk	-3608
▁bedryf	-3609
▁genoem	-3610
▁aanvaar	-3611
▁onderte	-3612
▁primary	-3613
▁accident	-3614
▁Februarie	-3615
▁Winelands	-3616
▁hospitaal	-3617
▁important	-3618
▁Biblioteek	-3619
▁SAKEPLANNE	-3620
AG	-3621
.2.	-3622
oef	-3623
▁MO	-3624
deel	-3625
▁Lic	-3626
▁ant	-3627
▁tar	-3628
istes	-3629
power	-3630
ribun	-3631
▁Priv	-3632
aatreë	-3633
ertain	-3634
▁bevat	-3635
▁bedoel	-3636
▁beleid	-3637
▁gratis	-3638
▁matter	-3639
iversity	-3640
▁another	-3641
▁verband	-3642
▁voorgesk	-3643
▁Sakeplanne	-3644
▁organisations	-3645
.3	-3646
hl	-3647
uf	-3648
ww	-3649
dal	-3650
www	-3651
bury	-3652
gelê	-3653
ouns	-3654
▁FOR	-3655
▁cal	-3656
▁his	-3657
▁opt	-3658
bring	-3659
vents	-3660
▁meth	-3661
irearm	-3662
▁Manag	-3663
▁North	-3664
▁prior	-3665
▁Mitche	-3666
▁burger	-3667
▁integr	-3668
▁skills	-3669
▁aanhang	-3670
asiliteit	-3671
▁Building	-3672
▁February	-3673
▁approved	-3674
▁benefits	-3675
▁Opleidings	-3676
95	-3677
AY	-3678
afe	-3679
ede	-3680
▁fa	-3681
iebe	-3682
ampte	-3683
wcape	-3684
▁fish	-3685
▁life	-3686
▁Ceres	-3687
▁SOUTH	-3688
kundige	-3689
okument	-3690
sentrum	-3691
▁PUBLIC	-3692
▁instru	-3693
▁subsid	-3694
bruikers	-3695
▁January	-3696
▁Justice	-3697
▁Projekte	-3698
▁passport	-3699
▁appointed	-3700
CH	-3701
OL	-3702
IRS	-3703
LIG	-3704
dag	-3705
mat	-3706
orn	-3707
▁er	-3708
etes	-3709
lyne	-3710
uals	-3711
▁Aan	-3712
▁Kon	-3713
▁lev	-3714
poort	-3715
▁Alle	-3716
▁Comm	-3717
▁High	-3718
▁Hoof	-3719
▁Work	-3720
▁aand	-3721
▁bank	-3722
▁besl	-3723
▁gele	-3724
▁hoog	-3725
▁jong	-3726
▁Compl	-3727
▁Onder	-3728
▁Roads	-3729
▁polic	-3730
▁reason	-3731
▁verder	-3732
▁receive	-3733
▁inbegrip	-3734
▁minstens	-3735
▁partners	-3736
lementswet	-3737
▁personeel	-3738
82	-3739
èl	-3740
adv	-3741
ama	-3742
ani	-3743
has	-3744
ike	-3745
ope	-3746
qua	-3747
▁32	-3748
▁MB	-3749
▁Est	-3750
▁ask	-3751
▁vas	-3752
▁1999	-3753
projek	-3754
uurwap	-3755
▁asook	-3756
▁based	-3757
nemende	-3758
▁Police	-3759
▁bekend	-3760
▁proses	-3761
ependent	-3762
▁kantoor	-3763
slisensie	-3764
▁Afrikaans	-3765
▁republiek	-3766
▁performance	-3767
▁administrasie	-3768
▁munisipaliteit	-3769
32	-3770
IL	-3771
Za	-3772
▁Er	-3773
▁Kl	-3774
amin	-3775
erst	-3776
▁Dié	-3777
▁Mrs	-3778
▁New	-3779
▁fis	-3780
▁ill	-3781
▁neg	-3782
▁rol	-3783
▁she	-3784
atory	-3785
erman	-3786
udget	-3787
▁raak	-3788
▁weer	-3789
ENBARE	-3790
ommers	-3791
▁AFRIC	-3792
▁Riebe	-3793
▁deleg	-3794
▁range	-3795
olution	-3796
▁daarop	-3797
▁geneem	-3798
▁obtain	-3799
▁passed	-3800
▁nearest	-3801
▁uitreik	-3802
▁OPENBARE	-3803
▁contract	-3804
▁delivery	-3805
▁different	-3806
▁reference	-3807
▁bevoegdheid	-3808
▁ondernemings	-3809
100	-3810
ela	-3811
HEID	-3812
▁Hel	-3813
▁spe	-3814
ulhas	-3815
▁1996	-3816
▁PROJ	-3817
▁Voort	-3818
▁achie	-3819
▁maand	-3820
▁reeds	-3821
habilit	-3822
▁Liquor	-3823
▁Funding	-3824
▁contrib	-3825
▁promote	-3826
▁Assembly	-3827
▁identity	-3828
▁Nywerheid	-3829
▁aangestel	-3830
▁environment	-3831
▁institutions	-3832
87	-3833
eph	-3834
lew	-3835
ogn	-3836
ande	-3837
ruis	-3838
urch	-3839
▁Dec	-3840
▁KAN	-3841
▁rad	-3842
etting	-3843
neming	-3844
▁beoog	-3845
▁staff	-3846
▁uitge	-3847
verberg	-3848
▁Deputy	-3849
▁amount	-3850
▁assign	-3851
▁recomm	-3852
▁verbeter	-3853
ontwikkelings	-3854
-9	-3855
FF	-3856
ST	-3857
ats	-3858
bra	-3859
esp	-3860
oth	-3861
▁96	-3862
▁AG	-3863
▁mu	-3864
▁sê	-3865
hulp	-3866
ived	-3867
lain	-3868
none	-3869
olid	-3870
▁Gre	-3871
eerde	-3872
gedra	-3873
istry	-3874
▁June	-3875
▁aims	-3876
▁crim	-3877
▁rest	-3878
▁rock	-3879
▁viol	-3880
ennings	-3881
▁manier	-3882
▁parent	-3883
▁prosed	-3884
▁Agulhas	-3885
▁company	-3886
▁hoeveel	-3887
▁publiek	-3888
▁Industry	-3889
▁economic	-3890
▁spesiale	-3891
▁applicant	-3892
▁recommend	-3893
▁gemeenskaps	-3894
34	-3895
emb	-3896
osa	-3897
deur	-3898
heff	-3899
▁Bro	-3900
▁Joh	-3901
ursus	-3902
▁Kuns	-3903
▁afge	-3904
▁farm	-3905
reasie	-3906
school	-3907
ustain	-3908
▁Coast	-3909
▁ongel	-3910
▁Labour	-3911
▁charge	-3912
▁either	-3913
ondernem	-3914
▁funding	-3915
▁volgens	-3916
▁Province	-3917
▁Research	-3918
▁republic	-3919
▁schedule	-3920
▁Kommissie	-3921
▁prescribed	-3922
vo	-3923
hof	-3924
man	-3925
▁67	-3926
enis	-3927
heen	-3928
rewe	-3929
▁Inf	-3930
▁oud	-3931
▁sex	-3932
admin	-3933
beids	-3934
eraal	-3935
▁0800	-3936
▁Heid	-3937
▁held	-3938
▁lead	-3939
▁many	-3940
enders	-3941
ential	-3942
▁Trans	-3943
▁Women	-3944
▁aange	-3945
▁assoc	-3946
▁invul	-3947
▁polit	-3948
quiries	-3949
tegreer	-3950
▁AFRICA	-3951
▁Rights	-3952
▁custom	-3953
▁wêreld	-3954
▁Caledon	-3955
▁related	-3956
▁Disaster	-3957
▁measures	-3958
▁providing	-3959
▁ekonomiese	-3960
-5	-3961
IP	-3962
lo	-3963
gaan	-3964
rdin	-3965
tige	-3966
▁808	-3967
▁Rek	-3968
▁tre	-3969
iteer	-3970
pleeg	-3971
▁Hand	-3972
▁find	-3973
▁grou	-3974
▁prin	-3975
▁skep	-3976
▁veil	-3977
isting	-3978
▁EMDCs	-3979
▁Forum	-3980
▁Plain	-3981
▁while	-3982
ertiary	-3983
komende	-3984
▁interv	-3985
▁object	-3986
▁transl	-3987
annaland	-3988
▁Economy	-3989
▁because	-3990
▁improve	-3991
▁verspre	-3992
▁annexure	-3993
▁wetgewende	-3994
▁internasionale	-3995
63	-3996
▁–	-3997
ode	-3998
▁EK	-3999
▁Kw	-4000
feul	-4001
volg	-4002
▁And	-4003
▁var	-4004
acter	-4005
ellig	-4006
ively	-4007
▁1997	-4008
▁Clan	-4009
▁Deel	-4010
▁WHAT	-4011
▁able	-4012
▁much	-4013
▁tens	-4014
Provin	-4015
▁Apply	-4016
▁gelys	-4017
▁geval	-4018
▁posit	-4019
engesit	-4020
william	-4021
▁Atlant	-4022
▁compet	-4023
▁mental	-4024
fficient	-4025
ortefeul	-4026
▁aangeneem	-4027
▁completed	-4028
ommunikasie	-4029
▁uiteengesit	-4030
▁Onderwysbestuur	-4031
47	-4032
81	-4033
EV	-4034
SK	-4035
att	-4036
fol	-4037
umm	-4038
▁59	-4039
▁WC	-4040
abor	-4041
raft	-4042
vind	-4043
▁psc	-4044
duced	-4045
ising	-4046
ördin	-4047
▁oort	-4048
▁volt	-4049
alings	-4050
▁among	-4051
linieke	-4052
▁bedrag	-4053
▁consult	-4054
▁materials	-4055
▁assistance	-4056
▁Operational	-4057
off	-4058
sec	-4059
iënt	-4060
verk	-4061
▁Leg	-4062
▁bou	-4063
▁dek	-4064
▁fax	-4065
▁lim	-4066
ether	-4067
▁ENTI	-4068
▁fore	-4069
▁note	-4070
▁risk	-4071
▁wyse	-4072
afhank	-4073
istics	-4074
ograph	-4075
▁force	-4076
▁indic	-4077
▁total	-4078
▁would	-4079
iseerde	-4080
isering	-4081
▁bereik	-4082
▁family	-4083
▁verord	-4084
aatreëls	-4085
▁primêre	-4086
▁siektes	-4087
▁verplig	-4088
▁verslag	-4089
epartment	-4090
ortefeulj	-4091
▁language	-4092
▁Metropool	-4093
▁determined	-4094
▁identiteit	-4095
▁Applications	-4096
▁professional	-4097
▁doeltreffende	-4098
ees	-4099
heb	-4100
iff	-4101
omp	-4102
wyl	-4103
▁68	-4104
▁ca	-4105
iter	-4106
jaar	-4107
midd	-4108
▁Nav	-4109
ledge	-4110
▁Sche	-4111
▁cour	-4112
▁plek	-4113
▁above	-4114
▁abuse	-4115
▁vaard	-4116
houdens	-4117
mesbury	-4118
▁Opvoed	-4119
▁struct	-4120
▁Clinics	-4121
▁quality	-4122
▁aansoeker	-4123
▁rehabilit	-4124
▁Malmesbury	-4125
CT	-4126
ox	-4127
TRA	-4128
ceed	-4129
lord	-4130
▁erk	-4131
▁pap	-4132
ccess	-4133
ctors	-4134
halte	-4135
ivier	-4136
oland	-4137
▁Farm	-4138
▁info	-4139
▁kons	-4140
afrika	-4141
elings	-4142
kundig	-4143
▁Tyger	-4144
▁cases	-4145
▁lewer	-4146
ections	-4147
essequa	-4148
illende	-4149
▁Staats	-4150
▁except	-4151
▁labour	-4152
▁regter	-4153
▁unless	-4154
▁foreign	-4155
▁kategor	-4156
programme	-4157
▁industry	-4158
▁maintain	-4159
▁voordeel	-4160
▁amptelike	-4161
▁controlled	-4162
▁Clanwilliam	-4163
▁implementation	-4164
ub	-4165
dra	-4166
ird	-4167
jor	-4168
oud	-4169
tog	-4170
IKKE	-4171
▁oop	-4172
FAIRS	-4173
ately	-4174
▁Camp	-4175
▁Good	-4176
▁July	-4177
▁fill	-4178
▁qual	-4179
▁Junie	-4180
▁proof	-4181
▁using	-4182
entskap	-4183
itering	-4184
▁Adjunk	-4185
▁Church	-4186
▁Robert	-4187
ligtings	-4188
▁AFFAIRS	-4189
▁Permits	-4190
▁benefit	-4191
