<unk>	0
<s>	0
</s>	0
▁t	-0
le	-1
an	-2
di	-3
go	-4
se	-5
he	-6
▁m	-7
▁b	-8
on	-9
▁a	-10
re	-11
▁k	-12
at	-13
ng	-14
▁go	-15
▁di	-16
▁e	-17
lo	-18
▁o	-19
▁le	-20
▁.	-21
la	-22
wa	-23
sa	-24
▁y	-25
▁,	-26
▁the	-27
▁i	-28
▁p	-29
er	-30
▁f	-31
or	-32
▁ya	-33
▁n	-34
it	-35
ha	-36
ro	-37
en	-38
ts	-39
ho	-40
▁mo	-41
▁c	-42
ga	-43
we	-44
▁ka	-45
is	-46
▁s	-47
▁se	-48
▁ba	-49
ti	-50
▁an	-51
▁of	-52
es	-53
al	-54
▁to	-55
▁in	-56
et	-57
▁and	-58
▁w	-59
ar	-60
ang	-61
▁bo	-62
me	-63
▁M	-64
▁T	-65
ic	-66
in	-67
▁re	-68
▁tsa	-69
ka	-70
ing	-71
tl	-72
ion	-73
ed	-74
mo	-75
▁ts	-76
▁th	-77
▁ga	-78
ou	-79
▁ma	-80
ra	-81
▁tse	-82
▁S	-83
▁A	-84
il	-85
▁d	-86
ko	-87
▁tl	-88
st	-89
ong	-90
ation	-91
om	-92
ri	-93
ent	-94
▁wa	-95
▁j	-96
▁D	-97
ve	-98
ut	-99
▁P	-100
un	-101
▁be	-102
▁K	-103
ge	-104
▁B	-105
▁)	-106
▁(	-107
ana	-108
ma	-109
ke	-110
▁is	-111
▁kgo	-112
▁ke	-113
▁sa	-114
▁C	-115
ce	-116
pe	-117
ot	-118
▁pro	-119
▁for	-120
▁ne	-121
▁I	-122
so	-123
▁fa	-124
▁me	-125
▁that	-126
▁G	-127
mp	-128
ers	-129
tsa	-130
ct	-131
ate	-132
▁gore	-133
ir	-134
ment	-135
▁la	-136
tion	-137
th	-138
bo	-139
ane	-140
▁tsh	-141
▁1	-142
na	-143
▁on	-144
▁l	-145
te	-146
any	-147
si	-148
ur	-149
▁L	-150
▁The	-151
ele	-152
▁na	-153
▁kwa	-154
ul	-155
▁"	-156
▁2	-157
▁Mo	-158
▁tlho	-159
ona	-160
tso	-161
ly	-162
ith	-163
▁:	-164
▁g	-165
ba	-166
▁ha	-167
atl	-168
▁R	-169
▁or	-170
▁N	-171
ol	-172
▁as	-173
tse	-174
ci	-175
▁con	-176
du	-177
▁F	-178
fe	-179
ity	-180
ano	-181
▁tla	-182
po	-183
pa	-184
us	-185
▁are	-186
ch	-187
▁mme	-188
▁st	-189
etse	-190
iti	-191
▁r	-192
▁su	-193
nt	-194
ver	-195
ile	-196
▁tshw	-197
▁de	-198
▁E	-199
▁tlha	-200
▁com	-201
tlho	-202
her	-203
▁you	-204
be	-205
▁Af	-206
ngwe	-207
▁te	-208
tlha	-209
▁-	-210
▁we	-211
iso	-212
▁al	-213
▁ja	-214
▁W	-215
ill	-216
one	-217
ne	-218
▁Go	-219
▁with	-220
▁kgotsa	-221
▁ti	-222
kg	-223
ter	-224
▁Di	-225
ure	-226
de	-227
pp	-228
▁;	-229
weng	-230
hi	-231
isi	-232
no	-233
ces	-234
▁jwa	-235
▁lo	-236
▁ex	-237
ble	-238
ats	-239
ya	-240
▁at	-241
op	-242
▁so	-243
▁nna	-244
▁fe	-245
▁O	-246
tsi	-247
qu	-248
▁dira	-249
wang	-250
▁dir	-251
tlhe	-252
gh	-253
▁tshwan	-254
um	-255
ant	-256
pha	-257
ric	-258
▁20	-259
▁will	-260
▁H	-261
kwa	-262
ula	-263
▁u	-264
lwa	-265
▁v	-266
oro	-267
ort	-268
leng	-269
ting	-270
ction	-271
▁by	-272
▁kg	-273
to	-274
li	-275
▁wh	-276
and	-277
▁si	-278
▁tshwanetse	-279
aka	-280
▁Se	-281
▁po	-282
▁Ma	-283
▁he	-284
gany	-285
ld	-286
ding	-287
mi	-288
ta	-289
rom	-290
▁Le	-291
▁bat	-292
rolo	-293
kgo	-294
as	-295
▁from	-296
▁Y	-297
tš	-298
▁ac	-299
▁Bo	-300
dimo	-301
▁it	-302
ust	-303
fic	-304
ete	-305
▁bona	-306
▁yo	-307
for	-308
▁have	-309
▁not	-310
lao	-311
▁comm	-312
der	-313
▁h	-314
▁In	-315
lang	-316
kolo	-317
▁un	-318
its	-319
sed	-320
iv	-321
ss	-322
ngwa	-323
▁pa	-324
atsa	-325
ika	-326
ki	-327
kany	-328
▁?	-329
▁pl	-330
▁pe	-331
▁can	-332
olo	-333
▁ro	-334
ist	-335
ud	-336
vi	-337
itl	-338
▁Re	-339
gi	-340
je	-341
ents	-342
▁dip	-343
lela	-344
ara	-345
ora	-346
our	-347
▁tshe	-348
▁this	-349
fa	-350
▁wor	-351
▁Th	-352
▁imp	-353
▁3	-354
ue	-355
ance	-356
uta	-357
ll	-358
▁ta	-359
▁en	-360
lic	-361
tla	-362
ther	-363
▁jaaka	-364
▁pu	-365
ans	-366
ants	-367
mb	-368
ny	-369
duc	-370
▁par	-371
▁whe	-372
lele	-373
▁Pro	-374
▁leng	-375
cial	-376
▁bon	-377
bolo	-378
long	-379
ui	-380
ich	-381
▁do	-382
wana	-383
▁Ka	-384
atshe	-385
▁Fa	-386
▁/	-387
▁Afric	-388
mela	-389
▁ca	-390
▁pre	-391
▁app	-392
est	-393
ds	-394
▁J	-395
fo	-396
▁which	-397
arm	-398
▁diti	-399
▁ad	-400
ata	-401
red	-402
▁diri	-403
tsh	-404
▁has	-405
▁Ba	-406
form	-407
tšha	-408
▁mm	-409
lop	-410
emo	-411
▁fela	-412
▁res	-413
fi	-414
▁mat	-415
▁nngwe	-416
uti	-417
▁ho	-418
ult	-419
▁nako	-420
heo	-421
ear	-422
em	-423
velop	-424
▁fet	-425
▁your	-426
ongwe	-427
ry	-428
per	-429
▁botlho	-430
ie	-431
gwe	-432
▁dik	-433
ses	-434
han	-435
▁their	-436
▁per	-437
tswe	-438
▁U	-439
▁bu	-440
ution	-441
ren	-442
ated	-443
oun	-444
▁pele	-445
ive	-446
▁thata	-447
ys	-448
▁farm	-449
bor	-450
▁comp	-451
ulagany	-452
ck	-453
ations	-454
rain	-455
golo	-456
ad	-457
▁work	-458
elo	-459
rv	-460
▁inc	-461
aneng	-462
atlho	-463
cess	-464
__	-465
pi	-466
ational	-467
▁ntlha	-468
ities	-469
▁teng	-470
▁Sou	-471
▁gape	-472
min	-473
che	-474
▁4	-475
▁5	-476
▁who	-477
ngwaga	-478
ctor	-479
▁must	-480
ileng	-481
ono	-482
cti	-483
▁tswa	-484
ene	-485
▁200	-486
▁V	-487
▁botlhokwa	-488
▁'	-489
ni	-490
keng	-491
▁De	-492
▁was	-493
tho	-494
▁all	-495
▁South	-496
▁tiro	-497
▁sho	-498
▁year	-499
lem	-500
▁tsama	-501
seng	-502
▁din	-503
ical	-504
▁also	-505
▁no	-506
etsa	-507
▁batho	-508
▁co	-509
rou	-510
tshe	-511
▁tswe	-512
▁fo	-513
00	-514
▁Com	-515
▁mongwe	-516
▁ko	-517
low	-518
▁Afor	-519
tsha	-520
tlo	-521
ice	-522
lelo	-523
ten	-524
relo	-525
▁Aforika	-526
tle	-527
▁ab	-528
cil	-529
ess	-530
ms	-531
▁gago	-532
▁201	-533
ru	-534
▁Tl	-535
setso	-536
tsweng	-537
▁amo	-538
hu	-539
orago	-540
mit	-541
uto	-542
stit	-543
od	-544
▁ri	-545
molo	-546
ffe	-547
rd	-548
very	-549
tšhaba	-550
el	-551
rop	-552
▁19	-553
borwa	-554
▁other	-555
ence	-556
▁baa	-557
▁commun	-558
hamp	-559
▁li	-560
▁ch	-561
wn	-562
▁jo	-563
ine	-564
ip	-565
▁Ca	-566
▁mon	-567
ik	-568
▁dirisa	-569
ght	-570
ite	-571
ning	-572
hwa	-573
mogo	-574
▁kga	-575
▁plan	-576
▁develop	-577
▁they	-578
art	-579
isiwa	-580
WU	-581
kgwa	-582
▁Me	-583
▁cont	-584
▁kgwe	-585
fatsa	-586
fer	-587
▁This	-588
itlhe	-589
▁tir	-590
▁rona	-591
▁more	-592
▁NWU	-593
▁tlhalo	-594
ous	-595
ach	-596
tseng	-597
ithuti	-598
▁Ke	-599
gang	-600
▁dis	-601
▁gagwe	-602
tic	-603
ual	-604
kare	-605
uld	-606
ary	-607
▁SA	-608
res	-609
erson	-610
dir	-611
ree	-612
▁may	-613
▁jalo	-614
uso	-615
▁one	-616
lemir	-617
▁need	-618
▁dire	-619
▁any	-620
oto	-621
fatshe	-622
▁dit	-623
▁should	-624
gra	-625
▁dingwe	-626
ato	-627
dimosetso	-628
nye	-629
▁tlo	-630
ph	-631
stitution	-632
lemirui	-633
▁Aforikaborwa	-634
anong	-635
▁hi	-636
▁memb	-637
atlis	-638
▁rec	-639
▁tshwane	-640
▁dikg	-641
medi	-642
▁our	-643
▁madi	-644
ild	-645
formation	-646
▁tso	-647
pre	-648
onom	-649
rolog	-650
▁bone	-651
belo	-652
gelo	-653
▁requ	-654
mpus	-655
▁nang	-656
ilweng	-657
▁morago	-658
am	-659
id	-660
ib	-661
▁serv	-662
▁Un	-663
▁mana	-664
out	-665
BB	-666
▁dij	-667
▁YBB	-668
▁Africa	-669
ulaganyo	-670
▁kgona	-671
▁maemo	-672
ari	-673
▁mmu	-674
▁Ts	-675
led	-676
▁It	-677
angwe	-678
ze	-679
▁6	-680
able	-681
holo	-682
▁been	-683
cip	-684
▁kop	-685
▁late	-686
diri	-687
gis	-688
dition	-689
▁tho	-690
▁ditlho	-691
hampha	-692
lu	-693
atsi	-694
▁stud	-695
▁ngwaga	-696
▁Ga	-697
vern	-698
ople	-699
gn	-700
▁cou	-701
▁crop	-702
▁dika	-703
ted	-704
▁amoge	-705
reng	-706
ket	-707
ame	-708
age	-709
▁sent	-710
▁Set	-711
im	-712
▁time	-713
unic	-714
ff	-715
end	-716
▁bile	-717
ola	-718
▁simolo	-719
ense	-720
▁nn	-721
▁qu	-722
▁if	-723
bololo	-724
atso	-725
room	-726
ume	-727
ivers	-728
▁tsotlhe	-729
▁Pot	-730
▁tlaa	-731
futa	-732
atla	-733
sent	-734
▁tr	-735
pport	-736
▁dith	-737
▁under	-738
ouncil	-739
▁about	-740
▁Prof	-741
blic	-742
▁pol	-743
▁his	-744
▁land	-745
tly	-746
mm	-747
ome	-748
atlhe	-749
sele	-750
ish	-751
▁inter	-752
▁people	-753
ab	-754
▁akare	-755
ven	-756
▁spe	-757
▁ag	-758
king	-759
use	-760
▁fin	-761
ber	-762
.1	-763
kan	-764
▁sub	-765
▁provi	-766
stroom	-767
cal	-768
▁its	-769
▁ra	-770
▁tshwa	-771
▁person	-772
▁Potche	-773
fstroom	-774
▁Potchefstroom	-775
sion	-776
gileng	-777
kana	-778
▁farolog	-779
ater	-780
▁am	-781
▁St	-782
▁neng	-783
▁produc	-784
▁inv	-785
▁there	-786
▁use	-787
▁Mop	-788
uo	-789
uring	-790
▁da	-791
▁fitlhe	-792
▁lefatshe	-793
▁set	-794
▁produ	-795
wane	-796
▁nne	-797
▁import	-798
pele	-799
▁baithuti	-800
ela	-801
▁We	-802
tiv	-803
geng	-804
▁godimo	-805
ative	-806
▁acc	-807
diwa	-808
sepa	-809
felo	-810
▁pla	-811
ipal	-812
unicipal	-813
uno	-814
▁out	-815
▁man	-816
atlisiso	-817
tain	-818
ision	-819
▁ntse	-820
ard	-821
gement	-822
les	-823
▁new	-824
▁kgone	-825
▁motho	-826
▁ter	-827
pon	-828
▁child	-829
▁tlh	-830
▁7	-831
gan	-832
usa	-833
yst	-834
▁soil	-835
vernment	-836
atlha	-837
▁Tlha	-838
▁offic	-839
▁baagi	-840
ute	-841
ibes	-842
unibes	-843
▁Campus	-844
▁tsen	-845
ator	-846
now	-847
▁Con	-848
ystem	-849
masepa	-850
▁sentle	-851
▁community	-852
loko	-853
isa	-854
all	-855
gae	-856
▁tshedimosetso	-857
▁but	-858
kanye	-859
▁bet	-860
rit	-861
iversity	-862
▁Kgo	-863
▁information	-864
oroje	-865
▁ditiro	-866
phe	-867
cho	-868
sear	-869
▁when	-870
▁10	-871
alo	-872
____	-873
▁African	-874
rib	-875
ctive	-876
ia	-877
▁nete	-878
▁proje	-879
▁form	-880
▁where	-881
▁ditsh	-882
▁tlhoko	-883
▁yona	-884
▁cha	-885
rag	-886
era	-887
ok	-888
▁such	-889
ced	-890
part	-891
sen	-892
rele	-893
▁tsaya	-894
cts	-895
enti	-896
molao	-897
ating	-898
▁tlase	-899
▁maba	-900
ded	-901
orof	-902
▁parti	-903
▁Mpha	-904
▁feta	-905
cted	-906
ments	-907
ates	-908
▁members	-909
itso	-910
hlele	-911
▁pos	-912
▁ID	-913
▁Mphahlele	-914
ca	-915
▁part	-916
▁karolo	-917
masepala	-918
▁tlhoka	-919
▁diko	-920
SA	-921
▁requi	-922
▁Afri	-923
usin	-924
rol	-925
▁tha	-926
ducation	-927
▁sele	-928
▁than	-929
▁well	-930
ps	-931
ffic	-932
▁fol	-933
▁tlhoma	-934
▁eno	-935
▁tra	-936
▁farologaneng	-937
fapha	-938
▁ng	-939
▁puso	-940
polo	-941
ves	-942
▁Molao	-943
▁emp	-944
▁af	-945
▁!	-946
cture	-947
rent	-948
fore	-949
▁these	-950
▁them	-951
▁sp	-952
bedi	-953
▁exp	-954
su	-955
▁If	-956
▁up	-957
orojeke	-958
▁us	-959
setšhaba	-960
▁make	-961
▁applic	-962
und	-963
ise	-964
▁mar	-965
chool	-966
▁pha	-967
elelo	-968
▁over	-969
▁An	-970
▁lear	-971
tee	-972
▁As	-973
▁seka	-974
gy	-975
▁system	-976
ize	-977
▁thusa	-978
▁He	-979
kuno	-980
▁her	-981
▁8	-982
ved	-983
▁latelang	-984
▁yone	-985
▁gro	-986
▁into	-987
▁ob	-988
etseng	-989
ase	-990
▁were	-991
▁setlho	-992
▁ntle	-993
get	-994
hat	-995
loy	-996
▁IDP	-997
▁dina	-998
ural	-999
▁process	-1000
istr	-1001
▁tlhoke	-1002
eter	-1003
ial	-1004
▁badiri	-1005
▁Khampha	-1006
▁know	-1007
▁ele	-1008
ken	-1009
usiness	-1010
▁development	-1011
▁To	-1012
▁fir	-1013
sure	-1014
▁plant	-1015
wer	-1016
▁sha	-1017
kanyo	-1018
▁commit	-1019
▁Act	-1020
▁what	-1021
▁tsela	-1022
▁itse	-1023
▁Dit	-1024
vin	-1025
dent	-1026
▁botlhe	-1027
ition	-1028
ac	-1029
▁siame	-1030
▁met	-1031
.2	-1032
▁sengwe	-1033
ks	-1034
ges	-1035
ful	-1036
ress	-1037
▁00	-1038
▁trans	-1039
ility	-1040
kae	-1041
▁lets	-1042
isong	-1043
aneo	-1044
ices	-1045
▁inte	-1046
gong	-1047
▁grou	-1048
▁public	-1049
▁sta	-1050
kgoni	-1051
▁ph	-1052
▁batla	-1053
▁ar	-1054
search	-1055
▁follow	-1056
▁dilo	-1057
▁mokgwa	-1058
▁municipal	-1059
▁important	-1060
▁ku	-1061
▁indi	-1062
▁pri	-1063
▁some	-1064
▁mmogo	-1065
▁mee	-1066
▁inclu	-1067
▁kgwebo	-1068
isano	-1069
midi	-1070
▁num	-1071
▁tsamaiso	-1072
▁government	-1073
▁metsi	-1074
TI	-1075
ina	-1076
▁dintlha	-1077
ally	-1078
▁199	-1079
▁particip	-1080
▁phe	-1081
▁simolola	-1082
ilwe	-1083
▁akaretsa	-1084
▁University	-1085
▁very	-1086
▁years	-1087
BP	-1088
kololo	-1089
▁leb	-1090
▁first	-1091
▁ith	-1092
▁reg	-1093
▁kgolo	-1094
cc	-1095
ila	-1096
▁ik	-1097
galo	-1098
▁len	-1099
▁progra	-1100
tlh	-1101
▁Ko	-1102
▁tshwanetseng	-1103
▁only	-1104
melo	-1105
▁dikgo	-1106
▁dipo	-1107
tin	-1108
▁bi	-1109
▁lea	-1110
▁netefatsa	-1111
▁tshi	-1112
▁rep	-1113
▁dirang	-1114
▁000	-1115
▁aga	-1116
▁Ti	-1117
lete	-1118
ular	-1119
▁Council	-1120
▁ngwana	-1121
▁kat	-1122
▁thuto	-1123
cy	-1124
▁tota	-1125
▁respon	-1126
kwalo	-1127
lwang	-1128
▁throu	-1129
▁own	-1130
▁9	-1131
abe	-1132
▁maik	-1133
▁ban	-1134
▁didir	-1135
bi	-1136
lwe	-1137
va	-1138
▁Commit	-1139
sible	-1140
▁Te	-1141
itse	-1142
erti	-1143
ould	-1144
▁kgon	-1145
▁count	-1146
AN	-1147
▁maize	-1148
▁CBP	-1149
▁male	-1150
▁fun	-1151
▁management	-1152
▁dec	-1153
anang	-1154
kanya	-1155
als	-1156
▁tswelela	-1157
▁meeting	-1158
▁mmidi	-1159
unibesiti	-1160
▁ditirelo	-1161
ween	-1162
▁would	-1163
▁tswele	-1164
ena	-1165
▁after	-1166
▁ok	-1167
▁feti	-1168
▁diffe	-1169
▁business	-1170
▁du	-1171
▁students	-1172
▁exper	-1173
ikaelelo	-1174
▁ap	-1175
▁dingwaga	-1176
hip	-1177
ctions	-1178
conom	-1179
▁thulaganyo	-1180
angu	-1181
▁service	-1182
▁siameng	-1183
▁between	-1184
▁bokgoni	-1185
▁bangwe	-1186
▁disc	-1187
▁Pre	-1188
▁temo	-1189
▁setšhaba	-1190
▁production	-1191
kane	-1192
▁each	-1193
▁Tsa	-1194
▁peo	-1195
wo	-1196
▁kitso	-1197
ason	-1198
ives	-1199
▁ward	-1200
▁due	-1201
omiti	-1202
▁eng	-1203
▁ditshe	-1204
▁op	-1205
▁during	-1206
lase	-1207
tor	-1208
▁dirisiwa	-1209
lf	-1210
▁kwadi	-1211
ger	-1212
▁12	-1213
tsho	-1214
tsang	-1215
▁take	-1216
▁employ	-1217
partment	-1218
▁sec	-1219
▁rece	-1220
arabelo	-1221
ield	-1222
ganya	-1223
io	-1224
ners	-1225
▁used	-1226
▁good	-1227
mme	-1228
ety	-1229
▁cour	-1230
vel	-1231
rate	-1232
▁both	-1233
iswa	-1234
nter	-1235
▁palo	-1236
ON	-1237
xt	-1238
▁how	-1239
▁val	-1240
▁effe	-1241
antsho	-1242
kom	-1243
▁kopo	-1244
alth	-1245
▁support	-1246
ener	-1247
▁made	-1248
▁many	-1249
▁Comm	-1250
▁Su	-1251
ign	-1252
antsha	-1253
▁>	-1254
▁rel	-1255
▁being	-1256
ledi	-1257
▁through	-1258
EN	-1259
▁seed	-1260
▁she	-1261
tha	-1262
▁nnang	-1263
▁des	-1264
▁botsa	-1265
▁Ho	-1266
▁min	-1267
EL	-1268
▁For	-1269
.3	-1270
▁Mr	-1271
hata	-1272
ature	-1273
▁tsho	-1274
▁rileng	-1275
ences	-1276
ising	-1277
ak	-1278
isang	-1279
▁leka	-1280
feren	-1281
onomi	-1282
lement	-1283
▁following	-1284
▁patlisiso	-1285
elela	-1286
▁terms	-1287
gama	-1288
▁awa	-1289
▁dite	-1290
▁letsatsi	-1291
ner	-1292
▁Grain	-1293
▁ensure	-1294
▁amogela	-1295
ef	-1296
▁main	-1297
▁batl	-1298
▁project	-1299
fero	-1300
tswa	-1301
▁bokana	-1302
▁kumo	-1303
▁Develop	-1304
rin	-1305
▁two	-1306
kwadi	-1307
▁activ	-1308
▁Lo	-1309
tlhwa	-1310
▁number	-1311
ving	-1312
mber	-1313
▁dikgwe	-1314
▁grow	-1315
karolo	-1316
itlho	-1317
▁eo	-1318
sist	-1319
▁col	-1320
bana	-1321
▁order	-1322
▁Ex	-1323
ality	-1324
▁National	-1325
uelo	-1326
▁seng	-1327
▁before	-1328
▁tiriso	-1329
▁control	-1330
▁setlhopha	-1331
▁seabe	-1332
▁cor	-1333
▁organ	-1334
▁like	-1335
▁local	-1336
▁pra	-1337
eledi	-1338
ies	-1339
▁medi	-1340
lation	-1341
▁research	-1342
ragalo	-1343
▁farmers	-1344
▁naga	-1345
▁sen	-1346
▁state	-1347
▁DI	-1348
▁ditlha	-1349
▁dirwa	-1350
▁water	-1351
tshi	-1352
▁repre	-1353
uman	-1354
▁jang	-1355
kanyetso	-1356
udi	-1357
šha	-1358
eng	-1359
gen	-1360
redi	-1361
▁tikolo	-1362
mes	-1363
▁appro	-1364
▁place	-1365
▁Afrikan	-1366
▁mola	-1367
▁institution	-1368
gala	-1369
sadi	-1370
▁equ	-1371
kgatlho	-1372
len	-1373
kong	-1374
▁hel	-1375
emong	-1376
vaila	-1377
▁most	-1378
▁ev	-1379
setsa	-1380
gela	-1381
▁mole	-1382
▁national	-1383
hiri	-1384
▁every	-1385
HE	-1386
lole	-1387
▁Tshe	-1388
▁Pa	-1389
man	-1390
▁exa	-1391
maisi	-1392
isation	-1393
▁es	-1394
▁Dip	-1395
▁fetileng	-1396
iwa	-1397
▁speci	-1398
com	-1399
itlha	-1400
▁availa	-1401
▁Po	-1402
▁tlhabolo	-1403
▁prof	-1404
ulture	-1405
▁education	-1406
ancial	-1407
felong	-1408
▁So	-1409
hut	-1410
▁Mar	-1411
isiwang	-1412
▁Ms	-1413
▁Mafi	-1414
▁Lefapha	-1415
kang	-1416
▁dito	-1417
orofense	-1418
kate	-1419
▁Mafikeng	-1420
ty	-1421
▁Bot	-1422
kgolo	-1423
▁application	-1424
da	-1425
ep	-1426
denti	-1427
▁supa	-1428
ledge	-1429
▁boleng	-1430
ccess	-1431
▁bene	-1432
▁Ser	-1433
▁foko	-1434
šwa	-1435
rest	-1436
▁van	-1437
▁leba	-1438
▁tsona	-1439
▁mmasepala	-1440
ission	-1441
por	-1442
itsweng	-1443
ws	-1444
gile	-1445
▁jwala	-1446
hen	-1447
ries	-1448
▁high	-1449
▁Department	-1450
med	-1451
rs	-1452
wetso	-1453
kget	-1454
▁gare	-1455
sident	-1456
▁within	-1457
national	-1458
▁Development	-1459
▁mela	-1460
TS	-1461
▁tlhama	-1462
▁jaanong	-1463
ens	-1464
▁train	-1465
come	-1466
▁provin	-1467
ructure	-1468
lish	-1469
▁dimela	-1470
sego	-1471
ond	-1472
lan	-1473
ily	-1474
▁Ng	-1475
▁est	-1476
▁pho	-1477
▁Mot	-1478
ragatso	-1479
int	-1480
▁molao	-1481
fy	-1482
▁available	-1483
▁three	-1484
cep	-1485
ft	-1486
vers	-1487
▁different	-1488
▁implement	-1489
▁invol	-1490
▁maatla	-1491
mag	-1492
kelo	-1493
▁15	-1494
ange	-1495
pho	-1496
▁30	-1497
fied	-1498
rds	-1499
▁What	-1500
▁ithuta	-1501
▁services	-1502
lano	-1503
palo	-1504
gamaano	-1505
misa	-1506
▁Sci	-1507
▁Diti	-1508
▁issu	-1509
chie	-1510
hout	-1511
▁resour	-1512
maiso	-1513
▁group	-1514
ishe	-1515
▁mathata	-1516
uth	-1517
▁bodi	-1518
▁Mana	-1519
▁vari	-1520
▁uma	-1521
ster	-1522
▁Tlho	-1523
eno	-1524
ight	-1525
▁che	-1526
umal	-1527
▁legis	-1528
hansele	-1529
mple	-1530
▁tsone	-1531
▁experi	-1532
▁Committee	-1533
▁level	-1534
▁Dits	-1535
▁practi	-1536
▁needs	-1537
▁access	-1538
▁represent	-1539
▁tlhabololo	-1540
▁14	-1541
▁help	-1542
▁Ch	-1543
▁Cha	-1544
▁laola	-1545
▁contin	-1546
▁dintsi	-1547
▁No	-1548
▁asse	-1549
▁see	-1550
▁again	-1551
▁cons	-1552
tim	-1553
▁atten	-1554
▁balemirui	-1555
▁Jo	-1556
woto	-1557
anguage	-1558
▁gra	-1559
rong	-1560
▁consi	-1561
▁country	-1562
OL	-1563
▁adv	-1564
ctors	-1565
▁gan	-1566
▁perform	-1567
conomic	-1568
dem	-1569
▁lwa	-1570
▁Dr	-1571
gareng	-1572
▁planning	-1573
▁setso	-1574
▁yotlhe	-1575
istration	-1576
▁mor	-1577
thuo	-1578
▁way	-1579
▁then	-1580
▁Setheo	-1581
▁mal	-1582
▁pay	-1583
ganyo	-1584
▁lengwe	-1585
hirima	-1586
▁proble	-1587
▁toka	-1588
vision	-1589
▁condition	-1590
ged	-1591
▁impro	-1592
▁mefuta	-1593
▁11	-1594
▁farming	-1595
▁Ward	-1596
▁pur	-1597
▁oper	-1598
▁writ	-1599
ago	-1600
lego	-1601
tions	-1602
▁tlwa	-1603
ures	-1604
▁area	-1605
yakarolo	-1606
▁inf	-1607
▁achie	-1608
________	-1609
▁Ro	-1610
mmogo	-1611
▁There	-1612
▁dikga	-1613
aal	-1614
▁cre	-1615
▁estab	-1616
▁sk	-1617
ghts	-1618
tees	-1619
bu	-1620
▁provide	-1621
▁Serv	-1622
ord	-1623
ging	-1624
onment	-1625
vir	-1626
ings	-1627
meng	-1628
▁2010	-1629
▁fitlhelela	-1630
ism	-1631
▁my	-1632
▁conc	-1633
▁rega	-1634
ER	-1635
lho	-1636
mong	-1637
▁naya	-1638
ji	-1639
kes	-1640
alwa	-1641
▁jaana	-1642
▁polic	-1643
▁right	-1644
▁success	-1645
▁dijo	-1646
▁maikarabelo	-1647
▁could	-1648
▁kgatl	-1649
ron	-1650
▁cur	-1651
▁incre	-1652
▁mats	-1653
▁month	-1654
▁knowledge	-1655
ES	-1656
▁Es	-1657
isana	-1658
▁member	-1659
▁section	-1660
lin	-1661
ised	-1662
▁pric	-1663
▁gale	-1664
▁school	-1665
atho	-1666
▁able	-1667
pu	-1668
bela	-1669
▁ful	-1670
▁get	-1671
▁hand	-1672
ew	-1673
▁dise	-1674
▁mofuta	-1675
▁ditš	-1676
▁ditse	-1677
▁Tr	-1678
orong	-1679
stitutional	-1680
mer	-1681
letsa	-1682
▁maloko	-1683
▁programme	-1684
ulo	-1685
▁ru	-1686
stan	-1687
▁Komiti	-1688
▁assist	-1689
▁gre	-1690
ually	-1691
▁Mola	-1692
▁present	-1693
šhaba	-1694
▁council	-1695
▁decision	-1696
▁0	-1697
▁bana	-1698
▁Thuto	-1699
▁Bosetšhaba	-1700
sola	-1701
▁bas	-1702
ority	-1703
ditional	-1704
giso	-1705
olong	-1706
▁ty	-1707
put	-1708
▁maleba	-1709
▁partic	-1710
ser	-1711
▁sekase	-1712
togo	-1713
otheo	-1714
▁setse	-1715
▁contrib	-1716
▁porojeke	-1717
▁Kwa	-1718
▁bar	-1719
▁Dire	-1720
▁rele	-1721
ultural	-1722
▁mone	-1723
▁gener	-1724
▁proper	-1725
etermin	-1726
▁Sa	-1727
sary	-1728
▁Khamphaseng	-1729
▁add	-1730
▁gone	-1731
vironment	-1732
▁16	-1733
šene	-1734
▁financial	-1735
▁cla	-1736
▁School	-1737
▁staff	-1738
▁pot	-1739
▁ditla	-1740
▁mekgwa	-1741
▁Motl	-1742
▁ene	-1743
▁You	-1744
ished	-1745
▁office	-1746
▁bolo	-1747
ketara	-1748
▁Offic	-1749
entre	-1750
kgetho	-1751
▁season	-1752
ording	-1753
pportun	-1754
▁Mat	-1755
▁mabaka	-1756
AT	-1757
▁Ad	-1758
▁deli	-1759
▁maikaelelo	-1760
des	-1761
▁Ja	-1762
▁Gape	-1763
▁areas	-1764
nyegelo	-1765
eta	-1766
yang	-1767
▁bosetšhaba	-1768
AL	-1769
orth	-1770
▁bogolo	-1771
ues	-1772
kaedi	-1773
bility	-1774
▁says	-1775
▁required	-1776
▁La	-1777
▁win	-1778
▁Vaal	-1779
mon	-1780
▁Par	-1781
▁care	-1782
▁Khamphase	-1783
pect	-1784
▁Yunibesiti	-1785
iting	-1786
ory	-1787
▁lemo	-1788
▁opportun	-1789
▁particular	-1790
sel	-1791
▁facil	-1792
▁weed	-1793
▁social	-1794
▁Be	-1795
▁role	-1796
ngwageng	-1797
nolo	-1798
pheng	-1799
sive	-1800
cause	-1801
tice	-1802
▁pedi	-1803
helete	-1804
▁benef	-1805
▁world	-1806
kano	-1807
▁rulagany	-1808
▁Tlhabololo	-1809
▁gon	-1810
▁These	-1811
▁does	-1812
▁health	-1813
▁Pu	-1814
lleng	-1815
eteledi	-1816
bin	-1817
▁rat	-1818
▁long	-1819
mmuso	-1820
▁setheo	-1821
▁dijwa	-1822
bs	-1823
▁magareng	-1824
▁possible	-1825
ec	-1826
hold	-1827
ately	-1828
▁tiragatso	-1829
lear	-1830
▁training	-1831
▁supp	-1832
etso	-1833
tshwa	-1834
▁Ta	-1835
ount	-1836
tern	-1837
▁tshwanelo	-1838
▁means	-1839
kere	-1840
gelwa	-1841
▁money	-1842
▁rotlo	-1843
▁bobedi	-1844
▁identi	-1845
▁those	-1846
hin	-1847
▁LE	-1848
kedi	-1849
ling	-1850
▁tle	-1851
▁oketsa	-1852
▁off	-1853
ently	-1854
▁seno	-1855
ived	-1856
▁mangwe	-1857
▁activities	-1858
AR	-1859
tlwa	-1860
▁tlhola	-1861
▁determin	-1862
▁including	-1863
ills	-1864
fatso	-1865
▁maemong	-1866
kone	-1867
▁life	-1868
OR	-1869
OT	-1870
gher	-1871
ring	-1872
sing	-1873
▁moo	-1874
▁botshe	-1875
▁mabapi	-1876
▁ruta	-1877
tiki	-1878
kanelo	-1879
▁tshege	-1880
▁tlhatlho	-1881
▁App	-1882
▁feto	-1883
▁tlhotlhwa	-1884
▁municipality	-1885
sela	-1886
▁producers	-1887
kgotla	-1888
.4	-1889
kga	-1890
▁best	-1891
wanelo	-1892
omen	-1893
▁even	-1894
▁mosola	-1895
▁tlhalosa	-1896
▁North	-1897
bola	-1898
tlatshe	-1899
eteledipele	-1900
elets	-1901
▁dirisiwang	-1902
uch	-1903
siwa	-1904
cu	-1905
▁fi	-1906
hanong	-1907
ye	-1908
kele	-1909
▁bor	-1910
▁Education	-1911
kera	-1912
ound	-1913
▁puo	-1914
gisa	-1915
rero	-1916
▁challeng	-1917
ulty	-1918
elana	-1919
other	-1920
▁dipe	-1921
ators	-1922
lisi	-1923
▁Batho	-1924
▁bonako	-1925
▁farmer	-1926
▁days	-1927
ere	-1928
▁YA	-1929
chnolo	-1930
▁taolo	-1931
ics	-1932
▁disa	-1933
▁kget	-1934
▁gantsi	-1935
▁ditlhopha	-1936
wor	-1937
▁2009	-1938
▁meas	-1939
▁dirag	-1940
▁polit	-1941
▁resources	-1942
▁tax	-1943
▁mmung	-1944
atlh	-1945
▁sti	-1946
▁sur	-1947
AI	-1948
▁had	-1949
▁masi	-1950
▁rata	-1951
▁because	-1952
▁working	-1953
urn	-1954
▁18	-1955
▁cal	-1956
▁day	-1957
beng	-1958
ophirima	-1959
▁planting	-1960
▁Min	-1961
▁bua	-1962
▁ent	-1963
▁refer	-1964
vant	-1965
▁Inter	-1966
▁kgwedi	-1967
▁include	-1968
ways	-1969
▁specific	-1970
orofe	-1971
▁effective	-1972
▁start	-1973
▁neces	-1974
ati	-1975
▁yield	-1976
▁fitlha	-1977
▁Rre	-1978
▁report	-1979
▁dep	-1980
culty	-1981
▁Pe	-1982
ited	-1983
▁ann	-1984
▁Bokone	-1985
▁Kgotla	-1986
▁Mor	-1987
▁ite	-1988
oloji	-1989
▁lead	-1990
▁Let	-1991
▁conditions	-1992
mpi	-1993
▁crops	-1994
▁dijalo	-1995
kego	-1996
▁ikonomi	-1997
▁Director	-1998
▁apply	-1999
▁committee	-2000
▁maf	-2001
▁stand	-2002
▁bontsi	-2003
▁discus	-2004
lle	-2005
▁bud	-2006
▁lit	-2007
▁ref	-2008
▁obje	-2009
▁admin	-2010
itlhelelo	-2011
iod	-2012
lor	-2013
baka	-2014
ference	-2015
dy	-2016
▁ear	-2017
▁boik	-2018
▁example	-2019
▁require	-2020
▁sm	-2021
waga	-2022
utive	-2023
co	-2024
ons	-2025
▁boto	-2026
ša	-2027
▁clo	-2028
▁let	-2029
wever	-2030
▁same	-2031
▁ques	-2032
▁wit	-2033
▁2011	-2034
▁tirong	-2035
serv	-2036
par	-2037
lelwa	-2038
▁diphe	-2039
▁lefelo	-2040
emedi	-2041
▁projects	-2042
▁always	-2043
ady	-2044
▁Kga	-2045
katshe	-2046
▁prote	-2047
▁period	-2048
itekanelo	-2049
▁environment	-2050
lia	-2051
aching	-2052
▁Na	-2053
disa	-2054
▁resi	-2055
▁tsena	-2056
▁soci	-2057
lished	-2058
gin	-2059
▁tlamela	-2060
up	-2061
▁appo	-2062
za	-2063
ters	-2064
▁strate	-2065
sol	-2066
▁Ph	-2067
▁Len	-2068
▁temothuo	-2069
▁kgatlhanong	-2070
mente	-2071
▁much	-2072
▁tseo	-2073
bat	-2074
▁next	-2075
port	-2076
▁done	-2077
tlatshekelo	-2078
▁Institutional	-2079
lud	-2080
▁woto	-2081
laseng	-2082
▁necessary	-2083
utha	-2084
gaka	-2085
kgwe	-2086
▁ser	-2087
kase	-2088
▁auth	-2089
▁grain	-2090
▁Setlho	-2091
▁fokotsa	-2092
▁GO	-2093
▁otlhe	-2094
▁semmuso	-2095
▁Man	-2096
▁25	-2097
▁ins	-2098
wetse	-2099
ugh	-2100
▁Al	-2101
itswe	-2102
▁comple	-2103
kia	-2104
ital	-2105
▁matlha	-2106
nyi	-2107
maga	-2108
saense	-2109
urther	-2110
▁lenaneo	-2111
ists	-2112
tlalo	-2113
▁rome	-2114
mat	-2115
▁ona	-2116
▁ste	-2117
▁human	-2118
▁didiriswa	-2119
ls	-2120
ontsha	-2121
tswedi	-2122
▁ntsha	-2123
▁letlha	-2124
▁Molaotheo	-2125
▁pas	-2126
▁mait	-2127
reletso	-2128
irs	-2129
▁Tri	-2130
▁men	-2131
etlele	-2132
ris	-2133
gare	-2134
▁When	-2135
▁kgono	-2136
karetso	-2137
▁account	-2138
▁against	-2139
▁children	-2140
▁consider	-2141
▁tirisong	-2142
lain	-2143
▁tharo	-2144
▁performance	-2145
▁study	-2146
hankedi	-2147
chnology	-2148
▁learners	-2149
lag	-2150
hers	-2151
▁ena	-2152
▁kgonang	-2153
▁matlole	-2154
▁bolemirui	-2155
šh	-2156
▁colle	-2157
▁ditheo	-2158
ani	-2159
vidu	-2160
ilding	-2161
▁tshwanela	-2162
▁conta	-2163
▁ide	-2164
▁maano	-2165
▁selegae	-2166
▁received	-2167
miti	-2168
▁modi	-2169
▁shall	-2170
lack	-2171
lweng	-2172
▁They	-2173
olio	-2174
▁Kho	-2175
▁Pho	-2176
▁togamaano	-2177
▁sedir	-2178
wantsho	-2179
▁Sciences	-2180
▁Tshedimosetso	-2181
▁Kg	-2182
▁fam	-2183
▁kopano	-2184
are	-2185
din	-2186
▁dijwalwa	-2187
▁political	-2188
▁tekanyetso	-2189
ote	-2190
▁interest	-2191
▁On	-2192
▁kae	-2193
▁thus	-2194
ecutive	-2195
▁issues	-2196
▁lefatsheng	-2197
▁kho	-2198
▁agric	-2199
▁regis	-2200
▁international	-2201
▁ext	-2202
dikuno	-2203
itor	-2204
▁past	-2205
ration	-2206
rolong	-2207
▁tikologo	-2208
dust	-2209
▁bro	-2210
▁food	-2211
gal	-2212
▁ve	-2213
▁occ	-2214
angle	-2215
▁various	-2216
eri	-2217
miwa	-2218
▁ntsho	-2219
ray	-2220
unt	-2221
vement	-2222
▁quality	-2223
eletseng	-2224
kao	-2225
sts	-2226
▁Ag	-2227
▁car	-2228
laodi	-2229
▁bontsha	-2230
▁Q	-2231
tlhoko	-2232
▁agree	-2233
▁At	-2234
ages	-2235
gele	-2236
soci	-2237
▁indic	-2238
ler	-2239
▁thi	-2240
▁Mohu	-2241
forika	-2242
▁dikgato	-2243
ek	-2244
▁fut	-2245
▁mot	-2246
▁kwala	-2247
cum	-2248
▁assess	-2249
▁diwoto	-2250
kenoloji	-2251
▁diporojeke	-2252
ject	-2253
▁corre	-2254
cus	-2255
foko	-2256
urs	-2257
ercial	-2258
▁promo	-2259
▁without	-2260
IS	-2261
▁conf	-2262
▁skills	-2263
ide	-2264
▁gate	-2265
▁campus	-2266
▁Triangle	-2267
▁lefelong	-2268
goro	-2269
▁bok	-2270
orafe	-2271
▁mefero	-2272
▁bantsha	-2273
▁Motlatsa	-2274
agi	-2275
koano	-2276
tive	-2277
atsana	-2278
ertain	-2279
katsheko	-2280
▁botshelo	-2281
▁Wor	-2282
▁end	-2283
▁semolao	-2284
▁individu	-2285
▁Management	-2286
▁gr	-2287
▁thuso	-2288
▁mmalwa	-2289
▁tlhagisa	-2290
▁dithulaganyo	-2291
▁Din	-2292
▁capa	-2293
▁certi	-2294
▁purpo	-2295
▁Afrika	-2296
hegileng	-2297
▁experience	-2298
tered	-2299
▁hect	-2300
ditsweng	-2301
▁groups	-2302
▁policy	-2303
▁legislation	-2304
▁Constitution	-2305
ain	-2306
demic	-2307
▁ditlhokego	-2308
▁Da	-2309
▁gau	-2310
▁sup	-2311
▁harv	-2312
▁ferti	-2313
▁provincial	-2314
▁now	-2315
▁kana	-2316
▁value	-2317
hud	-2318
▁Co	-2319
▁real	-2320
▁ile	-2321
▁lona	-2322
▁tume	-2323
▁setlha	-2324
▁communic	-2325
▁language	-2326
of	-2327
▁mogo	-2328
▁oketse	-2329
wed	-2330
▁mas	-2331
getsa	-2332
▁badi	-2333
▁dirwang	-2334
magatsana	-2335
▁sure	-2336
illion	-2337
emogelo	-2338
ulation	-2339
▁How	-2340
▁submit	-2341
ness	-2342
▁ris	-2343
▁official	-2344
▁tshwanang	-2345
ione	-2346
pecial	-2347
▁dipholo	-2348
bil	-2349
itiz	-2350
mend	-2351
▁give	-2352
polotiki	-2353
▁relevant	-2354
ned	-2355
rge	-2356
▁setla	-2357
▁botlalo	-2358
gni	-2359
urg	-2360
less	-2361
uation	-2362
▁Faculty	-2363
▁Mohumagatsana	-2364
ET	-2365
▁future	-2366
▁tlhokegang	-2367
▁Acc	-2368
mical	-2369
gether	-2370
LH	-2371
cting	-2372
▁Asse	-2373
▁inst	-2374
▁rula	-2375
▁taken	-2376
▁become	-2377
▁another	-2378
▁lecture	-2379
▁Tsamaiso	-2380
olwa	-2381
▁newa	-2382
▁solo	-2383
ultiv	-2384
▁Sekolo	-2385
▁basadi	-2386
▁play	-2387
dulase	-2388
ink	-2389
uses	-2390
▁vis	-2391
▁tokafatsa	-2392
▁2007	-2393
hemi	-2394
▁dist	-2395
▁still	-2396
▁dikolo	-2397
▁economic	-2398
▁ditshenyegelo	-2399
uide	-2400
▁nee	-2401
letso	-2402
▁Kgwe	-2403
▁said	-2404
▁kgate	-2405
▁cho	-2406
tšhwa	-2407
▁result	-2408
▁provision	-2409
▁participation	-2410
▁dinako	-2411
▁sit	-2412
letse	-2413
round	-2414
wards	-2415
▁Puso	-2416
▁kgaolo	-2417
ath	-2418
hara	-2419
piwa	-2420
▁isa	-2421
▁crit	-2422
▁field	-2423
▁Ditirelo	-2424
▁referred	-2425
iki	-2426
▁dim	-2427
hudutha	-2428
▁tlhokega	-2429
RO	-2430
▁Z	-2431
▁ny	-2432
vious	-2433
tšhabat	-2434
▁sirele	-2435
▁commercial	-2436
jene	-2437
▁sol	-2438
▁ikae	-2439
▁dipalo	-2440
▁ditiragalo	-2441
▁Ar	-2442
view	-2443
istic	-2444
tshame	-2445
▁molawana	-2446
▁responsi	-2447
jo	-2448
day	-2449
▁bonwa	-2450
lapa	-2451
mmes	-2452
▁Eng	-2453
▁Ste	-2454
ister	-2455
▁Farm	-2456
▁Woto	-2457
person	-2458
▁Johan	-2459
▁compet	-2460
▁tlhokang	-2461
▁kgethegileng	-2462
koko	-2463
▁Elo	-2464
tlana	-2465
▁dipuo	-2466
▁women	-2467
▁implementation	-2468
▁gae	-2469
▁botoka	-2470
▁tlhomamisa	-2471
ura	-2472
▁top	-2473
atiso	-2474
phara	-2475
▁dume	-2476
diwang	-2477
ential	-2478
kaneng	-2479
▁power	-2480
▁communities	-2481
urity	-2482
▁rain	-2483
▁wheat	-2484
▁growth	-2485
▁Fin	-2486
▁aca	-2487
▁him	-2488
▁2012	-2489
▁Eloff	-2490
▁often	-2491
▁Karolo	-2492
▁Office	-2493
▁better	-2494
▁includ	-2495
▁molemirui	-2496
▁less	-2497
▁want	-2498
▁concer	-2499
▁tswang	-2500
▁employe	-2501
cle	-2502
▁13	-2503
▁boi	-2504
▁tsi	-2505
▁priv	-2506
godimo	-2507
▁motla	-2508
huduthamaga	-2509
line	-2510
ropri	-2511
▁costs	-2512
▁request	-2513
▁law	-2514
▁keep	-2515
▁polaseng	-2516
▁tlhaloganya	-2517
▁Do	-2518
▁Of	-2519
▁seo	-2520
▁court	-2521
▁equip	-2522
▁gonne	-2523
▁second	-2524
▁giv	-2525
komiti	-2526
hon	-2527
ulti	-2528
▁Kopo	-2529
▁korong	-2530
▁learning	-2531
disi	-2532
ward	-2533
▁prin	-2534
▁address	-2535
▁Dikomiti	-2536
▁together	-2537
▁tlhokomela	-2538
▁gaufi	-2539
▁while	-2540
▁nageng	-2541
▁tsenya	-2542
▁structure	-2543
ince	-2544
kale	-2545
phi	-2546
▁50	-2547
folio	-2548
▁Comp	-2549
atives	-2550
▁batsa	-2551
▁motheo	-2552
▁society	-2553
▁special	-2554
▁ditokololo	-2555
selegae	-2556
DI	-2557
TION	-2558
rame	-2559
▁21	-2560
mano	-2561
reed	-2562
▁contact	-2563
▁Disaense	-2564
▁Municipal	-2565
yo	-2566
▁demo	-2567
▁budget	-2568
▁sekaseka	-2569
▁TS	-2570
cing	-2571
tulo	-2572
▁back	-2573
▁bong	-2574
▁tlhom	-2575
▁contra	-2576
▁cultiv	-2577
▁sekolo	-2578
ased	-2579
▁key	-2580
▁cost	-2581
▁facilit	-2582
ions	-2583
ateng	-2584
atlheledi	-2585
▁Khansele	-2586
▁ou	-2587
ional	-2588
▁affe	-2589
▁deta	-2590
▁further	-2591
▁RB	-2592
work	-2593
▁Tra	-2594
ditswe	-2595
▁citiz	-2596
▁small	-2597
▁katiso	-2598
▁tshwara	-2599
▁Lekgotla	-2600
anya	-2601
lese	-2602
▁ete	-2603
▁too	-2604
▁list	-2605
▁akanya	-2606
▁sector	-2607
▁Mme	-2608
▁among	-2609
▁spray	-2610
▁higher	-2611
▁income	-2612
▁En	-2613
▁Dith	-2614
utabana	-2615
▁lekgetho	-2616
▁sh	-2617
▁mes	-2618
▁rea	-2619
▁sto	-2620
comes	-2621
erial	-2622
▁2008	-2623
▁case	-2624
irperson	-2625
▁lekwalo	-2626
utlo	-2627
▁sekao	-2628
▁rotloetsa	-2629
omo	-2630
▁maj	-2631
▁beli	-2632
▁dumela	-2633
▁lekale	-2634
▁involved	-2635
▁maitemogelo	-2636
mpo	-2637
not	-2638
pego	-2639
▁ika	-2640
gical	-2641
▁date	-2642
▁reka	-2643
▁Ngaka	-2644
liament	-2645
▁regard	-2646
▁tshegetsa	-2647
tšhabatšhaba	-2648
▁Reg	-2649
▁act	-2650
▁appe	-2651
▁team	-2652
▁loago	-2653
▁tlhotlhe	-2654
ug	-2655
irm	-2656
kabo	-2657
lana	-2658
▁gat	-2659
kgola	-2660
▁reco	-2661
▁Moporof	-2662
▁four	-2663
▁using	-2664
▁segolo	-2665
▁tirelo	-2666
ffici	-2667
▁boits	-2668
▁plants	-2669
▁chemical	-2670
▁establish	-2671
▁porofense	-2672
fike	-2673
▁anim	-2674
▁potential	-2675
▁boitekanelo	-2676
bele	-2677
lato	-2678
▁nono	-2679
▁dipho	-2680
▁melao	-2681
▁price	-2682
▁appropri	-2683
▁rulaganya	-2684
▁programmes	-2685
▁24	-2686
▁tseno	-2687
ability	-2688
▁bophara	-2689
▁President	-2690
▁ditšhelete	-2691
▁OF	-2692
burg	-2693
▁full	-2694
ank	-2695
koto	-2696
▁Dik	-2697
heong	-2698
▁Cape	-2699
▁duela	-2700
▁matter	-2701
etlelelo	-2702
▁underst	-2703
sc	-2704
ente	-2705
▁leano	-2706
▁bantsi	-2707
▁tikologong	-2708
▁institutions	-2709
cou	-2710
hing	-2711
itive	-2712
▁Stud	-2713
▁lives	-2714
▁invest	-2715
▁leloko	-2716
▁feed	-2717
▁look	-2718
▁State	-2719
▁design	-2720
▁certain	-2721
nal	-2722
▁rights	-2723
▁ii	-2724
senyi	-2725
kiwa	-2726
▁camp	-2727
▁five	-2728
▁cannot	-2729
▁tlhokomelo	-2730
IT	-2731
▁Trans	-2732
▁tlhoph	-2733
uns	-2734
▁2014	-2735
▁bora	-2736
▁sepe	-2737
▁ditho	-2738
▁tloga	-2739
getseng	-2740
▁equipment	-2741
▁17	-2742
▁Pala	-2743
▁name	-2744
▁works	-2745
▁diraga	-2746
swa	-2747
▁nom	-2748
▁Tona	-2749
▁whether	-2750
▁Information	-2751
NG	-2752
▁Hi	-2753
▁swe	-2754
pital	-2755
▁2013	-2756
▁tshwar	-2757
▁problems	-2758
▁tsene	-2759
▁relations	-2760
.5	-2761
▁bui	-2762
▁tuelo	-2763
▁course	-2764
▁kakaretso	-2765
bal	-2766
ors	-2767
kgang	-2768
▁rara	-2769
▁capac	-2770
▁solofe	-2771
ils	-2772
West	-2773
▁100	-2774
▁def	-2775
gation	-2776
▁resul	-2777
▁dikomiti	-2778
OM	-2779
▁ono	-2780
▁pop	-2781
▁Ne	-2782
ched	-2783
▁dri	-2784
▁sign	-2785
ership	-2786
ustice	-2787
▁Jaaka	-2788
▁neela	-2789
▁change	-2790
▁khampha	-2791
▁dirisang	-2792
til	-2793
▁anal	-2794
▁botlha	-2795
▁months	-2796
▁agreement	-2797
ards	-2798
teng	-2799
▁leina	-2800
▁permit	-2801
eletsano	-2802
amo	-2803
▁kopa	-2804
▁last	-2805
▁indust	-2806
▁proces	-2807
▁material	-2808
ung	-2809
diso	-2810
▁non	-2811
kiwang	-2812
▁lemoga	-2813
▁building	-2814
IC	-2815
▁Wh	-2816
loso	-2817
orts	-2818
▁action	-2819
▁However	-2820
▁amanang	-2821
▁ditsela	-2822
▁dikarolo	-2823
▁meetings	-2824
pla	-2825
ough	-2826
▁som	-2827
hutlo	-2828
▁Tiro	-2829
▁book	-2830
▁final	-2831
▁gongwe	-2832
▁Commission	-2833
tire	-2834
▁THE	-2835
▁Plan	-2836
tained	-2837
umalano	-2838
▁Centre	-2839
▁producer	-2840
▁improve	-2841
▁setlamo	-2842
AB	-2843
▁prog	-2844
rently	-2845
▁elect	-2846
hemikale	-2847
▁gammogo	-2848
▁previous	-2849
eding	-2850
tseno	-2851
▁Eish	-2852
ctives	-2853
▁tlisa	-2854
▁achieve	-2855
▁dipotso	-2856
▁certific	-2857
▁Bu	-2858
▁Jan	-2859
▁tot	-2860
ditse	-2861
Bophirima	-2862
▁appropriate	-2863
▁mok	-2864
stain	-2865
▁sete	-2866
▁provided	-2867
dulasetulo	-2868
rego	-2869
ready	-2870
lication	-2871
▁Mokaedi	-2872
▁Fo	-2873
▁abe	-2874
rated	-2875
▁left	-2876
▁ntsi	-2877
▁bofelo	-2878
▁reason	-2879
▁romela	-2880
▁sustain	-2881
▁tlhopha	-2882
▁age	-2883
atlhego	-2884
▁komiti	-2885
lha	-2886
▁All	-2887
rimin	-2888
▁exce	-2889
▁summ	-2890
▁kgato	-2891
kanyetsa	-2892
▁student	-2893
▁function	-2894
▁didirisiwa	-2895
▁tshwanelwa	-2896
lotlo	-2897
podisi	-2898
▁artic	-2899
▁university	-2900
dule	-2901
▁Mon	-2902
▁wena	-2903
▁foromo	-2904
▁diragatsa	-2905
nyo	-2906
▁RBN	-2907
▁dra	-2908
atlisisi	-2909
▁tshwetso	-2910
ili	-2911
lied	-2912
getse	-2913
pecially	-2914
▁already	-2915
▁lekaneng	-2916
here	-2917
onter	-2918
▁prior	-2919
▁fetola	-2920
▁market	-2921
▁batlang	-2922
wat	-2923
lege	-2924
cument	-2925
rekere	-2926
▁recently	-2927
▁especially	-2928
ja	-2929
ars	-2930
sang	-2931
fairs	-2932
▁deci	-2933
eletso	-2934
▁Public	-2935
▁proced	-2936
▁heketara	-2937
▁cop	-2938
▁gola	-2939
atural	-2940
tlheng	-2941
▁culture	-2942
ali	-2943
cha	-2944
ined	-2945
kisa	-2946
▁Pele	-2947
▁pora	-2948
▁pula	-2949
▁Human	-2950
▁enter	-2951
▁motha	-2952
▁dirise	-2953
▁motlakase	-2954
gon	-2955
esti	-2956
pelo	-2957
▁tele	-2958
fikeiti	-2959
▁Service	-2960
▁profess	-2961
▁Services	-2962
▁successful	-2963
▁ditshwanelo	-2964
lence	-2965
▁bopa	-2966
▁teaching	-2967
▁tshimolo	-2968
▁Setlhopha	-2969
▁tshegetso	-2970
fokeng	-2971
▁dikop	-2972
▁focus	-2973
▁family	-2974
ins	-2975
▁Tir	-2976
ically	-2977
▁bolela	-2978
▁dithuto	-2979
flow	-2980
▁khu	-2981
▁raya	-2982
katemi	-2983
▁chang	-2984
▁Lenaneo	-2985
▁diphetogo	-2986
▁dirilweng	-2987
▁Government	-2988
lamo	-2989
▁initi	-2990
stitute	-2991
▁committees	-2992
▁dia	-2993
▁diy	-2994
▁democ	-2995
▁metho	-2996
▁ikwadi	-2997
▁making	-2998
▁benefit	-2999
gg	-3000
ency	-3001
▁198	-3002
kgwebo	-3003
duction	-3004
▁position	-3005
▁responsible	-3006
WA	-3007
ori	-3008
▁stat	-3009
▁clear	-3010
▁given	-3011
ota	-3012
bour	-3013
▁der	-3014
inted	-3015
tsong	-3016
▁ditshedi	-3017
▁malebana	-3018
RS	-3019
illa	-3020
ilione	-3021
▁nnete	-3022
▁dipoelo	-3023
▁opportunity	-3024
ral	-3025
kala	-3026
yana	-3027
▁rate	-3028
▁lebele	-3029
▁nakong	-3030
▁tre	-3031
▁rema	-3032
orofesa	-3033
tenance	-3034
▁others	-3035
▁Committees	-3036
member	-3037
▁Ditsh	-3038
▁least	-3039
erature	-3040
lesego	-3041
▁encou	-3042
▁capacity	-3043
▁ngwageng	-3044
▁Parliament	-3045
sal	-3046
▁eme	-3047
▁vie	-3048
▁amount	-3049
▁rarabolo	-3050
thi	-3051
▁br	-3052
▁bom	-3053
▁Botsa	-3054
▁large	-3055
▁mafelo	-3056
onteraka	-3057
resident	-3058
▁Kokoano	-3059
▁tsweletsa	-3060
▁sepolotiki	-3061
self	-3062
▁nut	-3063
▁post	-3064
▁tlang	-3065
▁tekate	-3066
dence	-3067
lwane	-3068
▁held	-3069
kerasi	-3070
▁Thulaganyo	-3071
tlong	-3072
▁based	-3073
▁poelo	-3074
tshameko	-3075
▁respect	-3076
▁tiragalo	-3077
pes	-3078
▁Baithuti	-3079
▁understand	-3080
ders	-3081
▁ara	-3082
▁ema	-3083
▁tas	-3084
tharo	-3085
dirisi	-3086
esting	-3087
▁house	-3088
▁tlame	-3089
▁fertili	-3090
▁problem	-3091
▁AN	-3092
mbly	-3093
ross	-3094
utes	-3095
gongo	-3096
▁open	-3097
▁officer	-3098
isan	-3099
▁Pol	-3100
efete	-3101
▁recom	-3102
▁thobo	-3103
▁Theuns	-3104
▁According	-3105
▁award	-3106
▁ntšhwa	-3107
▁systems	-3108
▁dipatlisiso	-3109
▁old	-3110
graph	-3111
selves	-3112
▁event	-3113
▁record	-3114
▁bothata	-3115
▁produce	-3116
▁Bafokeng	-3117
pt	-3118
▁Mm	-3119
▁Bon	-3120
iving	-3121
▁hist	-3122
▁sena	-3123
▁plans	-3124
onobolo	-3125
kologelwa	-3126
residente	-3127
▁assessment	-3128
etla	-3129
▁She	-3130
oromo	-3131
▁More	-3132
▁tsewa	-3133
▁Mmasepala	-3134
▁dif	-3135
lopele	-3136
antsweng	-3137
▁Research	-3138
▁dife	-3139
▁gotlhe	-3140
▁neelana	-3141
▁products	-3142
▁functions	-3143
________________	-3144
the	-3145
kela	-3146
▁since	-3147
lements	-3148
▁Ditlho	-3149
LA	-3150
▁dihe	-3151
▁Provin	-3152
▁document	-3153
▁processes	-3154
IV	-3155
gwa	-3156
ick	-3157
▁PAI	-3158
▁Tse	-3159
▁Agric	-3160
▁organis	-3161
▁challenges	-3162
uiwa	-3163
▁just	-3164
▁found	-3165
▁lands	-3166
structure	-3167
duce	-3168
▁did	-3169
▁PAIA	-3170
▁fore	-3171
unflow	-3172
▁allow	-3173
▁fetang	-3174
tlw	-3175
▁Kgosi	-3176
▁complete	-3177
▁abo	-3178
▁efe	-3179
ancel	-3180
anete	-3181
seter	-3182
▁motlh	-3183
▁planted	-3184
▁princip	-3185
▁thibela	-3186
▁recommend	-3187
▁tshireletso	-3188
vent	-3189
atory	-3190
petso	-3191
▁happ	-3192
▁inten	-3193
▁weeds	-3194
▁levels	-3195
▁therefore	-3196
chan	-3197
▁Cor	-3198
▁dib	-3199
antle	-3200
▁consult	-3201
▁karolong	-3202
▁Palamente	-3203
pri	-3204
uro	-3205
▁int	-3206
▁baya	-3207
▁subse	-3208
▁Yunibes	-3209
▁correct	-3210
isitsweng	-3211
▁motl	-3212
▁Badiri	-3213
▁dinaga	-3214
onobolomo	-3215
▁academic	-3216
atse	-3217
▁few	-3218
▁emer	-3219
▁term	-3220
▁polase	-3221
▁million	-3222
▁2004	-3223
▁bosi	-3224
▁dita	-3225
▁mowa	-3226
mpieno	-3227
Aforika	-3228
▁progress	-3229
val	-3230
xim	-3231
▁pat	-3232
▁atle	-3233
bolaya	-3234
itshin	-3235
▁lebelela	-3236
▁poraefete	-3237
▁established	-3238
cept	-3239
isiwe	-3240
▁impa	-3241
▁lone	-3242
OLO	-3243
ulu	-3244
nown	-3245
oper	-3246
▁dipa	-3247
▁motsa	-3248
▁young	-3249
▁divers	-3250
▁results	-3251
▁usually	-3252
nes	-3253
▁risk	-3254
atsang	-3255
formed	-3256
▁Lekwa	-3257
▁condu	-3258
▁exten	-3259
▁short	-3260
▁tlhano	-3261
rastructure	-3262
50	-3263
tere	-3264
ommogo	-3265
▁mengwe	-3266
▁Dintlha	-3267
▁citizens	-3268
▁completed	-3269
▁International	-3270
tial	-3271
▁above	-3272
▁belie	-3273
▁dithoto	-3274
adi	-3275
spe	-3276
▁bre	-3277
ption	-3278
ribed	-3279
ancellor	-3280
▁kgotlatshekelo	-3281
▁IT	-3282
gets	-3283
itsiso	-3284
▁legal	-3285
▁Morago	-3286
▁legisl	-3287
▁montsha	-3288
▁maikutlo	-3289
▁monontsha	-3290
wi	-3291
bong	-3292
fety	-3293
ught	-3294
▁bole	-3295
▁tlile	-3296
sue	-3297
▁sci	-3298
▁diph	-3299
anguages	-3300
▁monitor	-3301
▁subject	-3302
▁kgaolong	-3303
▁tsamaisa	-3304
rat	-3305
sana	-3306
▁pub	-3307
▁ratang	-3308
sociation	-3309
▁bantshakuno	-3310
▁Gra	-3311
▁Res	-3312
▁eval	-3313
▁private	-3314
▁interpre	-3315
▁certificate	-3316
▁ret	-3317
▁down	-3318
▁itsi	-3319
▁phapo	-3320
▁Progra	-3321
▁around	-3322
▁dirile	-3323
▁katlego	-3324
▁metswedi	-3325
▁tshekatsheko	-3326
ag	-3327
▁Bor	-3328
uniti	-3329
▁lena	-3330
▁going	-3331
▁lotseno	-3332
▁allo	-3333
▁tsha	-3334
morago	-3335
▁Assembly	-3336
▁Minister	-3337
▁security	-3338
▁Pi	-3339
ette	-3340
mane	-3341
▁run	-3342
searc	-3343
▁kono	-3344
▁nnile	-3345
▁total	-3346
▁mafoko	-3347
ird	-3348
▁dry	-3349
ganye	-3350
phata	-3351
▁Dika	-3352
tation	-3353
tshwantsho	-3354
▁mer	-3355
▁SARS	-3356
▁integ	-3357
▁registration	-3358
ctly	-3359
ordin	-3360
▁find	-3361
▁black	-3362
▁towards	-3363
hutlotharo	-3364
▁objectives	-3365
▁One	-3366
▁Some	-3367
▁home	-3368
▁sona	-3369
itable	-3370
▁Dikgo	-3371
▁Kgaolo	-3372
▁Merero	-3373
▁masimong	-3374
▁ditshwetso	-3375
▁phitlhelelo	-3376
ked	-3377
▁El	-3378
▁Moh	-3379
▁sep	-3380
kehold	-3381
▁moist	-3382
stances	-3383
▁Legoro	-3384
▁econom	-3385
▁things	-3386
▁malatsi	-3387
▁appointed	-3388
mage	-3389
alang	-3390
▁Vice	-3391
▁mach	-3392
atsing	-3393
▁increase	-3394
▁dingwageng	-3395
eto	-3396
rding	-3397
▁hard	-3398
▁kgao	-3399
▁siam	-3400
▁requirements	-3401
EC	-3402
gola	-3403
kwana	-3404
▁deal	-3405
▁desc	-3406
▁gona	-3407
▁party	-3408
itlhomo	-3409
▁diragala	-3410
ST	-3411
pos	-3412
jana	-3413
lling	-3414
lwetse	-3415
▁doing	-3416
▁mantsi	-3417
▁Executive	-3418
▁mekgatlho	-3419
▁Application	-3420
puty	-3421
▁paka	-3422
orting	-3423
▁developed	-3424
▁opportunities	-3425
▁23	-3426
wers	-3427
▁cir	-3428
▁put	-3429
ather	-3430
isting	-3431
kolong	-3432
▁close	-3433
fication	-3434
ELO	-3435
▁TSA	-3436
▁kelo	-3437
▁delivery	-3438
šhe	-3439
▁22	-3440
▁bola	-3441
▁koko	-3442
▁Ngwaga	-3443
▁molemo	-3444
▁company	-3445
▁Language	-3446
▁mokgatlho	-3447
iry	-3448
land	-3449
▁teac	-3450
▁Maemo	-3451
▁ditsa	-3452
▁ntseng	-3453
▁semela	-3454
ological	-3455
▁harvest	-3456
▁written	-3457
▁authority	-3458
▁questions	-3459
▁epe	-3460
atego	-3461
uteng	-3462
▁tlwaelo	-3463
▁Technology	-3464
▁individual	-3465
bic	-3466
▁Li	-3467
ases	-3468
▁1998	-3469
honferen	-3470
▁lefapha	-3471
▁responsibility	-3472
hic	-3473
▁rek	-3474
▁tšh	-3475
▁free	-3476
eletsa	-3477
▁utlwa	-3478
▁boloka	-3479
▁effect	-3480
▁continue	-3481
ustom	-3482
kologo	-3483
▁basic	-3484
vention	-3485
irmation	-3486
▁fitlhela	-3487
▁kwadilweng	-3488
ENG	-3489
dic	-3490
▁job	-3491
▁tri	-3492
keting	-3493
komane	-3494
▁tsibo	-3495
letseng	-3496
▁current	-3497
amisi	-3498
thing	-3499
tšhabeng	-3500
▁interes	-3501
▁Balemirui	-3502
▁currently	-3503
▁agricultural	-3504
▁common	-3505
▁tlalele	-3506
▁dikakanyo	-3507
kop	-3508
anyo	-3509
▁body	-3510
▁malo	-3511
▁self	-3512
▁sone	-3513
▁share	-3514
▁Affairs	-3515
▁gu	-3516
▁cent	-3517
▁dikho	-3518
▁rulag	-3519
hansela	-3520
riminal	-3521
▁centre	-3522
▁prices	-3523
▁tekatekano	-3524
▁Khutlotharo	-3525
lar	-3526
mar	-3527
▁By	-3528
▁HIV	-3529
▁bao	-3530
▁ten	-3531
utiso	-3532
▁dele	-3533
▁kaya	-3534
▁rest	-3535
▁dikgwetlho	-3536
▁je	-3537
iled	-3538
ering	-3539
udies	-3540
▁boko	-3541
antswe	-3542
▁cause	-3543
▁persons	-3544
▁kopanong	-3545
▁registered	-3546
▁500	-3547
▁lebo	-3548
▁makes	-3549
▁purpose	-3550
▁traditional	-3551
▁broad	-3552
▁forms	-3553
▁influ	-3554
▁diheketara	-3555
RA	-3556
cent	-3557
amelo	-3558
preme	-3559
▁dikgolo	-3560
▁parties	-3561
▁stakehold	-3562
ret	-3563
mise	-3564
▁dint	-3565
▁multi	-3566
▁general	-3567
▁pholisi	-3568
▁setseng	-3569
▁tlhagis	-3570
▁botsamaisi	-3571
MA	-3572
ker	-3573
▁KG	-3574
▁ope	-3575
▁mean	-3576
utions	-3577
▁compa	-3578
▁regular	-3579
▁identify	-3580
.6	-3581
▁Ha	-3582
anolo	-3583
enced	-3584
▁Temo	-3585
▁webs	-3586
▁expen	-3587
▁grant	-3588
▁recor	-3589
bilities	-3590
▁activity	-3591
▁Patlisiso	-3592
▁sc	-3593
▁ame	-3594
▁tool	-3595
pected	-3596
▁phase	-3597
fapheng	-3598
▁bongwe	-3599
▁lenane	-3600
▁tlamelo	-3601
atlhegelo	-3602
▁fertiliser	-3603
▁ise	-3604
▁san	-3605
▁fund	-3606
rologano	-3607
▁peomolao	-3608
▁Institute	-3609
▁developing	-3610
do	-3611
▁MO	-3612
▁lic	-3613
iwang	-3614
veral	-3615
▁guide	-3616
▁kgetse	-3617
▁diruiwa	-3618
▁product	-3619
▁tlwaele	-3620
▁partners	-3621
mploy	-3622
▁dipha	-3623
▁stage	-3624
▁vehic	-3625
▁rekisa	-3626
sitsweng	-3627
▁great	-3628
▁prepa	-3629
▁Diwoto	-3630
▁Kgwebo	-3631
▁amogelwa	-3632
▁discussion	-3633
▁tlhabolola	-3634
lon	-3635
▁lae	-3636
anola	-3637
atswa	-3638
saete	-3639
sense	-3640
▁letlo	-3641
▁propo	-3642
ulations	-3643
▁according	-3644
▁60	-3645
otlo	-3646
▁Pha	-3647
▁Seno	-3648
▁fact	-3649
▁inde	-3650
▁leru	-3651
▁show	-3652
▁Khomi	-3653
▁conte	-3654
▁resol	-3655
▁attend	-3656
▁growing	-3657
▁communication	-3658
▁mma	-3659
▁tar	-3660
▁Madi	-3661
lagano	-3662
▁approach	-3663
▁dirisana	-3664
▁tlhokome	-3665
▁submitted	-3666
ID	-3667
vo	-3668
▁sek	-3669
▁2000	-3670
itseng	-3671
▁diffic	-3672
▁impact	-3673
▁matters	-3674
hanselara	-3675
▁setšhabeng	-3676
▁temokerasi	-3677
▁yunibesiti	-3678
EM	-3679
rie	-3680
▁Or	-3681
gies	-3682
▁poor	-3683
▁read	-3684
ketoro	-3685
konomi	-3686
▁maintenance	-3687
tori	-3688
▁Tsh	-3689
▁die	-3690
▁six	-3691
▁Sche	-3692
▁copy	-3693
▁merero	-3694
▁police	-3695
▁Science	-3696
falo	-3697
pend	-3698
stru	-3699
ysis	-3700
▁nor	-3701
▁Kapa	-3702
▁exer	-3703
▁meet	-3704
▁Ntlha	-3705
▁receive	-3706
▁benefits	-3707
▁moisture	-3708
ulaganyong	-3709
▁IN	-3710
▁motlo	-3711
cuments	-3712
▁ditono	-3713
▁mechan	-3714
ortfolio	-3715
▁natural	-3716
▁employees	-3717
que	-3718
ither	-3719
▁live	-3720
urance	-3721
▁presc	-3722
atlholo	-3723
▁tlhago	-3724
▁hectare	-3725
▁promote	-3726
▁khansele	-3727
▁moithuti	-3728
▁tlhomiwa	-3729
▁dikhemikale	-3730
ology	-3731
▁rebo	-3732
▁khamp	-3733
▁Supreme	-3734
▁researc	-3735
▁tlhamala	-3736
▁dikhampha	-3737
▁Fe	-3738
▁cy	-3739
▁once	-3740
▁later	-3741
metseng	-3742
▁review	-3743
mination	-3744
▁Africans	-3745
▁bolwetse	-3746
▁question	-3747
▁regarding	-3748
mand	-3749
▁Land	-3750
▁paba	-3751
ysical	-3752
▁hours	-3753
mission	-3754
▁During	-3755
▁critical	-3756
▁differen	-3757
▁Programme	-3758
dia	-3759
▁call	-3760
▁enable	-3761
ramework	-3762
standing	-3763
▁sunflow	-3764
▁Lefatshe	-3765
.7	-3766
mal	-3767
illage	-3768
ngwang	-3769
▁essen	-3770
▁until	-3771
▁kgatelelo	-3772
▁infrastructure	-3773
rik	-3774
▁im	-3775
ines	-3776
pter	-3777
▁197	-3778
▁Palo	-3779
▁come	-3780
▁mong	-3781
▁sour	-3782
tlhang	-3783
▁check	-3784
▁positive	-3785
ig	-3786
ract	-3787
▁temp	-3788
▁Deputy	-3789
▁latlhe	-3790
▁tlhogo	-3791
▁content	-3792
▁requires	-3793
more	-3794
umelo	-3795
▁SATI	-3796
▁gaisa	-3797
▁Commun	-3798
▁bonala	-3799
▁Section	-3800
▁manager	-3801
▁dikgwedi	-3802
▁tsenngwa	-3803
▁organisations	-3804
row	-3805
weu	-3806
▁kit	-3807
▁Mari	-3808
▁gangwe	-3809
▁herbic	-3810
▁factors	-3811
▁tsamaya	-3812
by	-3813
ender	-3814
▁lelapa	-3815
▁justice	-3816
▁property	-3817
▁provides	-3818
▁documents	-3819
ETS	-3820
hips	-3821
▁Fela	-3822
▁ener	-3823
aratlh	-3824
▁below	-3825
▁takes	-3826
▁romelwa	-3827
▁addition	-3828
▁dikgaolo	-3829
▁botsayakarolo	-3830
▁MA	-3831
cise	-3832
▁exc	-3833
▁ike	-3834
▁ine	-3835
▁hold	-3836
▁reli	-3837
tlhomo	-3838
▁mmuso	-3839
▁annual	-3840
▁enough	-3841
▁streng	-3842
▁tshwana	-3843
▁tokololo	-3844
▁countries	-3845
▁tshwanetswe	-3846
RC	-3847
eny	-3848
šeng	-3849
rolwana	-3850
tshwane	-3851
▁lebaka	-3852
▁Profess	-3853
▁dikgang	-3854
▁writing	-3855
▁melawana	-3856
▁identified	-3857
▁boikarabelo	-3858
umo	-3859
une	-3860
▁Aca	-3861
▁soy	-3862
▁bale	-3863
ressed	-3864
▁early	-3865
▁custom	-3866
▁masimo	-3867
▁explain	-3868
▁started	-3869
▁website	-3870
▁lecturer	-3871
▁tshwarag	-3872
isanommogo	-3873
iversities	-3874
▁Chairperson	-3875
▁batsayakarolo	-3876
▁BA	-3877
▁ip	-3878
▁kang	-3879
▁Trust	-3880
▁basis	-3881
▁taelo	-3882
▁contain	-3883
▁investi	-3884
▁practices	-3885
▁ai	-3886
ests	-3887
ties	-3888
šhwa	-3889
▁Sec	-3890
vered	-3891
▁kete	-3892
▁manner	-3893
▁return	-3894
▁determine	-3895
wate	-3896
▁whole	-3897
▁Tirelo	-3898
▁boraro	-3899
▁dithata	-3900
▁mananeo	-3901
▁personal	-3902
▁tekanyetsokabo	-3903
EP	-3904
▁mang	-3905
▁mera	-3906
anding	-3907
▁issue	-3908
▁inform	-3909
▁industry	-3910
▁decisions	-3911
▁municipalities	-3912
fos	-3913
pen	-3914
rid	-3915
yal	-3916
▁Ri	-3917
ches	-3918
lane	-3919
▁far	-3920
▁glo	-3921
atong	-3922
▁pila	-3923
▁trust	-3924
▁words	-3925
▁motlha	-3926
▁measure	-3927
qui	-3928
▁My	-3929
▁ir	-3930
▁Wes	-3931
▁phi	-3932
reedom	-3933
▁media	-3934
▁create	-3935
▁kabelo	-3936
▁nokeng	-3937
fficient	-3938
▁sediriswa	-3939
▁themselves	-3940
▁tswelelang	-3941
▁participate	-3942
ENT	-3943
usi	-3944
hong	-3945
jalo	-3946
utwa	-3947
▁Ngk	-3948
▁buy	-3949
▁fele	-3950
▁Kgato	-3951
▁labour	-3952
▁tlotlo	-3953
vernance	-3954
▁baakanya	-3955
▁dinageng	-3956
▁tshwarwa	-3957
OP	-3958
▁AND	-3959
dered	-3960
genous	-3961
upetso	-3962
▁bonolo	-3963
▁catego	-3964
▁workers	-3965
▁botlhale	-3966
lemo	-3967
▁deg	-3968
▁thek	-3969
▁known	-3970
▁Ditshe	-3971
▁tseneletseng	-3972
nov	-3973
▁KA	-3974
bega	-3975
miso	-3976
puts	-3977
▁char	-3978
▁mari	-3979
▁sego	-3980
▁tons	-3981
wantle	-3982
▁limit	-3983
▁nomin	-3984
▁Health	-3985
▁Social	-3986
▁direla	-3987
▁lotlhe	-3988
▁continu	-3989
▁analysis	-3990
aratlhatlha	-3991
▁stakeholders	-3992
▁administration	-3993
20	-3994
tt	-3995
ots	-3996
▁data	-3997
▁ment	-3998
▁kotsi	-3999
▁diteng	-4000
▁tlotla	-4001
▁approved	-4002
▁campuses	-4003
▁dikopano	-4004
▁importance	-4005
10	-4006
šo	-4007
ini	-4008
▁And	-4009
▁Ditiro	-4010
▁issued	-4011
▁manage	-4012
▁sireletsa	-4013
▁subsection	-4014
LE	-4015
edi	-4016
▁att	-4017
▁eas	-4018
▁low	-4019
▁ori	-4020
anape	-4021
▁Sele	-4022
▁nutri	-4023
▁tsepa	-4024
šhelete	-4025
▁safety	-4026
▁taking	-4027
▁tlhophi	-4028
▁Economic	-4029
▁practice	-4030
▁tlhatlhobo	-4031
os	-4032
▁Fr	-4033
enya	-4034
▁Dan	-4035
▁selo	-4036
▁Local	-4037
orokera	-4038
▁energy	-4039
▁mafapha	-4040
▁several	-4041
▁worksho	-4042
itseanape	-4043
lean	-4044
losa	-4045
▁Jac	-4046
▁leo	-4047
asing	-4048
ganyi	-4049
imong	-4050
lated	-4051
▁line	-4052
▁nepa	-4053
bolelo	-4054
▁Mokgwa	-4055
▁across	-4056
▁damage	-4057
▁either	-4058
▁administr	-4059
▁et	-4060
▁sy	-4061
▁Her	-4062
▁Tho	-4063
▁vol	-4064
pects	-4065
▁buisa	-4066
▁intro	-4067
▁kgang	-4068
rammogo	-4069
dents	-4070
mples	-4071
▁Tshi	-4072
▁beha	-4073
▁feel	-4074
▁remo	-4075
▁sche	-4076
▁atolo	-4077
▁Maloko	-4078
▁capital	-4079
▁kakanyo	-4080
▁province	-4081
▁tlhamalalo	-4082
OK	-4083
con	-4084
uly	-4085
anse	-4086
anta	-4087
tock	-4088
▁Cour	-4089
▁amogetse	-4090
▁didiriso	-4091
▁thekenoloji	-4092
▁participants	-4093
PS	-4094
ale	-4095
liri	-4096
▁Sub	-4097
▁adi	-4098
▁Bodi	-4099
▁view	-4100
▁applied	-4101
▁measures	-4102
▁ditlhopho	-4103
▁bak	-4104
▁why	-4105
hanse	-4106
▁dibu	-4107
verage	-4108
▁mesola	-4109
▁prepar	-4110
▁tshimong	-4111
▁farologana	-4112
▁competition	-4113
OU	-4114
tir	-4115
▁May	-4116
▁Sep	-4117
▁mmo	-4118
iling	-4119
▁golo	-4120
▁type	-4121
▁begin	-4122
dentity	-4123
pective	-4124
▁ikgola	-4125
▁mogolo	-4126
▁animals	-4127
▁dikgwebo	-4128
gic	-4129
nete	-4130
▁lot	-4131
▁With	-4132
▁Chris	-4133
▁baemedi	-4134
▁bolaodi	-4135
▁recogni	-4136
▁gatelela	-4137
▁malwetse	-4138
erii	-4139
lies	-4140
▁mak	-4141
▁radi	-4142
▁sala	-4143
waneng	-4144
▁Photo	-4145
