#version: 0.2
a n
t i
e l
t h
i n
e n
s w
k a</w>
k u</w>
i s
o n
e r
l e
th e</w>
l a
h a
w a</w>
h i</w>
a r
y a</w>
m b
u n
m a
r e
t o</w>
n a</w>
o r
o n</w>
i s</w>
o f</w>
i t
d z
u l
sw i</w>
e ka</w>
i k
l e</w>
a l
v a</w>
o m
r o
g a</w>
e d</w>
l o
el a</w>
an a</w>
e k
v u
t a</w>
an d</w>
el o</w>
r h
y i</w>
i c
e s</w>
ti on</w>
x i
e r</w>
a t
in g</w>
n ga</w>
o u
s i
i l
i n</w>
o r</w>
a l</w>
w u</w>
u m
i wa</w>
i m
e c
an g
t s
m en
e s
d l
h o
e t
w a
T h
v e</w>
on a</w>
ti rh
x a</w>
m u
r i
is a</w>
p ro
a c
a t</w>
h l
s u
k o</w>
s t
a ka</w>
a k
sw a</w>
' w
f an
sw i
ti n
y o</w>
n o
a s
u r
b e</w>
u mb
k o
men t</w>
a tion</w>
th at</w>
h la
le swi</w>
o l
o p
en i</w>
a mb
f or</w>
x i</w>
el e</w>
un g
h a</w>
ar e</w>
t l
h in
a ti
a n</w>
c om
i r
en dl
a b
h e
le sw
i le</w>
ek e</w>
t s</w>
c on
dz i</w>
a ku</w>
an o</w>
s t</w>
a m
t i</w>
r i</w>
'w ana</w>
er i</w>
th is</w>
e v
Th e</w>
lesw aku</w>
m i
le yi</w>
c e</w>
p f
e n</w>
e x
p or
on g
ar hi</w>
ul a</w>
h an
it y</w>
re s
a p
no t</w>
fan ele</w>
a g
c i
f or
en g
t r
w e</w>
a d
l y</w>
is o</w>
w o</w>
il l</w>
v an
p o
b ya</w>
n k
v er
i w
l i
e m
on s</w>
sw o</w>
ha ve</w>
s e</w>
K u</w>
in g
w ill</w>
r a</w>
d i
h i
t er
m un
h o</w>
er e</w>
v a
h u</w>
A f
ha ka</w>
is i</w>
ou r</w>
k wa
q u
c o
p ar
i t</w>
al a</w>
y o
S w
ik o
t an
t h</w>
a s</w>
H i</w>
g h
en t</w>
at e</w>
is iwa</w>
el ela</w>
m in
y im
sw in
it h</w>
un dz
n dzi</w>
h u
n e
k umb
s o</w>
sw ona</w>
w ith</w>
v i
f f
lo wu</w>
kumb e</w>
u la
tirh o</w>
m e
la va</w>
h um
ul d</w>
en e</w>
yo u</w>
th e
an dz
b e
p er
g o
ul u</w>
ha t</w>
w eni</w>
ti m
t ed</w>
d e</w>
m an
en a</w>
tin g</w>
vu k
b u
er s</w>
i ti
W e</w>
in c
d u
L e
mu st</w>
y in
n y
d e
s a</w>
Af r
t e</w>
b o
w or
o ko</w>
ma k
la v
n a
f um
le xi</w>
hin kwa
er iwa</w>
Th is</w>
b y</w>
th er</w>
ko ka</w>
nk arhi</w>
w h
endl a</w>
hl ang
on al</w>
y e
ma l
k h
ha s</w>
m it
x o</w>
ha k
lo ko</w>
fum o</w>
n koka</w>
d s</w>
t er</w>
f amb
ha wu</w>
p e
ul o</w>
2 0
le k
s e
I t</w>
ti v
por t</w>
ts h
t o
al l</w>
a v
y is
t e
ou r
m a</w>
f i
i p
n dl
hin a</w>
m is
p l
van hu</w>
k u
la ha</w>
ha mb
iko mb
es s</w>
ar d</w>
st r
s ung
n g
ou t</w>
en d
x in
k ulu</w>
i v
N dzi</w>
i hi</w>
d hawu</w>
y on
swin ene</w>
a w
d o</w>
n i</w>
s i</w>
Afr ic
g r
v o</w>
l andz
k a
p la
mb a</w>
k um
l ang
ma ti
s ho
v ona</w>
f ik
b yi</w>
n dz
p u
co un
m haka</w>
c h
ong om
s ti
tl h
ro m</w>
s a
x aka</w>
t a
n o</w>
s er
on e</w>
d o
ic e</w>
sw e
p ec
m p
f rom</w>
ou th</w>
ek o</w>
vu ti
el aka</w>
m o
ti ons</w>
ab le</w>
yim o</w>
d is
a r</w>
c h</w>
re c
re g
le ti</w>
w an
m fumo</w>
ik o</w>
mb e</w>
c an</w>
n ts
V u
t ur
t u
mal i</w>
amb e</w>
p le
l eri</w>
s ec
iw eke</w>
ik i</w>
x ik
e h
on ga</w>
lang u
es e</w>
k ona</w>
va ak
ev el
eng e</w>
ul u
p r
sho uld</w>
ung u</w>
h undz
ndl ela</w>
d en
e ma
e t</w>
l u
el ana</w>
S outh</w>
j ec
be en</w>
hl u
lo w
ho l
fan el
o lo
al so</w>
h le</w>
it i</w>
e ta</w>
D z
p ol
ati onal</w>
M a
u s
un d
'w e</w>
ir hi</w>
on om
Le swi</w>
t ala</w>
evel op
ti ve</w>
n tirho</w>
is i
ts ha
es s
du c
iw ile</w>
mu k
Dz onga</w>
pf un
f u
t ak
la ho</w>
an d
r ing
s o
hl weni</w>
ci al</w>
hla m
le mbe</w>
y enge</w>
ar y</w>
ka hle</w>
k at
ver n
t ek
pro v
i r</w>
wa ka</w>
y our</w>
an ga</w>
ic h</w>
C om
or e</w>
xi v
pf um
s ek
d i</w>
ar a</w>
ti k
ko mb
la wa</w>
e ment</w>
r hi</w>
i ka</w>
wa s</w>
ema hlweni</w>
N dz
k arhi</w>
ser v
en ce</w>
na swona</w>
ikomb elo</w>
pro c
in i</w>
wh ich</w>
hl a</w>
m e</w>
b li
w o
c ha
w ena</w>
su r
u s</w>
men ts</w>
al ly</w>
com mun
yon dz
r a
vu mb
T hat</w>
ati ons</w>
L oko</w>
X i
c al</w>
endl elo</w>
et i</w>
o ther</w>
f ol
ver y</w>
d a
hlu vuk
ag e</w>
xi yimo</w>
at ed</w>
I n</w>
r it
n gh
bli c</w>
th ere</w>
d ing</w>
an i</w>
si p
o b
ne ed</w>
e y</w>
sip ala</w>
a -
n t
an y</w>
20 0
un 'wana</w>
iti es</w>
hlang an
su p
f in
y isa</w>
sek et
ic ip
gh t</w>
1 9
p res
ny ika</w>
wor k</w>
im por
m ore</w>
hla w
ong o</w>
tirh isiwa</w>
par ti
a muk
h en
is su
xi p
ung u
ro u
the ir</w>
op le</w>
e g
el elo</w>
tirh is
m ar
dl a</w>
in ter
a in
' s</w>
par t
sung ula</w>
el y</w>
in dz
wo uld</w>
t eka</w>
fanel eke</w>
po s
si on</w>
v on
ic ation</w>
t en
mit te
qu es
b le</w>
e p
h lo
a la
th ese</w>
a va</w>
evelop ment</w>
ab out</w>
the y</w>
ac c
eh lek
tirh a</w>
o d</w>
vern ment</w>
I D
ts ak
em p
ma y</w>
ny ik
w e
c er
om iti</w>
y elana</w>
ho k
tsh wa</w>
A c
m s</w>
f ac
su b
c r
I n
ri ka</w>
pe ople</w>
l l</w>
el er
or hok
c inc
re si
w hat</w>
impor tan
mi tirho</w>
an t
hu ro
f o
d ed</w>
tur e</w>
el i
per s
no w</w>
sti tu
g h</w>
i re
w el
as e</w>
om e</w>
w is
b y
po in
hamb ana</w>
ti yis
Af rika</w>
al ity</w>
X ana</w>
ts he
rh o</w>
pu blic</w>
ff ic
d yondz
mun hu</w>
orhok eri</w>
ngh en
o w
tan ihi</w>
umb ulu
for e</w>
wa di</w>
it s
kum a</w>
fol low
p re
p on
ma yelana</w>
ti s
et e</w>
T i
v ula</w>
men t
r o</w>
Sw i
it s</w>
t ri
la ma</w>
N a
i d</w>
hl eng
for ma
E ka</w>
k w
Afric a</w>
hluvuk iso</w>
w ard</w>
an ce</w>
kwa laho</w>
u c
le t
op f
e to</w>
tim haka</w>
Sw i</w>
f undz
t y</w>
a u
han si</w>
i c</w>
i es</w>
tim e</w>
v o
H amb
20 1
d em
c es</w>
sw ik
m on
ti ko</w>
tan i</w>
inc lu
x ikombelo</w>
ci p
la w
hleng el
p ri
z a</w>
re e</w>
ev er</w>
an t</w>
pro vi
es t</w>
y iso</w>
le g
P ro
in dhawu</w>
ongom elo</w>
l ula
he m
r el
hlang ano</w>
ur i</w>
landz elaka</w>
y elo</w>
th er
kat sa</w>
importan t</w>
M u
ma sipala</w>
i swi
d ec
pf u
rit ano</w>
as s
u e</w>
n hla
v ek
ik arhi</w>
iswi ritano</w>
c our
f e
ang i</w>
kh om
t or
ek i</w>
swe swo</w>
l ik
p h
g n
d er</w>
en er
ID P</w>
swe swi</w>
mb irhi</w>
iko kwalaho</w>
yin 'wana</w>
ou s</w>
in v
en dz
mu s
et ano</w>
mun icip
C on
hum elela</w>
yin i</w>
d g
el el
a m</w>
a ve</w>
le byi</w>
emp lo
p a
lo yi</w>
n ing</w>
res pon
ar e
I f</w>
forma tion</w>
sur e</w>
Th ere</w>
ti f
p im
l is
t or</w>
w i
R i
s c
th or
su ka</w>
vuk orhokeri</w>
re qu
d le</w>
ac h</w>
M i
0 0</w>
re port</w>
me mb
an s</w>
y ona</w>
a d</w>
p huro
t umbulu
hem u</w>
k an
h ungu</w>
w ho</w>
ang u</w>
l a</w>
aw ulo</w>
go vernment</w>
min a</w>
wor k
j eke</w>
is e</w>
la wu</w>
lik e</w>
fan elo</w>
th ing</w>
ati rhi</w>
st e
v al
a f
ap pl
b yo</w>
m i</w>
tirh isa</w>
ha ku</w>
tlh ela</w>
pec i
an s
i f</w>
n ational</w>
19 9
endl iwa</w>
si ku</w>
famb is
vaak indhawu</w>
pro jec
nts ena</w>
sup port</w>
C B
vuti so</w>
gr am
Sw e
indz u</w>
ik h
follow ing</w>
onom i</w>
ff ec
re s</w>
na wu</w>
am e</w>
commun ity</w>
res s</w>
Hamb iswiritano</w>
Ac t</w>
h el
re as
hlengel etano</w>
si rh
s ha
o un
hi q
str uc
swin 'wana</w>
s y
b le
ic es</w>
y s</w>
tsak ela</w>
cinc a</w>
bo ho</w>
tr y</w>
tak e</w>
k ongom
ec onom
mak e</w>
CB P</w>
Afric an</w>
il ity</w>
i waka</w>
hiq o</w>
d evelopment</w>
su ch</w>
as i</w>
en t
for m</w>
e f
com e</w>
M in
ik a-
hen hla</w>
xi yenge</w>
mitte e</w>
j u
proc ess</w>
an ye
ika- Dzonga</w>
f ir
ti mali</w>
han dle</w>
al o</w>
in formation</w>
is tr
mis ava</w>
opf u</w>
dem o
v atirhi</w>
f ana</w>
ikh onomi</w>
le d</w>
s el
pol iti
eng et
k ha
g e
pro ble
n 'w
D e
t wo</w>
g anga</w>
t ano</w>
W hat</w>
xi ave</w>
t ec
h on
ne w</w>
h e</w>
ne e
com p
il o</w>
Afr ika-Dzonga</w>
ac t</w>
ma lembe</w>
men de</w>
e ti
ant sw
mati mba</w>
al s</w>
f a
r u
requ ire
ma t
k ambe</w>
s it
in k</w>
lav eko</w>
ek aka</w>
e fore</w>
b et
is it
tiyis isa</w>
hlam ul
b as
si m
n umb
ch ang
tl y</w>
n ti
the m</w>
mati ko</w>
P ar
wi th
al th</w>
mp im
v un
ma b
im i</w>
con t
ch il
B u
hinkwa swo</w>
resi den
y ana</w>
tl ula</w>
ha p
e ve</w>
S A
s in
vu sw
is ano</w>
V a
ts ongo</w>
rh ang
ong on
ha rh
c an
ikomb iso</w>
c c
s ol
ang elo</w>
la ka</w>
x av
si wa</w>
ungu ha
ma de</w>
s hi
le ka</w>
ci l</w>
c re
A n
v es</w>
lula m
xiv iko</w>
m il
kh umb
h ela</w>
on g</w>
harh u</w>
fik elela</w>
er ile</w>
ye ar</w>
wa y</w>
und er
ng e</w>
serv ice</w>
ir iko</w>
x o
xin 'wana</w>
con tin
Na wu</w>
bu t</w>
vaak i</w>
pro gram
k weni</w>
H ikokwalaho</w>
u p</w>
ha va</w>
es t
mi lawu</w>
lo ku</w>
en ts</w>
si ble</w>
ongon oko</w>
j i</w>
hlaw u
ar s</w>
n hluvukiso</w>
phuro jeke</w>
mi t</w>
e l</w>
o v
dyondz o</w>
n dhawu</w>
c le
pers on</w>
x it
hla yis
ma hungu</w>
em e</w>
w eke</w>
da y</w>
at i</w>
d ic
hlamul eri</w>
emplo y
tr ans
parti cip
hak elo</w>
h ik
numb er</w>
z i</w>
k amb
d y
he n</w>
re f
pol ic
r in
ac ti
A N
w ere</w>
hinkwa yo</w>
re d</w>
v ho
g u
ev er
ati ve</w>
ko ta</w>
ff er
ti es</w>
ma endlelo</w>
p en
an kulu</w>
h et
y ena</w>
ex ikarhi</w>
ri han
seket ela</w>
van dla</w>
l in
th ink</w>
con s
N ational</w>
ing s</w>
le v
h ere</w>
d er
ri xaka</w>
g i
c us
vuti hlamuleri</w>
u se</w>
at er</w>
coun try</w>
et y</w>
om o</w>
w ana</w>
is ter</w>
on ly</w>
part ment</w>
ur e</w>
anye to</w>
a ting</w>
im ple
vi e
swi p
serv ices</w>
f un
la ku
ques tion</w>
ehlek eta</w>
isi on</w>
c y</w>
Ndz a</w>
Th ey</w>
iko ti</w>
g rou
an is
d et
p e</w>
w ona</w>
at es</w>
s peci
p ly</w>
H u
issu e</w>
nti yiso</w>
k ho
ha tl
m y</w>
wan t</w>
in to</w>
k i</w>
v at
tirh elo</w>
th an</w>
poin t</w>
ko x
hol isi</w>
fambis elo</w>
t un
un ene</w>
com ple
fi ka</w>
ffic i
e qu
ye ars</w>
V an
at eg
g ro
wh ere</w>
tshe mba</w>
xip hemu</w>
el ec
ac hi
and la
ther efore</w>
k ing</w>
l er
il l
von elo</w>
K ambe</w>
ste m</w>
i g
ha b
s s</w>
ri ght</w>
c um
swi v
op er
vu t
en se</w>
Swe swo</w>
h er
swi tirhisiwa</w>
kox oko</w>
xo koxoko</w>
go za</w>
as t</w>
stitu tion</w>
e d
Y o
sw ilo</w>
s ome</w>
can not</w>
is la
ar ds</w>
G o
ho w</w>
pl an
pfun a</w>
p s</w>
Yo u</w>
ala mende</w>
c ula
wel l</w>
e ffec
n 'wana</w>
si gn
dl ela</w>
l l
me e
ak ambe</w>
vu lav
e hansi</w>
ti va</w>
en ti
v is
men d
wan ano</w>
hinkwa vo</w>
s p
t laku
k s</w>
di ffer
ap pro
ar i</w>
an ana</w>
o ff
lo cal</w>
h om
d ent</w>
ti sa</w>
w ile</w>
ma sung
fir st</w>
o w</w>
nee ds</w>
Th ese</w>
u ation</w>
ar i
pla ce</w>
h w
gh ts</w>
undz u
appl ication</w>
Bu t</w>
wa laho</w>
endz haku</w>
M un
i den
hi laha</w>
T I
vu y
p ha
mus ela</w>
masung ulo</w>
vusw ikoti</w>
o f
mb u
tshe mb
Ndz awulo</w>
xin i</w>
vu r
sy stem</w>
li a
w un'wana</w>
memb ers</w>
le s</w>
el eriwa</w>
swi rho</w>
ev en
p ur
so ci
leg isla
so cial</w>
n ec
man ag
ma ti</w>
di rec
or g
c or
E x
n c
po si
th o
an k</w>
shi p</w>
r g
hinkwa wo</w>
f ul
issu es</w>
d one</w>
x an
or s</w>
U n
v en
e ku</w>
it e</w>
P alamende</w>
he alth</w>
sec tion</w>
en sure</w>
R e
M fumo</w>
u d
k now</w>
iv al
o k</w>
man i</w>
man y</w>
do es</w>
0 00</w>
g ing
H ow
i la
rh um
ng opfu</w>
y ik
b eli
ol o</w>
b ec
duc ation</w>
C oun
tlh elo</w>
ts ar
How ever</w>
ul t</w>
ex am
us ed</w>
t re
cha ll
xi boho</w>
par t</w>
om e
pr om
F or</w>
ter ms</w>
mbu yelo</w>
fi ed</w>
han i</w>
tin dhawu</w>
g y</w>
tl ho</w>
re pres
y u</w>
x ona</w>
ta in
n j
i f
H I
econom ic</w>
per i
T o</w>
h ek
er v
xi fundz
projec t</w>
be ing</w>
th rou
polic y</w>
en d</w>
c ase</w>
1 .
un d</w>
h ang
ma tirhelo</w>
V umb
u r</w>
pro pos
Le xi</w>
go od</w>
fu l</w>
con si
v elo</w>
ti on
is ela</w>
A s</w>
ic al</w>
a y
we en</w>
k om
in f
u p
v ir
hlo kweni</w>
istr ation</w>
ain st</w>
al is
tsha ma</w>
tri bu
v ile</w>
pla n</w>
swi laveko</w>
mis sion</w>
hla y
om en</w>
mat ter</w>
en hlokweni</w>
hlangan isa</w>
si b
residen te</w>
het elela</w>
amuk ela</w>
p holisi</w>
ma n</w>
Ri xaka</w>
pro duc
sa id</w>
kh en
bet ween</w>
W ard</w>
ag re
c ri
d el
1 2</w>
t wis
hamb an
bu il
in a</w>
T im
1 0</w>
s h
Par lia
un 'we</w>
v ana</w>
dis cus
b i
De partment</w>
proble m</w>
h umb
ag ainst</w>
ring ana</w>
ex t</w>
c ap
vu xokoxoko</w>
mitte es</w>
le ar
prov in
ment al</w>
beli eve</w>
hum u</w>
al i</w>
g re
as k</w>
vu ri
n am
vumb irhi</w>
ti onal</w>
n akambe</w>
A s
y ing</w>
v ab
pfum elelo</w>
pec t</w>
j o
er ival
ul e</w>
mo st</w>
en hla</w>
antsw isa</w>
ac tion</w>
re ad
ma in
erival eni</w>
S t
program me</w>
ou s
l ic
bu sin
g et</w>
do cum
chang e</w>
s ome
con cer
p le</w>
n tl
el i</w>
e ach</w>
a ya</w>
ang ar
sim ek
por tun
w ater</w>
tin g
ha r
y ing
ob jec
il a</w>
w hen</w>
hak ona</w>
h ungu
mu ch</w>
ging iriko</w>
ter s</w>
i z
et s</w>
Hu vo</w>
pr in
fin an
reg ula
Coun cil</w>
D evelopment</w>
nyik iwa</w>
S ec
municip ality</w>
en cy</w>
cr im
tl ha</w>
s ed</w>
ou gh</w>
isit eme</w>
chil d
t aka</w>
S A</w>
a x
th ree</w>
op portun
tak en</w>
nhla yo</w>
ic ate</w>
d es</w>
tsh ik
mb o</w>
parti cula
with in</w>
Vumb iwa</w>
hu vo</w>
ad d
B o
xik ongomelo</w>
u m</w>
n er
v ing</w>
tiv i</w>
tin dlela</w>
khen sa</w>
enget ela</w>
vie w</w>
throu gh</w>
mpim o</w>
hw eti</w>
ti wadi</w>
su cc
lav eka</w>
xip hiqo</w>
is aka</w>
ku tani</w>
hin kw
an aka</w>
xi wa</w>
u t
h ed</w>
ac k</w>
K u
plan ning</w>
lo w</w>
g o</w>
g iv
cle ar</w>
S o</w>
l d</w>
ak an
lesw o</w>
tik weni</w>
b a
are a</w>
sa y</w>
our ces</w>
he tis
com mittee</w>
swi yenge</w>
or der</w>
mar k
landz a</w>
tumbulu xa</w>
sti ll</w>
ab lis
ma fambiselo</w>
e mb
sw its
pro tec
hundz ulu
v ela</w>
hum a</w>
s ame</w>
p he
t able</w>
ma vonelo</w>
L o
w ini</w>
komb ela</w>
iw i</w>
i l</w>
x e</w>
st and
k ey</w>
om i</w>
u tion</w>
differ ent</w>
e ar
K omiti</w>
vir on
nec ess
d evelop
con c
b en
n hlengeletano</w>
le c
sit uation</w>
sc ho
rec e
eh enhla</w>
R eg
ti z
sec tor</w>
p ap
ex c
el e
lav aka</w>
und er</w>
tr ain
ta in</w>
pro g
A p
or y</w>
ad e</w>
ac coun
Parlia ment</w>
de b
th en</w>
ov er</w>
cour se</w>
are as</w>
ci tiz
contin ue</w>
V a</w>
wh y</w>
w omen</w>
ri ghts</w>
ment ation</w>
me a
f r
v ed</w>
inv ol
p i</w>
al wa</w>
ir i</w>
swi yimo</w>
d ate</w>
S erv
e -
An d</w>
i on</w>
a in</w>
or d
mi ehlek
Com mittee</w>
tin dz
pri or
nt lawa</w>
tri es</w>
ju st</w>
hatl a</w>
es ti
am anana</w>
se e</w>
sa f
lulam isa</w>
komb isa</w>
un tlha</w>
be fore</w>
ac y</w>
resi dent</w>
bu dg
en tr
Mun icip
seket elo</w>
provi de</w>
org anis
yim eri</w>
sha ll</w>
is t
ti r
demo cr
X ik
vut omi</w>
vab yi</w>
tho se</w>
read y</w>
le ha</w>
is t</w>
inclu de</w>
in e</w>
p er</w>
f ur
by e</w>
str ateg
E N
E L
dy angu</w>
tsh un
g even
geven ga</w>
o l</w>
mee ting</w>
d eli
tin 'wana</w>
ti rhi</w>
st ate</w>
nc humu</w>
l o</w>
busin ess</w>
s k
xi vutiso</w>
pos sible</w>
langu t
T in
ener al</w>
v i</w>
ur iwa</w>
m pfumelelo</w>
to lo
rihan yu</w>
politi cal</w>
b indzu</w>
it ed</w>
H olo
r e</w>
struc ture</w>
mu ganga</w>
est ablis
c ol
ex o</w>
v el
angar hela</w>
N hluvukiso</w>
se t</w>
require d</w>
nt wanano</w>
in ete</w>
au se</w>
Na swona</w>
necess ary</w>
t en</w>
po w
n hlangano</w>
h er</w>
gro w
for man
f omo</w>
end laka</w>
coun tries</w>
a va
xi hatla</w>
ro le</w>
ou t
Van hu</w>
e ducation</w>
vo te</w>
ma in</w>
m im
hon i</w>
tim fanelo</w>
ring an
finan cial</w>
X o</w>
3 0</w>
il it
sw ak
fun c
en e
c lo
unguha to</w>
st at
politi ki</w>
y ihi</w>
no w
ho f
prog ress</w>
me di
acc ep
ur ing</w>
projec ts</w>
k ela</w>
c ed</w>
respon sib
ur r
r ap
Con stitution</w>
demo k
prov ed</w>
ow n</w>
mi gingiriko</w>
hum eler
gi ve</w>
forman ce</w>
co uld</w>
cer tif
A ll</w>
si ve</w>
ri val
en tly</w>
ab in
N o
on -
Ku tani</w>
hlam ulo</w>
ap ply</w>
HI V</w>
2 0</w>
re n</w>
eng o</w>
an sw
H la
m fanelo</w>
la w</w>
hundz a</w>
' hweti</w>
vulav ula</w>
mb e
mab indzu</w>
imple mentation</w>
acc ess</w>
C abin
w ihi</w>
r iki</w>
tirhis ano</w>
swi vutiso</w>
b r
u va</w>
c k</w>
ant swa</w>
K hab
o leswo</w>
jec t</w>
th s</w>
ava ila
memb er</w>
il i</w>
h un
Khab inete</w>
ha d</w>
T ik
P resident</w>
h lek
employ ment</w>
am u</w>
n ed</w>
k now
hla yisa</w>
let eri</w>
hin g
er hu</w>
Cabin et</w>
n seketelo</w>
miehlek eto</w>
hlayis eki</w>
xiv angelo</w>
k omiti</w>
hol o</w>
an i
af ter</w>
ab ility</w>
2 .
fur ther</w>
aw ana</w>
Le t</w>
to o</w>
n'w ina</w>
li f
ir asi</w>
inclu ding</w>
k ungu</w>
famb a</w>
D i
vi ties</w>
im p
T r
K hom
s pe
kum eka</w>
famb isi</w>
en viron
M o
ud ya</w>
rin 'wana</w>
pfu ma
fi c</w>
swik ongomelo</w>
er i
achi ev
K ho
ati ko</w>
3 .
Go vernment</w>
kha le</w>
yon i</w>
v ul
swak udya</w>
ill s</w>
at s
x ikombiso</w>
i xini</w>
c la
N o</w>
tor s</w>
res ol
legisla tion</w>
fan ela</w>
en s</w>
y i
y a
ti yim
manag ement</w>
nghen elela</w>
L a
isi waka</w>
availa ble</w>
p end
or isa</w>
humb a</w>
swip hiqo</w>
o ver
mu xaka</w>
ma ka</w>
prom o
hak ela</w>
sw it
F in
S W
some thing</w>
xi ti
train ing</w>
ti ka</w>
acti vities</w>
Xi yenge</w>
off ice</w>
me ans</w>
ku va</w>
h is</w>
ess es</w>
n ongonoko</w>
hetis eka</w>
bas ed</w>
I N
A d
ge ther</w>
wa ys</w>
let elo</w>
fu ture</w>
ref er
in stitu
van 'wana</w>
han kulu</w>
ma j
a mend
p as
ben ef
s es</w>
n x
ho w
ur al</w>
tlh on
res ources</w>
m pfun
rival eni</w>
certif icate</w>
O n
F or
for m
om u</w>
is isa</w>
il elo</w>
xi rho</w>
v e
child ren</w>
ag es</w>
Min ister</w>
f er
dl u</w>
vu gevenga</w>
tiv es</w>
r is
hundz u</w>
how ever</w>
grou p</w>
hel p</w>
sec on
m o</w>
le yo</w>
i yoni</w>
dg e</w>
or o</w>
ma siku</w>
u ro
pu t</w>
mit lawa</w>
ur ity</w>
m ik
go ing</w>
em s</w>
lo c
ho pe</w>
g e</w>
et l
S u
swi mbirhi</w>
is ed</w>
con tribu
M is
swiv angelo</w>
x its
vu la
t al
exam ple</w>
er min
hla musela</w>
d y</w>
al ready</w>
w ho
v eka</w>
per mit</w>
k ula</w>
il y</w>
il ities</w>
particip ation</w>
p li
on kulu</w>
mbe wu</w>
in t
an y
in ation</w>
reg ard</w>
ic ations</w>
xi demok
ple s</w>
lek e</w>
i to</w>
pr acti
law uri</w>
is ter
hof isi</w>
hla ya</w>
v ad
nam untlha</w>
c al
tlaku sa</w>
ti politiki</w>
lev el</w>
th ings</w>
per formance</w>
bo th</w>
at t
a ko</w>
work ing</w>
st ar
consi der
chall eng
un a</w>
l ong
xik arhi</w>
hum es
umb isi</w>
ko mba</w>
e ments</w>
c urr
hik walaho</w>
dz i
W h
wor ld</w>
su kela</w>
it al</w>
vumb honi</w>
ti wa</w>
su res</w>
end a</w>
an ts</w>
vumb eko</w>
s isiteme</w>
res pect</w>
r ona</w>
k e</w>
andz u</w>
a van
n er</w>
P u
o p</w>
chil d</w>
in du
s um
re ques
is iweke</w>
grou ps</w>
vu ko</w>
is m</w>
e e
commun ities</w>
al ities</w>
wis h</w>
v ang
s ing</w>
pf humba</w>
en te</w>
Va ak
ti phurojeke</w>
proble ms</w>
e tikweni</w>
K A</w>
provin cial</w>
eti wa</w>
er iwile</w>
am a</w>
langu tis
el elaka</w>
soci ety</w>
ques tions</w>
n ers</w>
hu man</w>
fu wo</w>
tlhon tlho</w>
st and</w>
pro ve</w>
o ffici
is iwile</w>
f und
ek in
c ho
b ack</w>
l ing</w>
k ed</w>
c as
is ile</w>
ra structure</w>
la b
ic ul
h ikokwalaho</w>
go vern
y e</w>
to gether</w>
municip al</w>
mi ganga</w>
M an
xi mfumo</w>
mb oro</w>
in iti
budg et</w>
pfu x
m ikarhi</w>
l ong</w>
b alo</w>
yin tshwa</w>
str y</w>
repres ent
pa y
il s</w>
ig n</w>
cour t</w>
c are</w>
xan dla</w>
tec h
te gr
rel ev
hinkwa to</w>
hang ala
con di
challeng es</w>
y aka</w>
w ards</w>
hla yo</w>
com mit
X ikombelo</w>
poin ts</w>
H ow</w>
v amanana</w>
opf ung
giv en</w>
M ak
c ar
v ate</w>
si c</w>
opfung opfu</w>
deb ate</w>
com m
au thor
rihan yo</w>
ndl andla
at ten
ad op
vu hlayiseki</w>
hak unene</w>
h eti</w>
d uring</w>
po se</w>
ndz a</w>
coun cil</w>
bet ter</w>
secon d</w>
mak i</w>
mak ete</w>
le ad
di vi
b ur
ad i</w>
C O
w un
econom y</w>
at ors</w>
T H
iden ti
hamban a
add ress</w>
X ip
vu tsh
hlangan isi</w>
Ma sipala</w>
k unguha
grow th</w>
speci fic</w>
ol s</w>
isi ons</w>
i d
ek ile</w>
vi to</w>
olo wo</w>
f t</w>
det ermin
mpim anyeto</w>
le ss</w>
e as
Swe swi</w>
to day</w>
t ona</w>
ma ts
M b
4 .
vu tivi</w>
relev ant</w>
olo va</w>
man 'wana</w>
m pf
lo b
ge zi</w>
com mittees</w>
y s
u ri
ts undzu
nghen isa</w>
O ur</w>
ti mbirhi</w>
s en
n s</w>
lo ok</w>
an other</w>
Serv ice</w>
tur al</w>
d es
swi pim
dz u
ter m</w>
la rg
amuk eriwa</w>
agre ement</w>
ti hakelo</w>
st an
por ts</w>
mak ing</w>
is iso</w>
da ys</w>
d ers</w>
N G
M haka</w>
ying i</w>
swi fundz
or ob
emplo ye
citiz ens</w>
yin 'we</w>
se mb
ag ree</w>
a ffec
t w
qu ality</w>
for ward</w>
el eri</w>
X iv
N y
K U</w>
tek ela</w>
si ons</w>
nk unguhato</w>
tsha la</w>
o cc
i al</w>
ang o</w>
C ap
u al</w>
tik omiti</w>
ng opfungopfu</w>
m es</w>
li on</w>
kongom isa</w>
hambana hambana</w>
E ndl
leg al</w>
H ik
hungu ta</w>
answ er</w>
201 1</w>
provi ded</w>
vu lawuri</w>
la tshala</w>
N hlangano</w>
1 1</w>
bo h
p tion</w>
h ou
tolo velo</w>
mak um
dl y</w>
v ari
low u
hap pen
Mis ava</w>
Holo bye</w>
f ar
appro ach</w>
tiv ity</w>
p ul
k on
hlang ana</w>
at ana</w>
xidemok irasi</w>
v h
tr ic
swi boho</w>
hing iriko</w>
x ana</w>
ro ad</w>
at ely</w>
H in
t es</w>
han u</w>
det a
am e
a j
reg istration</w>
oper ation</w>
objec tives</w>
landz elela</w>
im prove</w>
fik heti</w>
achi eve</w>
ek ho
Pu blic</w>
C o
A n</w>
v il
lula mis
a st
W or
I C
199 8</w>
x eko</w>
re e
semb ly</w>
W adi</w>
twis isa</w>
peri od</w>
mar ito</w>
di d</w>
l and</w>
ir e</w>
ma goza</w>
la st</w>
fanel angi</w>
ati ves</w>
amuk el
N A</w>
dzu ku</w>
E R
ever y</w>
ac e</w>
N aw
Ap pl
th ekin
mun dzuku</w>
mab um
ap poin
sirh elela</w>
n ext</w>
mea sures</w>
h is
du ce</w>
vek isi</w>
mon ths</w>
mon it
ax am
with out</w>
Khom ixini</w>
fe w</w>
es ts</w>
con tr
w n</w>
v ak
posi tion</w>
mark et</w>
hum e
famb el
c u
ac k
w olowo</w>
st ain
responsib ility</w>
ma mbirhi</w>
f am
m en</w>
E n
ta x</w>
pri vate</w>
lif e</w>
cont ro
bu mabum
As sembly</w>
vek iwa</w>
tirh weni</w>
hap p
deli very</w>
com es</w>
at eko</w>
T o
va v
tek iwa</w>
H e
nj hani</w>
inter national</w>
hlam pf
y -
ir s</w>
hinkw erhu</w>
ang iki</w>
N t
n tirhisano</w>
n at
mo v
va tirh
ndlandla mu
kongom a</w>
inf rastructure</w>
et ela</w>
e f</w>
Municip al</w>
program mes</w>
ku su
en ough</w>
W A</w>
vu leteri</w>
tif y</w>
th ank</w>
pla in</w>
i de</w>
xi swona</w>
pro f
particula r</w>
ler iso</w>
g ire
fo re
ev en</w>
ec u
N tirho</w>
yis ense</w>
y isiwa</w>
xi hi</w>
si mp
ko tek
P ol
thor i</w>
ro ad
n ame</w>
kamb ela</w>
hla mus
c op
ad min
Hla musela</w>
tir haka</w>
sk ills</w>
nts engo</w>
lin e</w>
in dic
el elana</w>
xi leriso</w>
swipim elo</w>
swi ha
res ult</w>
pla in
mon ey</w>
hum elel
ener gy</w>
dec ision</w>
ti le</w>
reg ister
di ffic
' wa
w s</w>
tur n</w>
endl i</w>
Tik omiti</w>
In ter
xin 'we</w>
fac ilit
f ar</w>
el s</w>
e Afrika</w>
Tim haka</w>
van tshwa</w>
st s</w>
hlaw ulo</w>
ass ess
Naw umbisi</w>
Com mun
sec urity</w>
opportun ity</w>
law ula</w>
coun c
b ab
ame work</w>
a y</w>
Com mission</w>
B ill</w>
ti hlanganisa</w>
P residente</w>
ma tsha
in yi</w>
endl ela</w>
tirh ana</w>
reas on</w>
lav ekaka</w>
el eke</w>
S o
yim ela</w>
u es</w>
tirhis elo</w>
re co
ndz ing
democr acy</w>
H i
vu xaka</w>
o ds</w>
mak ungu</w>
Di rec
vumb iwa</w>
sw ari</w>
ting s</w>
ti c
respon sible</w>
ndz im
im prov
i ght</w>
docum ent</w>
xi y
reas ons</w>
proc e
j isit
er iwaka</w>
d ra
crim e</w>
M A
H a</w>
201 3</w>
si de</w>
sh or
gre at</w>
f u</w>
en ces</w>
ven tion</w>
ter iwa</w>
mun e</w>
hlaw ula</w>
do m</w>
d ri
as ati</w>
an yana</w>
Cap e</w>
sirh elelo</w>
pim o</w>
o ffic
mp hakelo</w>
end er</w>
ul eni</w>
t wa</w>
t ar
s mal
ngh ena</w>
n tolovelo</w>
in 'wana</w>
Vu k
199 4</w>
v er</w>
th ers</w>
le ast</w>
Mi tirho</w>
A l
201 0</w>
v ar
pe ti
p at
de pend
ph orisa</w>
h ele</w>
ful ly</w>
pf ar
appro pri
saf ety</w>
prin cip
n d
j hek
hlawu leka</w>
Man ag
H ak
um a</w>
condi tions</w>
yon dzi</w>
he ta</w>
effec tive</w>
ecu tive</w>
c us</w>
or i</w>
hik uva</w>
de al</w>
x exo</w>
makum u</w>
po ver
in es</w>
ha la</w>
eh ic
F ir
propos al</w>
hin ga</w>
con duc
ag ain</w>
a ff
Pro v
vu vabyi</w>
ma g
g g
ex p
W hen</w>
ati on
appl ic
sub ject</w>
si vela</w>
rhang eri</w>
nhla yiso</w>
inc reas
in ten
c ul
xi laveko</w>
tor y</w>
thor iwa</w>
rhum ela</w>
pover ty</w>
l it
k uri</w>
han sel
f is
rec or
p ass
hu residente</w>
er iweke</w>
S i
v ehic
si on
per c
i ve</w>
fin d</w>
St ate</w>
y el
t y
ac h
R es
H e</w>
200 0</w>
tl ang
t ela</w>
sel ves</w>
rh a</w>
res ul
mpfun eto</w>
kat s
h elo</w>
fac t</w>
bec ause</w>
a ta</w>
vho ti</w>
cap ac
ap pli
ver s
rece iv
inc re
fik eler
I S
Appl ication</w>
n hlamulo</w>
humes a</w>
hi gh</w>
g lob
amb elo</w>
inter est</w>
bas is</w>
ap proved</w>
- -
vu mba</w>
r y</w>
kw ihi</w>
hlampf i</w>
hansel ara</w>
andz a</w>
A t</w>
s pec
rh i
pol ice</w>
ol a</w>
ma l</w>
N hlengeletano</w>
ung uri</w>
la ya</w>
ad van
Hik walaho</w>
s he</w>
reg ister</w>
ri mbewu</w>
lowu kulu</w>
for ms</w>
chall enge</w>
Mi lawu</w>
w i</w>
j ob
inv est
O n</w>
le t</w>
ac tivity</w>
municip alities</w>
al o
vur imi</w>
vho ta</w>
tu res</w>
swip hemu</w>
gire me</w>
environ ment</w>
do ing</w>
xi vandla</w>
swin 'we</w>
follow s</w>
e ase</w>
L A
ts ala</w>
ndz awulo</w>
in tegr
scho ol</w>
qu al
pres ent</w>
or ing</w>
n hundzu</w>
jo b</w>
fo cus</w>
end ed</w>
xi vumbeko</w>
opportun ities</w>
ful l</w>
e .
ser i
ner ship</w>
ko ti</w>
c all</w>
al omu</w>
str eng
st ems</w>
ph es
pfum elel
op o</w>
nj hek
la yisense</w>
hundz eke</w>
cont act</w>
ve vuk
r ang
ap h
w w
langu ta</w>
is ana</w>
invol ved</w>
fik ela</w>
famb isa</w>
comm on</w>
1 5</w>
ti al</w>
ta va</w>
q hinga</w>
n al</w>
kho to</w>
in come</w>
b re
P er
r ly</w>
pa y</w>
know le
P re
g eneral</w>
ex peri
comple te</w>
T s
Swi rho</w>
yon e</w>
tr ade</w>
protec tion</w>
p ast</w>
la man
enti al</w>
ef for
am oun
ong o
ap pe
s s
register ed</w>
ntl hanu</w>
mb angu</w>
buil ding</w>
ba sic</w>
M ar
xav o</w>
vu vekisi</w>
sti ce</w>
n'w i</w>
D yondz
tin yik
el eni</w>
B a
tak ing</w>
re j
no lo
matsha latshala</w>
let ela</w>
av isiso</w>
an n
T an
He alth</w>
ts andz
c he
vel ek
pla y</w>
ndz hawu</w>
n on-
iw eni</w>
i m</w>
al u
Com mittees</w>
on dz
mu tirhi</w>
mi hlangano</w>
job s</w>
in kulu</w>
hlo kom
d r
K o
un g</w>
mu holo</w>
fik elelo</w>
divi du
bo dy</w>
b ri
ag r
ho xa</w>
en cour
capac ity</w>
D is
xi balo</w>
require ments</w>
lis t</w>
incre ase</w>
et elo</w>
entr e</w>
accoun t</w>
vusw eti</w>
v ision</w>
ring anyeto</w>
resol ution</w>
la ck</w>
b el
ti c</w>
th elo</w>
promo te</w>
lic ence</w>
ha ri</w>
wa ku</w>
w he
vu laka</w>
un i
t ation</w>
phes ente</w>
fi ve</w>
f ung
appropri ate</w>
5 0</w>
pfum elelana</w>
nee ded</w>
mee tings</w>
la tion</w>
l an
hlam ula</w>
amb u</w>
P huresidente</w>
J u
st ri
ol d</w>
S wa</w>
w uri</w>
t le</w>
esti g
d orob
Tan ihi</w>
I D</w>
Afric ans</w>
ree dom</w>
p ha</w>
i de
f ree</w>
bi ha</w>
ati c</w>
an al
Le yi</w>
1 0
th ir
ma tirhiselo</w>
le ko</w>
er isano</w>
ad di
L E
wel come</w>
on i</w>
l s</w>
indu stry</w>
ex pec
e handle</w>
diffic ult</w>
R S</w>
H A
tin 'hweti</w>
langu tisa</w>
l im
amend ments</w>
work ers</w>
vav asati</w>
re com
parti es</w>
hlokom haka</w>
hlo hlo
b er
sup por
ndz haku</w>
kusu hi</w>
th o</w>
se hol
Sw oleswo</w>
M e
vh iki</w>
tirhis ana</w>
mil lion</w>
evel op</w>
ear ch</w>
av eni</w>
Sw ik
simek iwa</w>
il i
cer tain</w>
under stand</w>
t al</w>
smal l</w>
ma mbe</w>
h ous
dyondz a</w>
bo ha</w>
an 'we</w>
200 5</w>
vu yelo</w>
ti -
tek eriwa</w>
tan i
mb ula
an isa</w>
sit e</w>
pl ans</w>
mat ters</w>
fo od</w>
a k</w>
tin hlengeletano</w>
ti cal</w>
su stain
min ongonoko</w>
me dic
lo t</w>
l hon
func tions</w>
w rit
institu tions</w>
imple men
if ic
hi gh
direc tive</w>
Vuk orhokeri</w>
re main
pfun eta</w>
n ess</w>
ess ential</w>
be g
G eneral</w>
rh u
reques t</w>
pfum elela</w>
olo ji</w>
di es</w>
co st</w>
ula tion</w>
op in
ma te</w>
atten tion</w>
Xiv iko</w>
Ma endlelo</w>
tiv isa</w>
tin harhu</w>
pow er</w>
maj or</w>
b al
av our</w>
1 6</w>
ma phorisa</w>
inc es</w>
et er
d in
Ti mali</w>
I T
A u
our ce</w>
lhon tlho</w>
ha s
d ing
ula mi</w>
t wan
sub section</w>
pro per
posi tive</w>
her isa</w>
comp any</w>
bec ome</w>
tumbulu xiwa</w>
ti phesente</w>
st u
o thers</w>
n andzu</w>
kw alomu</w>
contro l</w>
A ID
tan ce</w>
pur pose</w>
landz eler
invest ment</w>
ho zi</w>
ar hin
an jhek
an dla</w>
M y</w>
endl ile</w>
e ffici
ass is
T iko</w>
von aka</w>
o -
jisit ara</w>
famb elana</w>
de partment</w>
xik olo</w>
xi xi
vuy er
vu mundzuku</w>
reco gn
provin ce</w>
pre par
offici al</w>
mil iyoni</w>
cons ul
Tr ans
Re public</w>
R H
AID S</w>
xi munhu</w>
vu maki</w>
st er</w>
resul ts</w>
po or</w>
fr amework</w>
fik eleriwa</w>
da ta</w>
b est</w>
R E
E uro
ha l
Y A</w>
tiv ely</w>
achiev ed</w>
w ar
v isa</w>
st ak
sim eka</w>
re ally</w>
hou sehol
de fin
1 3</w>
v ic
is es</w>
g ener
es ting</w>
c ir
y 's</w>
r hamb
mati kweni</w>
m ang
F o
Dyondz o</w>
1 8</w>
t ask</w>
lo o
Hak unene</w>
v ulo</w>
succ ess</w>
princip le</w>
g n</w>
bumabum elo</w>
agr icul
N karhi</w>
yo ung</w>
vuti sa</w>
sw oleswo</w>
st o
sirh eleri</w>
peci ally</w>
ol onga</w>
n sirhelelo</w>
mit ted</w>
imp act</w>
es pecially</w>
endl iwile</w>
ab o
vutsh unguri</w>
ma ter
k hu
issu ed</w>
in dividu
hla mu
he ti
g .</w>
bab y</w>
SA RS</w>
1 4</w>
tim es</w>
star t</w>
m er
cor rec
consi der</w>
conc lu
c ing</w>
b ed</w>
assess ment</w>
X i</w>
Sec tion</w>
y ela</w>
xi weke</w>
sw ikombiso</w>
hlawu ri
hi m</w>
ha mp
ag ed</w>
ad i
Ri han
w un'we</w>
ste p</w>
is ing</w>
fol i
comple ted</w>
La ha</w>
ye t</w>
sub mit</w>
sign ific
sign ed</w>
concer ns</w>
cas es</w>
P huro
swi hi</w>
refer red</w>
rap por
rappor te
pers ons</w>
ous ly</w>
op ax
lev els</w>
lab our</w>
al loc
a xiave</w>
S tr
whe ther</w>
gr at
em is
de ed</w>
t el
strateg y</w>
qu ite</w>
olo lo
cha rg
re view</w>
pfar hu
op en</w>
langu age</w>
hl o</w>
he ar
g hl
ene ji</w>
docum ents</w>
amoun t</w>
ys is</w>
xiy eng
ring eta</w>
pap ila</w>
our s</w>
en y
e. g.</w>
X ikombiso</w>
X a</w>
Ti wadi</w>
S ome</w>
y un
pu ty</w>
pro of</w>
ov ha</w>
mit i</w>
mal a</w>
iv h
cha r
axam elo</w>
Xi yimo</w>
Lo cal</w>
ï 
ï §</w>
xit ulu</w>
mo ve</w>
kha mp
establis hed</w>
cle ar
xifundz hankulu</w>
provi des</w>
nk ateko</w>
mo ya</w>
inv estig
f avour</w>
b ir
V A
T ip
importan ce</w>
i onal</w>
hun xo</w>
d evelop</w>
J o
I m
wor ds</w>
sol ution</w>
si gn</w>
pfuma leka</w>
n hlawulo</w>
i we</w>
dz olonga</w>
Pro gram
sa y
nt umbulu
mb ango</w>
l wis
vehic le</w>
ti yisa</w>
succ ess
scho ols</w>
r im
part y</w>
on o</w>
la hlek
g a
fanel anga</w>
el l
effec t</w>
curr ent</w>
tain ed</w>
k un'we</w>
ic ally</w>
i mb
X iti
tre at
proc esses</w>
hla wu</w>
happ en</w>
gr ant</w>
fin al</w>
al th
V U
na vela</w>
ik ulu</w>
han ya</w>
de part
ci ples</w>
N k
M atiko</w>
I s</w>
C h
prior ity</w>
ng hingiriko</w>
n dyangu</w>
con stitu
y iv
t sw
swik olo</w>
opin ion</w>
ntumbulu ko</w>
i ther</w>
ev u</w>
ep t</w>
en su
el ano</w>
val ue</w>
ul elo</w>
min dyangu</w>
m fikelelo</w>
el wa</w>
develop ed</w>
M B
xi hlawu
trans port</w>
tech nolo
speci al</w>
en kulu</w>
com plain
c a
D o</w>
vari ous</w>
th an
p op
n on
lev hele</w>
is iw
wh ile</w>
seri ous</w>
ru les</w>
glob al</w>
con f
add res
0 12</w>
yik ulu</w>
tric ity</w>
th ara</w>
rh ula</w>
k hol
cons um
at or</w>
accep table</w>
vi ous</w>
ti ya</w>
k in
in awana</w>
hamb iswiritano</w>
hak eriwa</w>
f our</w>
at h</w>
al ways</w>
ak elo</w>
Xik ongomelo</w>
Su b
Direc tor
require s</w>
rel ated</w>
re main</w>
ma s
ko teka</w>
hi ghl
fambel anaka</w>
anjhek isano</w>
al low
N ongonoko</w>
2 1</w>
vek iweke</w>
mar ri
hel d</w>
stan ces</w>
r eli
pec ts</w>
na v
mus elo</w>
it ation</w>
tirh ela</w>
s et
rej ist
li ve</w>
langut ana</w>
iti ko</w>
hume siwa</w>
sung uri
r ate</w>
nhla muselo</w>
mu ka</w>
g ency</w>
fan aka</w>
buil d</w>
ati s
ang u
De puty</w>
xik aya</w>
us ing</w>
stand ards</w>
langu ter
knowle dge</w>
en ess</w>
antsw isiwa</w>
undzu xo</w>
tsha mo</w>
nk an
kan et
chang es</w>
vun harhu</w>
tin xaka</w>
particula rly</w>
no mboro</w>
le mb
humeler isa</w>
he ad</w>
hamb i</w>
fa irs</w>
e hol
din ga</w>
concer ned</w>
I P
n 'hweti</w>
mis sion
in ary</w>
ele yo</w>
cre ate</w>
M emb
Hin kwa
2 4</w>
yim pi</w>
tak es</w>
or ity</w>
nts ha
langutis isa</w>
ho lo
ee p</w>
e k</w>
a im
ti ce</w>
swiha rhi</w>
ru ption</w>
receiv ed</w>
q ing
h and</w>
ex is
ass ist</w>
Vaak i</w>
TH E</w>
H and
yim a</w>
twis is
ts alwa</w>
tr ue</w>
sw ikombelo</w>
organis ations</w>
ol ence</w>
inter ests</w>
int ro
ex t
es ted</w>
abo ve</w>
Ma fambiselo</w>
G u
tshun xeko</w>
se qu
ha vuko</w>
M ati
200 9</w>
who le</w>
vuri le</w>
to ko
st ly</w>
rhang ana</w>
nk arhin
li ving</w>
lek etl
khom iwa</w>
e matikweni</w>
O N
y isi</w>
st om
sa yin
s '</w>
re t
emis aveni</w>
com peti
bo xa</w>
ar iwa</w>
van 'wa
tirh isiwaka</w>
polic ies</w>
particip ate</w>
mov ha</w>
hum elelaka</w>
ho x
commun ication</w>
ar o</w>
tr u
of ten</w>
m ul
contin u
Ex plain</w>
lulam isiwa</w>
kat siwa</w>
hi leswi</w>
en ing</w>
elec tricity</w>
F e
y eleyo</w>
xik ulu</w>
vuy eriwa</w>
t est</w>
sur ing</w>
stand ing</w>
ref lec
recom mend
proc ed
fore ign</w>
fer ence</w>
dec isions</w>
cer tain
Q u
in al</w>
go ti
fac e</w>
discus sion</w>
dis ease</w>
deta ils</w>
co sts</w>
On e</w>
Af fairs</w>
r ural</w>
pu b
prior ities</w>
hinkw aro</w>
endl iweke</w>
en ted</w>
do wn</w>
democr atic</w>
con struc
b il
author ity</w>
a hle</w>
Tim fanelo</w>
vevuk isi</w>
ri mba</w>
qual if
pres cri
mu thelo</w>
monit oring</w>
hluvuk isa</w>
fam ily</w>
anal ysis</w>
alis ation</w>
E ducation</w>
xik an'we</w>
tsandz eka</w>
ne ar
n tshik
mit lhontlho</w>
lwis ana</w>
laman ene</w>
ka ya</w>
in stitution</w>
el eka</w>
So cial</w>
C our
ya leyo</w>
xiv iri</w>
xihlawu hlawu</w>
vi ka</w>
tim u</w>
tim a</w>
tik i</w>
r ha
prof es
mak iwa</w>
im port</w>
hlu vuko</w>
g ang
del eg
by enkulu</w>
N g
x elo</w>
tlh er
swi vandla</w>
rh andza</w>
mati ko
khumb a</w>
inclu ded</w>
form ed</w>
duc tion</w>
col lec
M at
vad yondzi</w>
ta ta</w>
rin 'we</w>
propos als</w>
prin ciples</w>
ndz avisiso</w>
kho mbo</w>
P o
P e
Bo ard</w>
xan isiwa</w>
vuri waka</w>
vur iwa</w>
vat atana</w>
tshemb ha</w>
tion ed</w>
tindz awulo</w>
its ongo</w>
hu ka</w>
fi el
co -
amend ment</w>
X andla</w>
Program me</w>
C ha
ung eto</w>
sung uleni</w>
stat ement</w>
res earch</w>
mi vuyelo</w>
f reedom</w>
en ter
cr u
as ed</w>
a men
T B</w>
R ec
Ba tho</w>
tu al</w>
tsha ma
thir d</w>
stak ehol
re ports</w>
pay ment</w>
p i
p a</w>
ma vandla</w>
ma timu</w>
ha wini</w>
fe e</w>
akan yo</w>
a 's</w>
T E
undz eni</w>
ti dyondzo</w>
ring anye
ri r
remain s</w>
medic al</w>
fun ds</w>
er ship</w>
ensu s</w>
alis ed</w>
R o
Lo wu</w>
vun tshwa</w>
v it
sy stems</w>
sup ply</w>
rapporte ur</w>
qing ho</w>
no thing</w>
medi a</w>
ku ya</w>
far m
e Afrika-Dzonga</w>
cr is
b a</w>
D o
. .
y outh</w>
xi lo</w>
vat swari</w>
k ala</w>
appli es</w>
Th er
P la
D ec
201 4</w>
y eni</w>
xifundz ankulu</w>
vers ity</w>
v iki</w>
v ent</w>
st ep
po st
ma miliyoni</w>
kamb eriwa</w>
i led</w>
h ome</w>
ek eke</w>
ati mende</w>
V ula
O F</w>
Ny ika</w>
N ts
lo ku
let ter</w>
istr ar</w>
employe es</w>
cop y</w>
U N
vo ted</w>
ti p
sustain able</w>
si le</w>
pap ala
k un'wana</w>
de al
com ment</w>
an ies</w>
F r
ula ka</w>
thekin oloji</w>
pa id</w>
nghen isiwa</w>
hang eri</w>
ep e</w>
at ory</w>
EL O</w>
1 7</w>
x is
ur isa</w>
sc he
me et</w>
l wa</w>
g ender</w>
er c
employ ed</w>
du e</w>
commit ment</w>
W here</w>
L angu
200 4</w>
swiv ilelo</w>
se en</w>
organis ation</w>
c am
M it
Endl elo</w>
s atis
n or
leketl i</w>
h ana</w>
expec ted</w>
du res</w>
ak a
ag enda</w>
wel eti</w>
vur isano</w>
ung ula</w>
tirh eli</w>
sha re</w>
pfum eler
o d
men tioned</w>
h loko</w>
en tsongo</w>
cri tical</w>
conf lic
bir th</w>
ar iso</w>
Mun hu</w>
K ungu</w>
6 0</w>
200 7</w>
200 1</w>
w u
ti pholisi</w>
success ful</w>
objec tive</w>
man u
N ow</w>
tirh ele</w>
pul ani</w>
perc ent</w>
ka yiv
k eep</w>
for tun
ex tre
employ er</w>
depart ments</w>
bel ow</w>
aw are</w>
P ele</w>
us es</w>
tin dlu</w>
swik ili</w>
sin ya</w>
ro ss</w>
pfum ela</w>
p ing</w>
of is
n hlokomhaka</w>
gu i
ex ini</w>
d ule</w>
conduc t</w>
c s</w>
c li
benef its</w>
N 'w
tiyim isela</w>
par ent</w>
is elo</w>
identi fied</w>
a wu</w>
R I
4 0</w>
xiti fikheti</w>
sin ce</w>
ris k</w>
hatl isa</w>
experi ence</w>
depend ent</w>
aw ara</w>
as soci
P r
P ap
N e
w ela</w>
vi l</w>
tech n
si x</w>
produc ts</w>
oun d</w>
offic er</w>
ne goti
loku kulu</w>
kan ak
in ing</w>
implemen ted</w>
i tion</w>
K ap
to tal</w>
th re
swits ongo</w>
st af
staf f</w>
si wile</w>
rir imi</w>
phe pha</w>
mim ovha</w>
m or
lo g
ha si</w>
con fi
Y uro
Swi fundz
we b
sub mitted</w>
sec tors</w>
on iwa</w>
nkarhin yana</w>
mon th</w>
lo r</w>
le yikulu</w>
is isi</w>
h ment</w>
fo und</w>
al low</w>
a ver
E ndzhaku</w>
tindz imi</w>
tin y
th em
recor d</w>
ic s</w>
hlo vo</w>
emb er</w>
cris is</w>
clear ly</w>
N at
N P</w>
Hand le</w>
D P</w>
st age</w>
O ff
F I
200 3</w>
u su
ri to</w>
proced ure</w>
proce dures</w>
men te</w>
mats alwa</w>
ho xo</w>
h ing</w>
fan iso</w>
ex pres
den ts</w>
con fir
cal led</w>
c le</w>
aj ek
xi wile</w>
writ ten</w>
u d</w>
toko to</w>
re st</w>
hundzulu xo</w>
hum e</w>
hlek ahle</w>
ever al</w>
ent le
do kum
determin ed</w>
Vu xokoxoko</w>
Manag ement</w>
Cour t</w>
Afric a's</w>
vaak atiko</w>
tik ho
prov ision</w>
phuro gireme</w>
la te</w>
kunguha ta</w>
iz ano</w>
hlay isiwa</w>
at s</w>
as pects</w>
ac hed</w>
Y i</w>
Inter national</w>
Fir st</w>
A R
th ough</w>
ta x
requ ire</w>
pur asi</w>
p ed</w>
mu thori</w>
long er</w>
larg e</w>
hlawu lek
develop ing</w>
c hu
a pfarhu
Xi fundz
Serv ices</w>
Endl a</w>
. za</w>
to wards</w>
on ce</w>
mi mbuyelo</w>
lit tle</w>
lear ners</w>
le xikulu</w>
lav i</w>
identi ty</w>
h ur
effor ts</w>
Ther efore</w>
T ra
CO P</w>
tr ad
th el
our ism</w>
no te</w>
i a</w>
ex erc
environ mental</w>
entle men</w>
c ateg
appoin t
ag rap
Kho to</w>
I den
Euro pe</w>
v ol
treat ment</w>
step s</w>
regula tion</w>
pfun o</w>
ou se</w>
min hlangano</w>
langu ti
ic k
fik elel
ev ent</w>
equ ality</w>
en de</w>
e m</w>
co operation</w>
c ement</w>
P S</w>
ti cip
per man
near est</w>
i th
hin i</w>
fund ing</w>
dr aw
c y
agre ed</w>
xiyeng entsongo</w>
struc tures</w>
li ves</w>
langu tan
la un
la r</w>
khom a</w>
g ets</w>
ever y
de f
c are
y ile</w>
tiv iso</w>
s or
reg ar
rece ive</w>
kotek aka</w>
han dz
fi ght</w>
clo se</w>
ar ound</w>
am ong</w>
acc ord
S y
2 5</w>
sol u
ser ve</w>
rhi jisitara</w>
par agrap
nk ay
ndlandlamu xa</w>
hundz u
he alth
han d
employe e</w>
P holisi</w>
Com ple
A gr
v eter
re duce</w>
ma dzolonga</w>
it ara</w>
hal f</w>
em er
dec la
dec i
c entre</w>
ac tive</w>
Ti rh
T ani
S pe
O f</w>
M r</w>
M i</w>
L O
xi hun
ver ed</w>
van ga</w>
tiv iwa</w>
proper ty</w>
pop ulation</w>
pers onal</w>
nc ini</w>
ma v
ev al
eval uation</w>
endl o</w>
ch ec
admin istration</w>
M E
y u
w r
vu hlanganisi</w>
ut es</w>
t ati
pim anyeto</w>
our selves</w>
ndz eni</w>
n hlangan
langut ela</w>
is eriwa</w>
il u</w>
fung ho</w>
fik eti</w>
en tirhweni</w>
del ines</w>
cor ruption</w>
cont ext</w>
ak er</w>
adop ted</w>
X I
Prov in
M ab
vaak itiko</w>
v undzeni</w>
signific ant</w>
ro o
re al</w>
par ents</w>
on d
nts ariso</w>
njhek anjhekisano</w>
mu viki</w>
kum ekaka</w>
el f</w>
discus s</w>
counc il
aj enda</w>
N COP</w>
M and
K NP</w>
Holo byenkulu</w>
vie ws</w>
pers on
p es</w>
ndzim a</w>
nat ure</w>
ma la
kan ela</w>
inclu des</w>
hlay isi</w>
ek axiave</w>
e makumu</w>
con nec
b ility</w>
andz haku</w>
xin awu</w>
vu yimeri</w>
t -
stakehol ders</w>
respon se</w>
mo tor</w>
manu fac
in t</w>
im proved</w>
i gn
i gh
gu ar
endl iwaka</w>
benef it</w>
ajek isano</w>
a le</w>
O N</w>
Memb ers</w>
vu fambisi</w>
t elo</w>
sw im
rh ekho
re ality</w>
mak aya</w>
grat ula
ex ecutive</w>
con gratula
b road
V atirhi</w>
M any</w>
re por
gro und</w>
e ting</w>
e ither</w>
d ou
conflic t</w>
Sw ip
Commun ity</w>
A C
200 8</w>
y ili</w>
tshik elela</w>
ts evu</w>
t foli
su gg
ph ik
pfu mala</w>
nx axamelo</w>
func tion</w>
fe el</w>
end ing</w>
chang ed</w>
br ing</w>
applic able</w>
an isiwa</w>
ak i</w>
Reg istrar</w>
N akambe</w>
Fin ally</w>
Agr icul
vatirh isi</w>
t om
pre vious</w>
ongom el
of isi</w>
of f</w>
ndzing ano</w>
min karhi</w>
its elf</w>
ir person</w>
i y
hak eri</w>
ha le</w>
h ung
g entlemen</w>
fund a
eri a</w>
comp ly</w>
assis tance</w>
xiv ono</w>
work er</w>
vul ulami</w>
ur g
ul i</w>
sw ong
su ffici
prescri bed</w>
ng hozi</w>
ma tlhelo</w>
in ci
hi ef</w>
go ods</w>
gang eni</w>
for ce</w>
er iso</w>
di t</w>
co mb
b an</w>
G au
un employment</w>
tal king</w>
simp ly</w>
shi ps</w>
pha se</w>
nyik iweke</w>
kom a</w>
hla mb
hl on
consider ed</w>
ar ity</w>
ac tions</w>
T O</w>
D es
z ela</w>
xiv ilelo</w>
ti fied</w>
swin harhu</w>
st e</w>
saf e</w>
mati c</w>
mak an
in ene</w>
i xin
eas y</w>
cap ital</w>
ten g</w>
technolo gy</w>
rejist ara</w>
protec t</w>
nyik eta</w>
ma vabyi</w>
m ely</w>
le -
increas ed</w>
hous ing</w>
hlaw uriwa</w>
hlangan isiwa</w>
dis tribu
N am
Mand ela</w>
Con t
A r
A b
vu rhangeri</w>
tlang ela</w>
ten ance</w>
te am</w>
s am
responsib ilities</w>
lear ning</w>
in ya</w>
hl ula</w>
extre mely</w>
emp has
el ek
ek s</w>
dokum ende</w>
discus sed</w>
d ela</w>
agricul tural</w>
advan t
V at
V amanana</w>
K O
H ofisi</w>
Gau teng</w>
vo ting</w>
ro w</w>
rhum eriwa</w>
propos ed</w>
pla y
out comes</w>
main tenance</w>
ent ation</w>
commit ted</w>
Comple te</w>
B I
wr ong</w>
vun 'w
vi olence</w>
under standing</w>
swiv iko</w>
swi bumabumelo</w>
strateg ies</w>
reg ional</w>
produc tion</w>
practi ce</w>
particip ants</w>
no tice</w>
n ation</w>
hlamu ser
high er</w>
han yelo</w>
h iwa</w>
fa ir</w>
end leka</w>
ci es</w>
appoin ted</w>
accep t</w>
Wor ld</w>
Th ank</w>
P lan
Ny eny
M ali</w>
- General</w>
web site</w>
va yimeri</w>
tsak ile</w>
simek iweke</w>
pfum eleriwa</w>
ndzim ana</w>
n hluvuko</w>
maj ority</w>
kin d</w>
i ri
ho yo
g en
d eni</w>
cam pa
S wo</w>
D L
C or
xit alo</w>
stat us</w>
sol id
s ci
kon d
ip hab
fortun ately</w>
forma l</w>
er ing</w>
cir cum
Si ku</w>
R O
AN D</w>
vu xi
swong hasi</w>
su sum
pos es</w>
paragrap h</w>
ntshik elelo</w>
n yimpi</w>
mission er</w>
ma tirhele</w>
fan erile</w>
f y</w>
comp li
bo ok</w>
Sec on
On ce</w>
' t</w>
tiyim is
t ab
swin awana</w>
perman ent</w>
or ig
ma qhinga</w>
improv ement</w>
ho mbo</w>
hi ka</w>
happen ed</w>
ec han
c ro
R iphab
w in
ul y</w>
sel f</w>
re turn</w>
m ic
kanak ana</w>
han s
h ours</w>
ed ulu</w>
d on
correc t</w>
contribu tion</w>
com ing</w>
ann ual</w>
alloc ated</w>
ak iwa</w>
S peci
Ex ecutive</w>
199 6</w>
xi ya</w>
th wa
te ach
mpfun o</w>
h angu</w>
er o</w>
elec tion</w>
de ath</w>
council lor</w>
certain ly</w>
Pla n</w>
M P
I na</w>
E S</w>
z e</w>
yondz isi</w>
xi k</w>
tu ally</w>
swi tirho</w>
sub si
ri ting</w>
rhu rh
r ene
men tion</w>
mati khom
man ner</w>
m ess
h isa</w>
cu stom
cre ation</w>
an ile</w>
Y our</w>
M ag
un ti
si onal</w>
ringan ela</w>
ri le</w>
pr im
om esti
min d</w>
funda mental</w>
e mi
addi tion</w>
S che
M as
200 2</w>
shor t</w>
n tik
ment ary</w>
khumb ekaka</w>
k ar
im medi
exis ting</w>
es sion</w>
el angi</w>
ehlek et
cru cial</w>
amukel eki</w>
M A</w>
Le mbe</w>
F ac
velek iwa</w>
ul ob
t le
strateg ic</w>
respon d</w>
le ase</w>
ju stice</w>
iden tify</w>
ex ten
an iwa</w>
ac ross</w>
Wh y</w>
T sh
Off ice</w>
N a</w>
tshama xitulu</w>
tif omo</w>
th ola</w>
s ing
s he
re d
pfun aka</w>
omesti c</w>
nk ambelo</w>
n ever</w>
min utes</w>
ko dela</w>
indu stri
gr ad
endl eni</w>
duc ed</w>
c ele
N x
Mb ula
F und</w>
Com p
Af ter</w>
w .
unti l</w>
ulob ye</w>
tr av
ti weke</w>
reas on
re ad</w>
r ation</w>
part nership</w>
ou tl
mis eko</w>
ma hala</w>
m elo</w>
landzeler isa</w>
iv er</w>
en han
avan yisa</w>
affec ted</w>
Ma hungu</w>
199 7</w>
19 8
x ava</w>
wan e</w>
ti masipala</w>
rang e</w>
prom ise</w>
ololo xa</w>
le muka</w>
know n</w>
in deed</w>
hlon ip
hlay anyana</w>
ev iden
determin e</w>
com ments</w>
b ank</w>
ati sti
U L
Plan ning</w>
Par ticip
w riting</w>
s everal</w>
pfuma leko</w>
pe ace</w>
o k
min tlhontlho</w>
mi ako</w>
me an</w>
le muk
khumb aka</w>
in st
exam ples</w>
effec tively</w>
appoint ment</w>
a z
a im</w>
S I
19 7
von ak
tirhis ani</w>
su sa</w>
p rec
op pos
n tokoto</w>
it able</w>
fo cus
andz i
Hin kw
0 %</w>
y an
ww w.
vutsh ila</w>
var hangeri</w>
tsha maka</w>
t as
s on</w>
represent atives</w>
po ten
n sinya</w>
mpf huka</w>
m om
le teriwa</w>
h ong
go v
fiel d</w>
etl helo</w>
dzi dzi
d ya</w>
amb irhi</w>
M on
1 7
-- --
yin dlu</w>
ou ght</w>
ol weni</w>
mp hik
hur isano</w>
er iwi</w>
bal ance</w>
b angi</w>
av elana</w>
Un ited</w>
S e
A L
ur o</w>
tiv aka</w>
t ama</w>
p ho
m fuwo</w>
m echan
lang u</w>
inf ec
il eriso</w>
househol ds</w>
en 's</w>
el ele</w>
al ise</w>
Sw iv
Pe ople</w>
Ko mb
201 2</w>
xi tiviso</w>
wa ste</w>
recommend ations</w>
or ies</w>
nat ural</w>
n tlhontlho</w>
m irhi</w>
ever yone</w>
consul tation</w>
TI ON</w>
R A
Nt lawa</w>
E T</w>
vu sirheleri</w>
vu leke</w>
so on</w>
re pe
no v
mb ilu</w>
man harhu</w>
lulamis ela</w>
is h</w>
imple ment</w>
en suring</w>
beg in
M S</w>
M EN
xi le</w>
tsar iwa</w>
tar gets</w>
sunguri le</w>
ri v
prov isions</w>
prov inces</w>
om in
ment 's</w>
kwa ma</w>
iko xo</w>
eviden ce</w>
consider ation</w>
c ause</w>
aw u
accord ance</w>
ac ts</w>
T ata</w>
y iki</w>
work s</w>
vu tshamo</w>
tw ala</w>
s ph
phe ji</w>
ntik elo</w>
lo y
le ad</w>
kh on
ic i
em o
el a-
dorob a</w>
E mp
tsak isa</w>
tin i</w>
them selves</w>
sec u
ondz o</w>
mphik izano</w>
hl ela</w>
cho ice</w>
ar g
X inawana</w>
V ur
Swi tirhisiwa</w>
v aka</w>
ul ela</w>
tsha mis
ts hika</w>
th yaka</w>
th eme</w>
t em
swi ringanyeto</w>
spe ak</w>
prior iti
nyik etiwa</w>
ntsha miseko</w>
mak es</w>
l -
in ed</w>
il in
exerc ise</w>
endl ele</w>
b yin'wana</w>
W ho</w>
Nt wanano</w>
H ome</w>
E T
C hap
9 0</w>
1 6
xits hunxo</w>
von kulu</w>
techn ical</w>
p ati
nx ungeto</w>
nts hu
min im
k e
j en
hlohlo tela</w>
eri we</w>
el l</w>
e ji</w>
Xi vutiso</w>
P lease</w>
Municip ality</w>
5 8</w>
ung undz
to ok</w>
ti min
s al
re form</w>
provi ding</w>
ple ased</w>
lulam ile</w>
initi ative</w>
f al
des cri
av o
ap prov
Yuro pa</w>
W ith</w>
Fir stly</w>
BI -
As s
xi ringanyeto</w>
ud y</w>
twan ana</w>
s ation</w>
pim a</w>
phe miti</w>
par ency</w>
occ up
nghen ela</w>
li qu
le r</w>
kanet ana</w>
it ure</w>
ill ors</w>
hi leswaku</w>
es ter
dec isi
curr ently</w>
circum stances</w>
Vur imi</w>
Chap ter</w>
vut leketli</w>
vulav isisi</w>
vis it</w>
va vis
un e</w>
ti awara</w>
swi letelo</w>
sw o
ra ise</w>
proc ess
pla ced</w>
pec tive</w>
ord in
mbula vulo</w>
le yintshwa</w>
khu ta
i leswi</w>
her isiwa</w>
gh en
establis h</w>
cli mate</w>
ad v
N hla
Ju stice</w>
Hinkw erhu</w>
Ch il
vu ts
vu hl
um er
tin hlayo</w>
nts akelo</w>
ma vito</w>
kamb isisa</w>
hlamus eriwa</w>
ha wun
govern ance</w>
elec tions</w>
de sign
d -
Rihan yo</w>
up on</w>
tik hamp
ti komba</w>
represent ative</w>
r ates</w>
dem and</w>
concer n</w>
ci vil</w>
b or
ats ongo</w>
a- tiko</w>
Pol ic
E K
0 0
va masipala</w>
tsar isa</w>
tal k</w>
sirh elel
sing le</w>
si v
olo g
n hl
mi holo</w>
la ter</w>
iti onal</w>
initi atives</w>
har isi</w>
h eka</w>
dzidzi harisi</w>
den ce</w>
cha yela</w>
F A</w>
5 .
wa hi</w>
vuk heta</w>
ty pe</w>
sw ic
st udy</w>
rel ations</w>
pur poses</w>
offici als</w>
n tshunxeko</w>
marri age</w>
komb eriwa</w>
ixin ara</w>
fum elo</w>
exc ell
end leke</w>
d ang
con om
appe al</w>
an ds</w>
allow ed</w>
E conom
vil ela</w>
tr an
tirh isi</w>
st op</w>
poten tial</w>
opax opo</w>
mi ght</w>
langu ages</w>
ko t
happen ing</w>
d ates</w>
con tain
b yintshwa</w>
ar isa</w>
a si
Mab indzu</w>
L imp
K uma</w>
200 6</w>
ur ban</w>
rel ating</w>
o bli
lead ership</w>
le ss
kum ile</w>
khol wa</w>
kats aka</w>
ik ara</w>
hoyo zela</w>
he mb
em in
du ty</w>
avan yisi</w>
atten d</w>
admin istr
V ana</w>
Hamb i</w>
1 00</w>
xihun dla</w>
xi letelo</w>
vun yingi</w>
v ac
tlaku ka</w>
tinyik etela</w>
ter n
pfun iwa</w>
ne g
khamp ani</w>
k aka</w>
is eni</w>
holo bye</w>
ha sipala</w>
fol low</w>
et c</w>
endz o</w>
dis pu
ding o</w>
campa ign</w>
bu ku</w>
ab ilities</w>
Z uma</w>
Tra ining</w>
Ri ghts</w>
N hlayo</w>
M ula
3 6</w>
xifundz a</w>
tshun x
tin o
thekin iki</w>
th u</w>
th u
s indz
s ense</w>
nt alo</w>
ma hanyelo</w>
lahlek eriwa</w>
kho pi</w>
equ ip
d at
construc tion</w>
con ference</w>
c lin
b ack
ab use</w>
Vaak indhawu</w>
Iden tify</w>
1 8
val id</w>
tsundzu xa</w>
tek ile</w>
sw eni</w>
str ong</w>
solu tions</w>
si weke</w>
r s</w>
obli g
min t
mb hurisano</w>
legisla ture</w>
it y-
im a</w>
har d</w>
f ication</w>
ext ent</w>
ev ents</w>
es a</w>
er ed</w>
en ds</w>
charg e</w>
am s</w>
Vu sw
SA S
M bu
Limp opo</w>
K umb
Hinkwa swo</w>
Go za</w>
For m</w>
B y</w>
un acceptable</w>
tsundzu ka</w>
tl hari</w>
tiv eness</w>
suffici ent</w>
stand ard</w>
simp le</w>
produc t</w>
pl ant</w>
pfux eta</w>
mom ent</w>
kom isa</w>
ko taka</w>
ex ist</w>
establis hment</w>
en able</w>
elec ted</w>
direc tly</w>
bec om
alo wo</w>
a way</w>
Tsh wane</w>
N kwama</w>
Mi ganga</w>
Ma tirhelo</w>
H L
3 1</w>
vie w
v iso</w>
ti po
se par
pre vent</w>
pow ers</w>
papala ta</w>
p el
nav elela</w>
n xavo</w>
lead ers</w>
kotek i</w>
inter nal</w>
in j
com men
ad equ
S e</w>
Pro vi
Nam untlha</w>
In di
Director -General</w>
An y</w>
wan dle</w>
tiv isiwa</w>
ther n</w>
t esting</w>
regula tions</w>
pro por
ndzing an
mit s
mater ial</w>
m iri</w>
k unene</w>
g ir
exc lu
equ al</w>
ekho to</w>
du ties</w>
direc tion</w>
aim s</w>
Xip hemu</w>
X it
Provin cial</w>
E ng
AN A</w>
val ues</w>
va va</w>
u se
str um
rel ation
p age</w>
min dz
mim pimo</w>
matiko xikaya</w>
in formed</w>
ilin iki</w>
fr on
f il
apfarhu to</w>
Wh ile</w>
S um
M I
L i
Agricul ture</w>
y ak
vuk ati</w>
ven tions</w>
ts hu
suppor ting</w>
say ense</w>
pfux eto</w>
pf ala</w>
part ners</w>
p alu
on str
non o
no ted</w>
nd havuko</w>
ivh es
gre ater</w>
gr aph
ec h</w>
contribu te</w>
comp et
applic ant</w>
akan ya</w>
Y a
Pol ice</w>
Ex am
D Z
0 8
vun 'we</w>
vat ekaxiave</w>
tlh elela</w>
tfoli o</w>
sc ale</w>
reli gi
por ation</w>
ne t</w>
mi gr
mbula vurisano</w>
lo tiki</w>
lin k
li v
legisla tive</w>
