<unk>	0
<s>	0
</s>	0
▁t	-0
an	-1
le	-2
▁n	-3
▁.	-4
in	-5
▁k	-6
is	-7
he	-8
▁s	-9
la	-10
on	-11
wa	-12
en	-13
▁m	-14
▁h	-15
ti	-16
▁a	-17
ka	-18
▁ku	-19
▁v	-20
▁y	-21
re	-22
wi	-23
er	-24
▁the	-25
lo	-26
▁o	-27
ha	-28
▁e	-29
▁p	-30
▁le	-31
ri	-32
▁f	-33
▁x	-34
▁c	-35
▁b	-36
mb	-37
▁,	-38
▁na	-39
un	-40
or	-41
es	-42
▁w	-43
▁ya	-44
te	-45
▁hi	-46
al	-47
and	-48
▁to	-49
▁of	-50
ing	-51
om	-52
ga	-53
▁swi	-54
▁wa	-55
tion	-56
▁ti	-57
rh	-58
▁ma	-59
ko	-60
ke	-61
▁in	-62
▁xi	-63
▁va	-64
ts	-65
ana	-66
▁d	-67
▁T	-68
ou	-69
ve	-70
dz	-71
▁eka	-72
yi	-73
ro	-74
▁ta	-75
li	-76
▁ka	-77
ra	-78
ku	-79
▁and	-80
▁is	-81
▁i	-82
▁I	-83
▁re	-84
▁ha	-85
▁nga	-86
▁vu	-87
ta	-88
ele	-89
▁A	-90
isa	-91
ed	-92
ent	-93
ho	-94
▁les	-95
▁N	-96
wu	-97
▁S	-98
si	-99
isi	-100
▁be	-101
um	-102
▁M	-103
ar	-104
lu	-105
▁en	-106
▁la	-107
hat	-108
mbe	-109
hi	-110
▁H	-111
ang	-112
us	-113
ona	-114
va	-115
th	-116
ce	-117
ma	-118
▁sw	-119
ki	-120
ll	-121
▁ri	-122
▁lo	-123
it	-124
ec	-125
▁xa	-126
▁th	-127
ya	-128
▁wi	-129
▁K	-130
rhi	-131
▁swa	-132
eri	-133
ge	-134
▁for	-135
hu	-136
▁pro	-137
se	-138
▁no	-139
▁The	-140
ment	-141
vi	-142
ci	-143
▁yi	-144
ly	-145
▁C	-146
▁g	-147
we	-148
▁fan	-149
▁that	-150
ut	-151
me	-152
dzi	-153
▁leswi	-154
▁mi	-155
ur	-156
wana	-157
mp	-158
▁W	-159
▁are	-160
▁L	-161
▁P	-162
xi	-163
▁we	-164
gu	-165
▁on	-166
▁end	-167
ation	-168
ano	-169
▁fanele	-170
elo	-171
ld	-172
st	-173
▁V	-174
▁l	-175
▁an	-176
waku	-177
ong	-178
iso	-179
pp	-180
▁leyi	-181
▁con	-182
▁this	-183
ter	-184
▁he	-185
hla	-186
ani	-187
▁X	-188
▁:	-189
▁leswaku	-190
eni	-191
▁su	-192
ver	-193
mu	-194
▁hin	-195
tirh	-196
▁com	-197
▁ra	-198
▁u	-199
ch	-200
de	-201
▁ts	-202
wo	-203
ted	-204
et	-205
▁you	-206
fi	-207
xa	-208
ungu	-209
▁yo	-210
lela	-211
▁Hi	-212
▁de	-213
ct	-214
▁as	-215
ort	-216
▁bya	-217
▁1	-218
ela	-219
▁D	-220
kwa	-221
fum	-222
▁not	-223
▁or	-224
▁Ku	-225
mo	-226
▁R	-227
op	-228
▁E	-229
▁have	-230
▁2	-231
▁will	-232
as	-233
ers	-234
hle	-235
isiwa	-236
di	-237
▁with	-238
haka	-239
▁wu	-240
karhi	-241
ust	-242
qu	-243
▁?	-244
fri	-245
ca	-246
ble	-247
▁po	-248
vu	-249
men	-250
ces	-251
▁ndzi	-252
▁by	-253
ini	-254
▁lava	-255
ene	-256
▁)	-257
▁r	-258
hen	-259
▁mu	-260
undz	-261
▁ko	-262
gh	-263
any	-264
ir	-265
▁(	-266
res	-267
to	-268
mba	-269
▁lowu	-270
omi	-271
lang	-272
▁ne	-273
▁swin	-274
her	-275
▁tin	-276
weni	-277
▁Afri	-278
▁kumbe	-279
andz	-280
tirho	-281
oko	-282
ity	-283
▁ac	-284
ould	-285
▁it	-286
▁do	-287
pa	-288
ol	-289
lic	-290
mi	-291
▁van	-292
▁fa	-293
▁B	-294
▁un	-295
▁F	-296
ise	-297
▁We	-298
▁Xi	-299
▁se	-300
▁Ma	-301
▁si	-302
su	-303
▁me	-304
▁wo	-305
▁nd	-306
ena	-307
mbi	-308
end	-309
▁must	-310
fu	-311
▁imp	-312
oun	-313
ore	-314
▁Th	-315
▁endla	-316
ali	-317
▁lexi	-318
▁al	-319
kulu	-320
ther	-321
▁hinkwa	-322
▁fi	-323
▁go	-324
ty	-325
▁hum	-326
▁hla	-327
ant	-328
▁mati	-329
▁ex	-330
▁te	-331
eswi	-332
▁Swi	-333
▁min	-334
len	-335
tu	-336
▁This	-337
kela	-338
▁app	-339
lelo	-340
▁comm	-341
▁In	-342
so	-343
▁nkarhi	-344
koka	-345
tions	-346
▁sa	-347
▁has	-348
▁nyi	-349
▁20	-350
▁at	-351
our	-352
eriwa	-353
uni	-354
rom	-355
▁par	-356
el	-357
fumo	-358
hawu	-359
▁nkoka	-360
weke	-361
tive	-362
▁It	-363
▁wor	-364
▁can	-365
pi	-366
fa	-367
▁tim	-368
▁tirh	-369
▁li	-370
velo	-371
ist	-372
dza	-373
yo	-374
▁di	-375
▁vona	-376
▁swo	-377
▁may	-378
▁Vu	-379
▁vanhu	-380
cal	-381
▁Ndzi	-382
vo	-383
▁ng	-384
du	-385
ect	-386
▁so	-387
rd	-388
▁ni	-389
▁hina	-390
ome	-391
▁loko	-392
cip	-393
der	-394
yon	-395
for	-396
rhe	-397
sp	-398
▁Ti	-399
▁swinene	-400
▁nts	-401
yen	-402
wile	-403
▁landz	-404
ties	-405
ow	-406
tl	-407
ak	-408
▁vula	-409
riwa	-410
ad	-411
▁O	-412
▁us	-413
anga	-414
wona	-415
ate	-416
▁;	-417
▁mhaka	-418
▁need	-419
▁sh	-420
xaka	-421
▁all	-422
at	-423
▁ema	-424
elela	-425
ind	-426
lula	-427
▁our	-428
mbis	-429
▁leti	-430
▁there	-431
cial	-432
od	-433
▁ro	-434
▁from	-435
ongom	-436
han	-437
▁G	-438
ulu	-439
yimo	-440
fun	-441
ry	-442
hon	-443
▁ab	-444
▁leri	-445
tano	-446
tela	-447
▁lang	-448
▁sta	-449
▁tl	-450
onga	-451
▁pa	-452
▁nh	-453
▁rep	-454
outh	-455
▁Y	-456
▁comp	-457
ff	-458
▁st	-459
low	-460
▁ad	-461
▁kona	-462
red	-463
velop	-464
▁should	-465
cess	-466
sa	-467
ance	-468
ys	-469
▁ndlela	-470
sion	-471
▁inc	-472
po	-473
▁work	-474
ms	-475
▁ca	-476
ven	-477
ula	-478
les	-479
ub	-480
mbelo	-481
▁been	-482
▁laha	-483
ru	-484
▁South	-485
lweni	-486
▁qu	-487
tsh	-488
▁also	-489
den	-490
▁xo	-491
keri	-492
▁vi	-493
ervi	-494
out	-495
ves	-496
▁3	-497
▁Leswi	-498
kiwa	-499
▁ntirho	-500
▁whi	-501
ear	-502
ess	-503
▁coun	-504
umb	-505
▁ve	-506
▁xiko	-507
▁U	-508
▁tala	-509
ongo	-510
▁endli	-511
zonga	-512
▁kahle	-513
▁sungu	-514
▁mfumo	-515
yenge	-516
▁was	-517
▁-	-518
laho	-519
lan	-520
▁your	-521
▁Va	-522
▁mo	-523
hlweni	-524
vern	-525
eswo	-526
ina	-527
anihi	-528
yis	-529
▁swona	-530
luvu	-531
ting	-532
▁tir	-533
gn	-534
▁ho	-535
mbirhi	-536
▁cont	-537
leni	-538
▁Com	-539
andla	-540
eke	-541
▁mp	-542
pala	-543
gra	-544
▁De	-545
▁nas	-546
▁tsa	-547
▁emahlweni	-548
▁bo	-549
mbana	-550
mit	-551
ine	-552
▁pe	-553
▁per	-554
▁tlhe	-555
▁naswona	-556
kwalaho	-557
▁j	-558
▁which	-559
tic	-560
tsa	-561
ons	-562
ments	-563
ree	-564
bi	-565
▁wena	-566
phe	-567
▁Ha	-568
ublic	-569
▁"	-570
▁That	-571
go	-572
▁Afrika	-573
pport	-574
ure	-575
▁Loko	-576
gi	-577
ght	-578
ck	-579
byi	-580
ous	-581
xo	-582
▁nyika	-583
▁vuk	-584
▁xiyimo	-585
hlang	-586
▁vo	-587
▁Mi	-588
▁200	-589
fic	-590
▁nghen	-591
▁sp	-592
sipala	-593
ction	-594
▁rh	-595
▁develop	-596
id	-597
▁co	-598
▁Na	-599
▁other	-600
▁import	-601
vernment	-602
▁nhla	-603
▁19	-604
unicip	-605
ople	-606
luvuk	-607
undzu	-608
ul	-609
▁pfum	-610
▁servi	-611
▁ring	-612
ence	-613
▁xin	-614
rou	-615
leri	-616
▁exp	-617
▁tanihi	-618
▁issu	-619
▁resp	-620
▁more	-621
▁their	-622
▁yin	-623
elana	-624
kaka	-625
unhu	-626
▁year	-627
hleke	-628
▁would	-629
unity	-630
▁amu	-631
▁faneleke	-632
▁tirha	-633
▁sungula	-634
ard	-635
▁these	-636
▁byi	-637
kongom	-638
▁about	-639
bo	-640
▁they	-641
ollow	-642
ran	-643
▁fike	-644
tirhi	-645
▁people	-646
lawu	-647
omiti	-648
▁cha	-649
▁vuti	-650
orho	-651
tshwa	-652
▁Ndza	-653
za	-654
und	-655
elaka	-656
yondz	-657
▁lama	-658
▁follow	-659
ally	-660
titu	-661
▁sub	-662
▁Africa	-663
▁mitirho	-664
▁karhi	-665
rho	-666
kelo	-667
▁cin	-668
aki	-669
▁what	-670
ational	-671
ality	-672
mis	-673
▁Re	-674
huro	-675
ress	-676
ved	-677
▁kuma	-678
▁requ	-679
▁ID	-680
ary	-681
int	-682
tsongo	-683
▁ag	-684
wulo	-685
anisa	-686
▁hambana	-687
▁xiv	-688
xoko	-689
one	-690
hlo	-691
▁mb	-692
▁any	-693
tter	-694
▁Xana	-695
orhokeri	-696
gis	-697
▁who	-698
fore	-699
▁dis	-700
▁Le	-701
xe	-702
▁one	-703
▁An	-704
ery	-705
▁4	-706
▁nt	-707
▁plan	-708
▁mayelana	-709
indz	-710
kweni	-711
loy	-712
▁Ri	-713
▁pre	-714
▁hundz	-715
can	-716
eto	-717
▁kun	-718
▁count	-719
▁humelela	-720
anelo	-721
▁Eka	-722
▁Ho	-723
tional	-724
phi	-725
luvukiso	-726
telo	-727
▁tind	-728
▁langut	-729
ingi	-730
gele	-731
isano	-732
▁There	-733
▁timhaka	-734
▁/	-735
andle	-736
kongomelo	-737
duc	-738
▁katsa	-739
▁tiko	-740
mus	-741
art	-742
▁sec	-743
fundz	-744
tifi	-745
▁ants	-746
isava	-747
▁time	-748
▁Sw	-749
00	-750
▁tshe	-751
▁very	-752
cy	-753
▁teka	-754
con	-755
▁xikombelo	-756
▁inclu	-757
▁important	-758
▁Pro	-759
bili	-760
▁process	-761
▁pers	-762
▁under	-763
▁public	-764
▁kh	-765
wiri	-766
indhawu	-767
▁provi	-768
▁ndz	-769
mploy	-770
min	-771
king	-772
ew	-773
▁landzelaka	-774
viko	-775
▁ba	-776
▁make	-777
tation	-778
kan	-779
▁some	-780
▁201	-781
▁IDP	-782
pe	-783
▁African	-784
▁lebyi	-785
▁bu	-786
▁tiyis	-787
▁tra	-788
eci	-789
tain	-790
▁out	-791
mation	-792
wiritano	-793
angu	-794
▁infor	-795
mbiswiritano	-796
il	-797
▁Ka	-798
kokwalaho	-799
rity	-800
▁report	-801
▁kambe	-802
cil	-803
▁pla	-804
▁hak	-805
lawa	-806
ning	-807
yiso	-808
hlen	-809
▁sweswi	-810
▁sweswo	-811
▁Mu	-812
▁lula	-813
▁like	-814
▁endliwa	-815
ach	-816
▁municip	-817
hany	-818
▁commit	-819
akindhawu	-820
wan	-821
▁government	-822
▁loyi	-823
da	-824
leka	-825
▁da	-826
▁ques	-827
tsha	-828
▁support	-829
fer	-830
▁If	-831
wer	-832
▁tirhisa	-833
jec	-834
ges	-835
▁pri	-836
ding	-837
▁ward	-838
▁vukorhokeri	-839
ave	-840
▁Nawu	-841
▁pfun	-842
phemu	-843
zi	-844
ink	-845
▁its	-846
khon	-847
no	-848
lana	-849
hungu	-850
ba	-851
get	-852
▁fana	-853
▁As	-854
cus	-855
resi	-856
jeke	-857
by	-858
lembe	-859
yelo	-860
▁am	-861
▁munhu	-862
▁nti	-863
▁than	-864
▁community	-865
lication	-866
fanelo	-867
▁mina	-868
hlengele	-869
▁seke	-870
per	-871
▁tlhela	-872
part	-873
▁suka	-874
gram	-875
▁mali	-876
▁tsakela	-877
▁cinca	-878
indzu	-879
▁if	-880
ish	-881
kile	-882
now	-883
angi	-884
▁5	-885
▁Act	-886
hlamu	-887
man	-888
▁acc	-889
▁requi	-890
ings	-891
▁respon	-892
▁vaakindhawu	-893
▁ntsena	-894
mende	-895
ject	-896
▁199	-897
▁yona	-898
haku	-899
ue	-900
utiso	-901
▁development	-902
▁khu	-903
▁nawu	-904
▁dec	-905
▁ob	-906
khonomi	-907
tee	-908
yondzo	-909
led	-910
▁man	-911
▁lembe	-912
▁following	-913
wn	-914
▁memb	-915
umbulu	-916
▁rec	-917
▁gi	-918
▁inter	-919
▁Dzonga	-920
▁swiv	-921
▁En	-922
▁CB	-923
▁Hambiswiritano	-924
alth	-925
▁hlang	-926
hlengeletano	-927
swo	-928
est	-929
here	-930
▁prov	-931
▁tik	-932
▁mav	-933
▁xiyenge	-934
phiq	-935
▁new	-936
mbisi	-937
oni	-938
▁vatirhi	-939
▁them	-940
boho	-941
opfu	-942
▁tsha	-943
endlelo	-944
▁ke	-945
▁exi	-946
▁appro	-947
▁vaaki	-948
▁CBP	-949
eve	-950
ps	-951
liti	-952
phiqo	-953
mbiso	-954
▁loku	-955
▁Pa	-956
▁matiko	-957
mbisa	-958
teri	-959
▁hlay	-960
▁J	-961
▁part	-962
all	-963
▁such	-964
gain	-965
ors	-966
▁chi	-967
wever	-968
hurojeke	-969
rate	-970
▁tumbulu	-971
leke	-972
▁langu	-973
ving	-974
yste	-975
bu	-976
▁two	-977
▁yini	-978
Dzonga	-979
▁For	-980
ries	-981
▁timali	-982
nhla	-983
fe	-984
▁up	-985
▁byo	-986
▁fin	-987
▁information	-988
ten	-989
▁mar	-990
hol	-991
▁malembe	-992
▁ehleke	-993
▁person	-994
▁ter	-995
▁misava	-996
▁tho	-997
ration	-998
rhu	-999
▁econ	-1000
ded	-1001
▁sc	-1002
rea	-1003
irst	-1004
▁wun	-1005
ganga	-1006
▁proble	-1007
▁'	-1008
▁What	-1009
▁nk	-1010
▁masipala	-1011
ision	-1012
valeni	-1013
▁es	-1014
lave	-1015
very	-1016
wis	-1017
▁tiyisisa	-1018
ens	-1019
ingiri	-1020
▁henhla	-1021
▁kongom	-1022
▁tano	-1023
ab	-1024
▁know	-1025
ced	-1026
iti	-1027
mbo	-1028
▁tip	-1029
▁matimba	-1030
▁vut	-1031
uvo	-1032
▁kha	-1033
▁hlawu	-1034
edi	-1035
laveko	-1036
tirhisiwa	-1037
lation	-1038
▁employ	-1039
ob	-1040
▁vun	-1041
▁tran	-1042
▁take	-1043
ren	-1044
mbiwa	-1045
▁cour	-1046
▁lave	-1047
risa	-1048
▁tlula	-1049
▁nge	-1050
▁nka	-1051
▁numb	-1052
▁ikhonomi	-1053
▁vus	-1054
▁fikelela	-1055
▁6	-1056
hang	-1057
▁mpi	-1058
▁endz	-1059
▁hinkwaswo	-1060
stitu	-1061
▁kota	-1062
misa	-1063
▁tirhisiwa	-1064
ongon	-1065
form	-1066
▁but	-1067
▁!	-1068
▁child	-1069
gy	-1070
▁conc	-1071
▁mas	-1072
▁res	-1073
▁han	-1074
▁Hikokwalaho	-1075
▁Min	-1076
ji	-1077
kisi	-1078
▁sha	-1079
thing	-1080
angelo	-1081
▁made	-1082
▁cer	-1083
▁xiviko	-1084
harhu	-1085
▁country	-1086
als	-1087
bility	-1088
▁fo	-1089
ations	-1090
▁SA	-1091
▁seketela	-1092
ingiriko	-1093
eta	-1094
▁service	-1095
▁No	-1096
iseka	-1097
▁milawu	-1098
vis	-1099
▁program	-1100
ongonoko	-1101
▁meet	-1102
▁ele	-1103
sible	-1104
▁form	-1105
▁syste	-1106
tiwa	-1107
rhela	-1108
▁nhluvukiso	-1109
aka	-1110
▁contin	-1111
▁parti	-1112
sure	-1113
▁hava	-1114
hlamuleri	-1115
rhelo	-1116
▁ndhawu	-1117
wini	-1118
lemen	-1119
▁antsw	-1120
hy	-1121
▁mit	-1122
▁fe	-1123
▁number	-1124
laku	-1125
▁enge	-1126
▁again	-1127
▁chang	-1128
▁mon	-1129
ased	-1130
sul	-1131
partment	-1132
▁question	-1133
lear	-1134
llen	-1135
xini	-1136
hlangano	-1137
ond	-1138
rin	-1139
▁hinkwayo	-1140
▁To	-1141
▁tiva	-1142
▁ass	-1143
▁Par	-1144
▁offi	-1145
▁Presi	-1146
keriwa	-1147
▁over	-1148
ruct	-1149
▁now	-1150
▁maendlelo	-1151
▁inte	-1152
tara	-1153
wiko	-1154
omo	-1155
▁So	-1156
pos	-1157
weti	-1158
▁matter	-1159
▁exikarhi	-1160
▁think	-1161
mend	-1162
▁ehleketa	-1163
tiko	-1164
▁rihany	-1165
▁yena	-1166
ok	-1167
▁rixaka	-1168
anyeto	-1169
ffer	-1170
▁National	-1171
ety	-1172
ric	-1173
fambis	-1174
▁vutihlamuleri	-1175
rile	-1176
▁kan	-1177
onelo	-1178
▁my	-1179
kambe	-1180
▁only	-1181
ener	-1182
▁eff	-1183
▁were	-1184
vel	-1185
▁into	-1186
▁see	-1187
▁eku	-1188
▁services	-1189
cep	-1190
▁ndza	-1191
▁Go	-1192
▁kho	-1193
▁speci	-1194
melo	-1195
▁They	-1196
▁pfumele	-1197
▁well	-1198
▁Kambe	-1199
▁het	-1200
▁grou	-1201
▁want	-1202
▁issue	-1203
▁kungu	-1204
▁handle	-1205
▁health	-1206
ung	-1207
▁endlelo	-1208
▁application	-1209
wikoti	-1210
▁ntiyiso	-1211
hansi	-1212
ents	-1213
ory	-1214
holisi	-1215
laha	-1216
▁good	-1217
▁mahungu	-1218
wadi	-1219
ni	-1220
▁say	-1221
▁pres	-1222
▁impro	-1223
▁years	-1224
vela	-1225
▁wona	-1226
ungulo	-1227
▁tshemba	-1228
elelo	-1229
tes	-1230
reat	-1231
▁Commit	-1232
▁xiphemu	-1233
ac	-1234
uring	-1235
▁fika	-1236
dent	-1237
▁7	-1238
ural	-1239
▁cri	-1240
▁vho	-1241
▁therefore	-1242
▁xiave	-1243
esi	-1244
lia	-1245
▁af	-1246
rect	-1247
▁swiko	-1248
omic	-1249
▁lawa	-1250
hakelo	-1251
▁tshama	-1252
▁achi	-1253
▁state	-1254
tlha	-1255
cum	-1256
▁rin	-1257
▁humele	-1258
gement	-1259
▁Sweswo	-1260
▁op	-1261
▁olo	-1262
▁sime	-1263
leriwa	-1264
▁right	-1265
▁switirhisiwa	-1266
xokoxoko	-1267
▁La	-1268
▁mana	-1269
hip	-1270
ised	-1271
▁swilo	-1272
vula	-1273
▁Tim	-1274
▁Van	-1275
▁local	-1276
dya	-1277
not	-1278
▁kume	-1279
meri	-1280
▁exa	-1281
▁use	-1282
▁differ	-1283
tiv	-1284
cate	-1285
▁You	-1286
▁comple	-1287
lamende	-1288
▁cannot	-1289
▁where	-1290
ron	-1291
ler	-1292
▁ehansi	-1293
ord	-1294
licy	-1295
ans	-1296
omen	-1297
row	-1298
ture	-1299
▁agree	-1300
▁provin	-1301
▁pfuna	-1302
▁members	-1303
tives	-1304
wanano	-1305
ks	-1306
frika	-1307
▁first	-1308
▁hlamus	-1309
▁hinkwavo	-1310
▁clear	-1311
tsi	-1312
ures	-1313
▁how	-1314
fambiselo	-1315
mun	-1316
▁way	-1317
im	-1318
use	-1319
ghts	-1320
▁hete	-1321
▁needs	-1322
▁tlaku	-1323
rhang	-1324
▁These	-1325
▁But	-1326
▁reas	-1327
hed	-1328
mela	-1329
uation	-1330
▁social	-1331
▁ar	-1332
▁endzhaku	-1333
▁point	-1334
▁sit	-1335
▁wadi	-1336
▁Ndzawulo	-1337
langi	-1338
iness	-1339
▁masungulo	-1340
▁system	-1341
▁sect	-1342
▁communi	-1343
▁swirho	-1344
▁bi	-1345
cili	-1346
▁legis	-1347
▁national	-1348
come	-1349
unene	-1350
▁On	-1351
pha	-1352
ward	-1353
mission	-1354
▁vuswikoti	-1355
▁does	-1356
000	-1357
▁mpfum	-1358
▁issues	-1359
ankulu	-1360
▁pas	-1361
▁hinkwawo	-1362
rough	-1363
ph	-1364
ining	-1365
▁He	-1366
▁xim	-1367
hlay	-1368
twe	-1369
▁mani	-1370
▁many	-1371
▁done	-1372
rasi	-1373
ful	-1374
hani	-1375
dress	-1376
▁nyikiwa	-1377
▁rela	-1378
ring	-1379
▁Mfumo	-1380
usiness	-1381
▁ensure	-1382
▁pha	-1383
fy	-1384
tivi	-1385
cha	-1386
kho	-1387
mbela	-1388
teme	-1389
sen	-1390
▁vuy	-1391
.1	-1392
▁dyondzo	-1393
tlho	-1394
▁pfu	-1395
gist	-1396
▁beli	-1397
▁Coun	-1398
AN	-1399
mbu	-1400
▁However	-1401
ducation	-1402
fisi	-1403
▁project	-1404
dy	-1405
visa	-1406
▁Con	-1407
▁ngopfu	-1408
▁challen	-1409
xt	-1410
hlawu	-1411
ular	-1412
denti	-1413
▁xiboho	-1414
▁Develop	-1415
▁Kha	-1416
▁siku	-1417
▁tak	-1418
▁terms	-1419
rimi	-1420
▁yisa	-1421
Afrika	-1422
▁tindhawu	-1423
erile	-1424
▁amukela	-1425
helo	-1426
▁sti	-1427
tshala	-1428
▁policy	-1429
▁pos	-1430
▁happ	-1431
▁council	-1432
mes	-1433
▁Lexi	-1434
olo	-1435
mple	-1436
▁xona	-1437
▁place	-1438
▁repres	-1439
▁much	-1440
▁landza	-1441
▁nj	-1442
▁nhlang	-1443
▁propos	-1444
▁matirhelo	-1445
tees	-1446
umu	-1447
seke	-1448
▁consi	-1449
ffi	-1450
oro	-1451
hensa	-1452
▁Ward	-1453
bye	-1454
▁case	-1455
▁ringana	-1456
▁Xiko	-1457
▁here	-1458
▁vile	-1459
▁through	-1460
▁cons	-1461
▁Council	-1462
rac	-1463
▁10	-1464
▁hetelela	-1465
ners	-1466
iseki	-1467
▁implemen	-1468
▁inf	-1469
▁set	-1470
▁municipality	-1471
▁org	-1472
ense	-1473
gard	-1474
▁enhlo	-1475
▁swilaveko	-1476
▁eri	-1477
ehleke	-1478
dente	-1479
▁problem	-1480
▁enhlokweni	-1481
hiki	-1482
IV	-1483
▁far	-1484
tab	-1485
▁long	-1486
▁indi	-1487
▁Rixaka	-1488
table	-1489
fhu	-1490
▁said	-1491
▁Department	-1492
tween	-1493
ective	-1494
▁between	-1495
cra	-1496
▁being	-1497
ern	-1498
▁Cons	-1499
▁Parlia	-1500
tice	-1501
▁discus	-1502
bindzu	-1503
ild	-1504
ection	-1505
▁against	-1506
▁xifundz	-1507
▁vuxokoxoko	-1508
able	-1509
▁vana	-1510
hontlho	-1511
▁her	-1512
▁water	-1513
▁believe	-1514
holo	-1515
kiweke	-1516
▁antswisa	-1517
▁nakambe	-1518
chumu	-1519
▁twis	-1520
▁hansi	-1521
▁when	-1522
▁fund	-1523
▁sus	-1524
▁000	-1525
henhla	-1526
▁hungu	-1527
▁three	-1528
▁pi	-1529
▁deli	-1530
▁erivaleni	-1531
SA	-1532
ss	-1533
tern	-1534
▁mak	-1535
xiwa	-1536
▁level	-1537
▁economic	-1538
▁Palamende	-1539
uro	-1540
▁docum	-1541
utho	-1542
▁hel	-1543
▁programme	-1544
ual	-1545
tani	-1546
▁business	-1547
▁Nh	-1548
ticular	-1549
ister	-1550
▁each	-1551
▁hakona	-1552
▁laveka	-1553
▁8	-1554
hom	-1555
▁mpimo	-1556
▁inves	-1557
▁kombisa	-1558
▁Development	-1559
ough	-1560
des	-1561
inga	-1562
▁Huvo	-1563
▁resul	-1564
▁regard	-1565
sirhe	-1566
tikweni	-1567
▁anga	-1568
▁women	-1569
▁0	-1570
urn	-1571
▁own	-1572
▁xikongomelo	-1573
mocra	-1574
isiteme	-1575
jects	-1576
ult	-1577
anisi	-1578
▁nhlayo	-1579
▁institu	-1580
▁opport	-1581
▁Wa	-1582
com	-1583
▁within	-1584
▁engetela	-1585
▁tiy	-1586
▁finan	-1587
▁particular	-1588
TI	-1589
itiz	-1590
▁regis	-1591
▁Vumbiwa	-1592
▁tindlela	-1593
cri	-1594
inete	-1595
▁khensa	-1596
age	-1597
▁tiwadi	-1598
hool	-1599
▁different	-1600
▁Parliament	-1601
▁Di	-1602
▁inv	-1603
▁cor	-1604
ged	-1605
▁xiphiqo	-1606
irhe	-1607
▁kutani	-1608
tend	-1609
isana	-1610
▁fu	-1611
▁9	-1612
ency	-1613
teka	-1614
▁area	-1615
▁address	-1616
▁Constitu	-1617
▁swiyenge	-1618
▁medi	-1619
▁apply	-1620
▁suc	-1621
ources	-1622
▁particip	-1623
▁committee	-1624
▁gu	-1625
▁sign	-1626
▁regu	-1627
lution	-1628
▁kombela	-1629
van	-1630
▁prote	-1631
▁fambe	-1632
▁tumbuluxa	-1633
litical	-1634
tabl	-1635
▁still	-1636
cei	-1637
▁lear	-1638
▁perform	-1639
▁objec	-1640
cc	-1641
▁sector	-1642
▁Sta	-1643
▁same	-1644
▁pay	-1645
▁role	-1646
▁khom	-1647
▁mavonelo	-1648
ribu	-1649
ctions	-1650
▁mafambiselo	-1651
tial	-1652
▁his	-1653
▁prom	-1654
ech	-1655
▁And	-1656
▁help	-1657
fung	-1658
gress	-1659
▁Komiti	-1660
viron	-1661
▁nhlengeletano	-1662
▁Ex	-1663
ady	-1664
urther	-1665
▁concern	-1666
▁phurojeke	-1667
onkulu	-1668
▁ehenhla	-1669
▁situation	-1670
pu	-1671
sel	-1672
gingiriko	-1673
▁hilaha	-1674
▁certifi	-1675
alwa	-1676
▁used	-1677
hold	-1678
▁lavaka	-1679
▁ntlawa	-1680
▁job	-1681
▁rights	-1682
rest	-1683
▁tika	-1684
▁areas	-1685
▁month	-1686
▁accoun	-1687
▁citiz	-1688
hweti	-1689
vabyi	-1690
▁meas	-1691
▁Lo	-1692
▁why	-1693
▁kwa	-1694
▁improve	-1695
vironment	-1696
▁Xo	-1697
the	-1698
▁bud	-1699
▁most	-1700
▁invol	-1701
▁Committee	-1702
ope	-1703
▁key	-1704
▁nec	-1705
▁masi	-1706
▁lulamisa	-1707
▁vulavula	-1708
yana	-1709
▁before	-1710
wor	-1711
lain	-1712
▁supp	-1713
▁change	-1714
▁continue	-1715
▁posi	-1716
▁prin	-1717
▁grow	-1718
manana	-1719
▁Servi	-1720
▁swiyimo	-1721
eka	-1722
ouse	-1723
▁huma	-1724
▁course	-1725
▁fun	-1726
andzu	-1727
▁prio	-1728
▁rhum	-1729
▁planning	-1730
val	-1731
▁App	-1732
▁rele	-1733
muntlha	-1734
▁law	-1735
hato	-1736
yimeri	-1737
▁refer	-1738
seketelo	-1739
▁provide	-1740
▁responsi	-1741
ase	-1742
▁get	-1743
▁tlhelo	-1744
day	-1745
▁marke	-1746
▁democra	-1747
isaka	-1748
▁leha	-1749
riweke	-1750
▁those	-1751
▁include	-1752
▁equ	-1753
▁high	-1754
eneral	-1755
▁angarhela	-1756
▁political	-1757
hun	-1758
▁val	-1759
venga	-1760
isiwile	-1761
▁meeting	-1762
mula	-1763
▁just	-1764
▁shall	-1765
gevenga	-1766
▁school	-1767
▁Minister	-1768
▁poli	-1769
▁strate	-1770
homi	-1771
▁recei	-1772
▁sirhe	-1773
▁Municip	-1774
ecu	-1775
▁Nas	-1776
reme	-1777
▁order	-1778
▁nchumu	-1779
lobye	-1780
▁main	-1781
elangi	-1782
ructure	-1783
▁ava	-1784
▁xivutiso	-1785
▁mpfumelelo	-1786
▁action	-1787
▁men	-1788
hatla	-1789
kom	-1790
rge	-1791
▁famba	-1792
manyeto	-1793
▁progress	-1794
tor	-1795
▁stand	-1796
▁muganga	-1797
reed	-1798
EL	-1799
ito	-1800
▁tipo	-1801
litiki	-1802
▁taken	-1803
honi	-1804
isela	-1805
▁intern	-1806
▁rihanyu	-1807
▁required	-1808
▁financial	-1809
▁Nhluvukiso	-1810
essary	-1811
▁build	-1812
ehleketo	-1813
▁Naswona	-1814
▁ntwanano	-1815
▁countries	-1816
ill	-1817
inet	-1818
▁HIV	-1819
▁tiyi	-1820
vha	-1821
▁vote	-1822
tirhis	-1823
▁establ	-1824
▁xihatla	-1825
ris	-1826
▁12	-1827
loko	-1828
▁endlaka	-1829
ast	-1830
▁ge	-1831
utani	-1832
▁access	-1833
▁every	-1834
▁vutomi	-1835
▁nhlangano	-1836
▁timfanelo	-1837
▁facili	-1838
▁eAfrika	-1839
▁President	-1840
▁education	-1841
lar	-1842
▁deb	-1843
▁Vanhu	-1844
▁amend	-1845
ila	-1846
vany	-1847
▁yihi	-1848
▁Po	-1849
dust	-1850
▁projects	-1851
▁care	-1852
▁Kutani	-1853
▁bindzu	-1854
▁ste	-1855
▁require	-1856
▁Mp	-1857
view	-1858
.2	-1859
ud	-1860
demo	-1861
▁bas	-1862
▁fact	-1863
▁Constitution	-1864
kaya	-1865
▁khale	-1866
▁vumbirhi	-1867
▁All	-1868
▁could	-1869
ign	-1870
lob	-1871
sive	-1872
▁too	-1873
tical	-1874
unguhato	-1875
▁swikongomelo	-1876
EN	-1877
laka	-1878
▁Tin	-1879
▁lawu	-1880
▁act	-1881
binete	-1882
▁princip	-1883
▁Let	-1884
▁after	-1885
▁mfanelo	-1886
▁achieve	-1887
▁give	-1888
▁Cab	-1889
▁Hla	-1890
▁necessary	-1891
▁nghenelela	-1892
▁migingiriko	-1893
wina	-1894
▁mil	-1895
stand	-1896
leteri	-1897
anisiwa	-1898
▁hundza	-1899
▁swivutiso	-1900
▁implementation	-1901
▁ans	-1902
leswo	-1903
▁happen	-1904
IN	-1905
▁Mo	-1906
▁Cabinet	-1907
tirhisano	-1908
▁mbu	-1909
▁antswa	-1910
▁availa	-1911
orisa	-1912
kelelo	-1913
▁Khabinete	-1914
ep	-1915
▁further	-1916
▁trans	-1917
mbhoni	-1918
▁komiti	-1919
▁consider	-1920
▁pur	-1921
▁wihi	-1922
▁kumeka	-1923
hlayiseki	-1924
tle	-1925
werhu	-1926
▁nseketelo	-1927
▁Un	-1928
▁miehleketo	-1929
ism	-1930
rhangeri	-1931
▁success	-1932
▁xivangelo	-1933
ked	-1934
wuri	-1935
▁including	-1936
ffic	-1937
▁pholisi	-1938
▁non	-1939
▁tax	-1940
▁Government	-1941
engo	-1942
khe	-1943
fambisi	-1944
sed	-1945
▁Bo	-1946
tary	-1947
▁had	-1948
tivities	-1949
ON	-1950
kudya	-1951
▁then	-1952
▁possible	-1953
win	-1954
pend	-1955
ently	-1956
▁ener	-1957
▁col	-1958
▁full	-1959
▁represen	-1960
▁nto	-1961
▁spe	-1962
▁soci	-1963
▁children	-1964
▁bene	-1965
▁office	-1966
yoni	-1967
▁xikombiso	-1968
ef	-1969
eti	-1970
vhe	-1971
▁hlayisa	-1972
▁legislation	-1973
rit	-1974
▁ringan	-1975
▁swakudya	-1976
ner	-1977
▁goza	-1978
leriso	-1979
ected	-1980
▁Kho	-1981
▁Commission	-1982
ants	-1983
▁mbuyelo	-1984
cted	-1985
▁riki	-1986
▁pfuma	-1987
▁section	-1988
▁management	-1989
▁environment	-1990
lowo	-1991
▁ntl	-1992
▁available	-1993
▁fambelana	-1994
ft	-1995
hlayo	-1996
▁kuva	-1997
▁rema	-1998
▁fanela	-1999
▁xidemo	-2000
gin	-2001
▁fut	-2002
▁swiphiqo	-2003
isisa	-2004
▁promo	-2005
▁deal	-2006
▁ga	-2007
ound	-2008
▁muxaka	-2009
▁nongonoko	-2010
▁group	-2011
▁landzele	-2012
▁something	-2013
▁activities	-2014
▁lead	-2015
cation	-2016
fhumba	-2017
▁means	-2018
▁future	-2019
▁training	-2020
up	-2021
▁Xiyenge	-2022
ints	-2023
gether	-2024
letelo	-2025
▁hetiseka	-2026
▁Me	-2027
uma	-2028
pimelo	-2029
▁appli	-2030
hankulu	-2031
▁permit	-2032
lele	-2033
▁mis	-2034
pri	-2035
ated	-2036
▁cre	-2037
ER	-2038
▁cur	-2039
ctive	-2040
▁even	-2041
▁resources	-2042
▁certificate	-2043
▁mpfun	-2044
▁mabindzu	-2045
▁rivaleni	-2046
▁maj	-2047
ready	-2048
▁however	-2049
▁citizens	-2050
ital	-2051
work	-2052
▁hlamusela	-2053
▁Ca	-2054
gistration	-2055
kirasi	-2056
▁mitlawa	-2057
rol	-2058
▁ent	-2059
▁view	-2060
▁tshi	-2061
tors	-2062
▁world	-2063
▁masiku	-2064
▁second	-2065
▁cla	-2066
goza	-2067
▁let	-2068
▁fomo	-2069
▁hope	-2070
isiweke	-2071
▁Ad	-2072
▁dire	-2073
landla	-2074
ek	-2075
▁human	-2076
▁effective	-2077
lls	-2078
xop	-2079
teko	-2080
▁vugevenga	-2081
▁she	-2082
▁Comp	-2083
landlamu	-2084
▁swivangelo	-2085
mber	-2086
▁uni	-2087
▁transp	-2088
▁example	-2089
▁phe	-2090
▁huvo	-2091
▁tlakusa	-2092
gal	-2093
▁already	-2094
▁Tik	-2095
cle	-2096
mpi	-2097
▁Cha	-2098
isile	-2099
▁taka	-2100
▁rhang	-2101
▁clo	-2102
▁ski	-2103
▁cent	-2104
▁awa	-2105
▁allow	-2106
▁participation	-2107
oper	-2108
▁Swo	-2109
▁dra	-2110
▁organisa	-2111
oint	-2112
vate	-2113
▁aka	-2114
▁Tanihi	-2115
▁submit	-2116
oura	-2117
▁xik	-2118
▁twa	-2119
▁disa	-2120
▁namuntlha	-2121
enda	-2122
rast	-2123
▁che	-2124
▁veka	-2125
angala	-2126
▁nyike	-2127
▁respect	-2128
por	-2129
▁identi	-2130
▁remain	-2131
▁things	-2132
ES	-2133
of	-2134
tswa	-2135
mbeko	-2136
▁star	-2137
▁performance	-2138
esa	-2139
rame	-2140
▁both	-2141
▁hlangana	-2142
tis	-2143
omy	-2144
▁Khomi	-2145
▁going	-2146
▁hlaya	-2147
▁hikwalaho	-2148
fuwo	-2149
▁certain	-2150
ines	-2151
▁focus	-2152
▁tihlang	-2153
vent	-2154
aniso	-2155
ffici	-2156
▁working	-2157
ank	-2158
▁tiv	-2159
vumbeko	-2160
▁decision	-2161
alities	-2162
▁member	-2163
▁vumbhoni	-2164
▁prac	-2165
▁rona	-2166
▁katsi	-2167
▁khomi	-2168
▁assist	-2169
▁groups	-2170
▁specific	-2171
▁municipal	-2172
tumb	-2173
▁wel	-2174
▁kula	-2175
▁amuke	-2176
▁problems	-2177
ished	-2178
▁communities	-2179
exo	-2180
▁indust	-2181
▁sukela	-2182
▁understand	-2183
▁etikweni	-2184
▁provincial	-2185
▁tiphurojeke	-2186
▁St	-2187
leyo	-2188
▁wish	-2189
▁society	-2190
rito	-2191
round	-2192
tered	-2193
▁Bill	-2194
▁Mati	-2195
▁sisiteme	-2196
▁tipolitiki	-2197
tshun	-2198
▁call	-2199
▁peri	-2200
tumbulu	-2201
▁fanelangi	-2202
hala	-2203
mboro	-2204
▁questions	-2205
▁hikokwalaho	-2206
itor	-2207
▁kusu	-2208
▁oper	-2209
vilelo	-2210
rastructure	-2211
do	-2212
sic	-2213
▁Rep	-2214
KA	-2215
vant	-2216
▁court	-2217
▁Ta	-2218
▁budget	-2219
balo	-2220
▁hink	-2221
▁amukeriwa	-2222
▁miganga	-2223
sati	-2224
▁back	-2225
riwile	-2226
▁today	-2227
hambana	-2228
▁30	-2229
ako	-2230
▁xirho	-2231
phorisa	-2232
▁mikarhi	-2233
cipa	-2234
▁come	-2235
▁dist	-2236
▁ximfumo	-2237
▁rihanyo	-2238
▁hinkwato	-2239
cated	-2240
▁xandla	-2241
▁challenges	-2242
▁vuhlayiseki	-2243
▁given	-2244
▁olova	-2245
▁vamanana	-2246
▁Xikombelo	-2247
HA	-2248
mar	-2249
▁Ts	-2250
▁How	-2251
IS	-2252
opfung	-2253
▁better	-2254
▁together	-2255
▁End	-2256
▁debate	-2257
opfungopfu	-2258
ative	-2259
▁hakunene	-2260
▁accep	-2261
intshwa	-2262
▁answer	-2263
▁during	-2264
kuva	-2265
▁adop	-2266
▁makungu	-2267
▁ny	-2268
▁initi	-2269
▁economy	-2270
▁official	-2271
▁ndlandlamu	-2272
▁find	-2273
▁look	-2274
▁forward	-2275
▁Nt	-2276
▁tekiwa	-2277
▁Masipala	-2278
▁Z	-2279
minist	-2280
tivity	-2281
▁nghenisa	-2282
isions	-2283
put	-2284
▁Our	-2285
▁sho	-2286
▁2011	-2287
▁deter	-2288
▁points	-2289
▁tirhana	-2290
ango	-2291
gion	-2292
▁ano	-2293
mbewu	-2294
▁Sweswi	-2295
▁mpimanyeto	-2296
▁ref	-2297
▁Mhaka	-2298
▁growth	-2299
cies	-2300
ects	-2301
fety	-2302
inya	-2303
waka	-2304
ption	-2305
▁great	-2306
▁period	-2307
▁Service	-2308
duct	-2309
anyana	-2310
▁tihakelo	-2311
▁aff	-2312
▁hand	-2313
▁inst	-2314
▁vari	-2315
yaka	-2316
▁Comm	-2317
undzuku	-2318
▁another	-2319
une	-2320
▁nxa	-2321
▁ext	-2322
kheti	-2323
▁capa	-2324
▁tani	-2325
▁tech	-2326
▁hunguta	-2327
ases	-2328
ince	-2329
▁tisa	-2330
▁tekela	-2331
WA	-2332
ide	-2333
▁relevant	-2334
▁tikomiti	-2335
be	-2336
ds	-2337
mili	-2338
orts	-2339
tail	-2340
▁tal	-2341
▁gezi	-2342
▁hela	-2343
▁hakela	-2344
▁proced	-2345
▁employe	-2346
dzo	-2347
▁landzelela	-2348
lion	-2349
▁able	-2350
▁tivi	-2351
▁hundzulu	-2352
▁committees	-2353
.3	-2354
▁xis	-2355
▁assess	-2356
▁nkunguhato	-2357
▁hambanahambana	-2358
tima	-2359
▁play	-2360
▁lulam	-2361
▁condi	-2362
▁elect	-2363
▁kongomisa	-2364
▁ngopfungopfu	-2365
sela	-2366
▁tas	-2367
▁desi	-2368
▁tona	-2369
hum	-2370
lovelo	-2371
ulture	-2372
▁approach	-2373
▁provided	-2374
▁vulawuri	-2375
▁participa	-2376
▁Fin	-2377
▁land	-2378
bed	-2379
▁met	-2380
▁Nhlangano	-2381
▁Se	-2382
tact	-2383
▁Do	-2384
▁last	-2385
mberiwa	-2386
▁Public	-2387
▁Holobye	-2388
▁swifundz	-2389
▁agreement	-2390
semb	-2391
▁vum	-2392
hlanganisi	-2393
▁hlanganisa	-2394
▁Milawu	-2395
▁contribu	-2396
ging	-2397
▁life	-2398
riwaka	-2399
▁Misava	-2400
▁vutivi	-2401
ness	-2402
rong	-2403
▁koti	-2404
▁kunguha	-2405
▁xidemokirasi	-2406
hanu	-2407
▁did	-2408
kiwile	-2409
che	-2410
kisa	-2411
▁put	-2412
wangi	-2413
▁swimbirhi	-2414
ID	-2415
▁def	-2416
▁objectives	-2417
tli	-2418
▁Af	-2419
cing	-2420
▁ask	-2421
▁few	-2422
▁1998	-2423
▁next	-2424
▁vuts	-2425
yondzi	-2426
▁vekiwa	-2427
▁car	-2428
▁tirhi	-2429
ster	-2430
▁Tra	-2431
▁Wadi	-2432
isation	-2433
masipala	-2434
tifikheti	-2435
ange	-2436
xeko	-2437
▁vava	-2438
qh	-2439
sembly	-2440
▁swiboho	-2441
▁registration	-2442
▁Li	-2443
ender	-2444
▁yimela	-2445
▁curr	-2446
▁mone	-2447
ze	-2448
▁11	-2449
▁day	-2450
▁marito	-2451
▁twisisa	-2452
▁ur	-2453
andza	-2454
ession	-2455
▁produc	-2456
▁Wor	-2457
dence	-2458
▁magoza	-2459
▁At	-2460
ceed	-2461
▁vele	-2462
▁confi	-2463
lor	-2464
abum	-2465
vekisi	-2466
vention	-2467
▁invest	-2468
▁measures	-2469
khu	-2470
▁Ag	-2471
▁KU	-2472
▁stu	-2473
▁days	-2474
▁xita	-2475
tirhweni	-2476
ards	-2477
leswi	-2478
umabum	-2479
▁months	-2480
▁without	-2481
▁interest	-2482
▁Municipal	-2483
rm	-2484
▁register	-2485
fair	-2486
▁market	-2487
▁tshemb	-2488
▁complete	-2489
▁list	-2490
▁colle	-2491
▁Vuk	-2492
▁date	-2493
▁open	-2494
▁secu	-2495
▁State	-2496
▁private	-2497
▁international	-2498
▁ru	-2499
road	-2500
rities	-2501
▁wolowo	-2502
▁Assembly	-2503
▁Khomixini	-2504
▁Co	-2505
dies	-2506
less	-2507
▁beca	-2508
▁vumba	-2509
▁responsibility	-2510
▁lic	-2511
▁fore	-2512
tshunxo	-2513
▁kumi	-2514
▁xana	-2515
▁Ntirho	-2516
▁njhani	-2517
▁hinkwerhu	-2518
▁hl	-2519
▁kom	-2520
handle	-2521
tlhelo	-2522
▁delivery	-2523
▁tihlanganisa	-2524
▁infrastructure	-2525
▁16	-2526
▁Xa	-2527
duce	-2528
▁tse	-2529
isiwaka	-2530
▁ntirhisano	-2531
▁mut	-2532
tention	-2533
▁ann	-2534
musela	-2535
▁energy	-2536
▁enough	-2537
▁khumba	-2538
▁kongoma	-2539
ghingiriko	-2540
ye	-2541
jisi	-2542
veni	-2543
▁xina	-2544
▁house	-2545
▁thank	-2546
▁proper	-2547
▁partners	-2548
eriweke	-2549
▁programmes	-2550
▁lab	-2551
▁review	-2552
▁tsundzu	-2553
▁xiswona	-2554
▁timbirhi	-2555
▁vuleteri	-2556
▁Fa	-2557
▁qui	-2558
yisense	-2559
▁Hlamusela	-2560
arch	-2561
kana	-2562
verty	-2563
▁kote	-2564
▁skills	-2565
rha	-2566
siwa	-2567
tirhisi	-2568
▁result	-2569
▁swipimelo	-2570
tshalatshala	-2571
jhe	-2572
leko	-2573
▁achie	-2574
▁legal	-2575
fication	-2576
▁ntsengo	-2577
▁xileriso	-2578
▁diffic	-2579
▁Timhaka	-2580
▁kambela	-2581
▁real	-2582
▁incre	-2583
▁money	-2584
▁hofisi	-2585
mall	-2586
pose	-2587
▁off	-2588
ising	-2589
unities	-2590
▁Nawumbisi	-2591
▁NA	-2592
city	-2593
▁humesi	-2594
ramework	-2595
▁tirhaka	-2596
▁Tikomiti	-2597
ating	-2598
muselo	-2599
▁sirhelela	-2600
▁opportunity	-2601
co	-2602
▁komba	-2603
duction	-2604
▁mention	-2605
▁document	-2606
una	-2607
lomu	-2608
langu	-2609
▁food	-2610
▁Application	-2611
ane	-2612
▁15	-2613
kumu	-2614
tana	-2615
hansela	-2616
▁reason	-2617
▁lavekaka	-2618
▁rha	-2619
▁name	-2620
▁hluvuk	-2621
▁security	-2622
▁democracy	-2623
▁Presidente	-2624
▁nghena	-2625
▁vuxaka	-2626
▁vad	-2627
tswari	-2628
▁Si	-2629
▁Uni	-2630
ately	-2631
▁2013	-2632
▁Plan	-2633
misela	-2634
ecutive	-2635
▁cho	-2636
▁ser	-2637
▁reco	-2638
▁crime	-2639
▁ndzing	-2640
▁reasons	-2641
eng	-2642
▁Mb	-2643
▁quality	-2644
fied	-2645
▁ting	-2646
rector	-2647
tshungu	-2648
▁tru	-2649
▁resi	-2650
▁road	-2651
tained	-2652
▁Mitirho	-2653
▁mphakelo	-2654
vious	-2655
▁least	-2656
▁sivela	-2657
sirhelelo	-2658
▁ntolovelo	-2659
▁emp	-2660
▁Mana	-2661
▁njhe	-2662
▁andla	-2663
▁swiha	-2664
▁tiphe	-2665
ultural	-2666
LA	-2667
▁Al	-2668
▁Nd	-2669
anyo	-2670
reng	-2671
▁final	-2672
▁fambisa	-2673
▁hlawula	-2674
▁vumbiwa	-2675
kin	-2676
kelela	-2677
▁amukeri	-2678
▁responsible	-2679
▁pf	-2680
mulo	-2681
pila	-2682
hlamp	-2683
sing	-2684
rease	-2685
▁When	-2686
▁safety	-2687
ody	-2688
pfa	-2689
▁dri	-2690
▁2010	-2691
▁hambi	-2692
▁hlawuleka	-2693
▁pfa	-2694
eriwaka	-2695
▁xikarhi	-2696
residente	-2697
▁matirhis	-2698
12	-2699
lano	-2700
▁inde	-2701
▁seri	-2702
▁subs	-2703
bilities	-2704
fo	-2705
vin	-2706
▁hikuva	-2707
▁enc	-2708
▁1994	-2709
▁xexo	-2710
ger	-2711
ually	-2712
▁hatl	-2713
▁proposal	-2714
▁strategi	-2715
mer	-2716
▁AN	-2717
▁Exp	-2718
▁Cape	-2719
▁First	-2720
▁TH	-2721
keke	-2722
tified	-2723
▁less	-2724
▁vhoti	-2725
▁subject	-2726
hird	-2727
uthority	-2728
▁vuvabyi	-2729
iwa	-2730
yike	-2731
▁Swa	-2732
wihi	-2733
anile	-2734
▁xilaveko	-2735
act	-2736
▁Res	-2737
▁cop	-2738
ences	-2739
▁2000	-2740
▁endlela	-2741
▁common	-2742
▁present	-2743
huresidente	-2744
ined	-2745
selves	-2746
▁conditions	-2747
mise	-2748
sente	-2749
▁vehi	-2750
▁basis	-2751
▁control	-2752
▁mpfuneto	-2753
▁representa	-2754
▁account	-2755
▁because	-2756
▁poverty	-2757
▁rhumela	-2758
hanselara	-2759
▁nhlamulo	-2760
▁swiphemu	-2761
hwa	-2762
tho	-2763
dents	-2764
versi	-2765
▁glob	-2766
▁police	-2767
▁monitor	-2768
yone	-2769
▁Pre	-2770
amu	-2771
▁special	-2772
▁Nhlengeletano	-2773
▁18	-2774
ET	-2775
▁des	-2776
▁kwihi	-2777
eriwile	-2778
▁lowukulu	-2779
▁Hikwalaho	-2780
moun	-2781
hurogi	-2782
rant	-2783
▁data	-2784
▁mambirhi	-2785
▁consul	-2786
▁design	-2787
til	-2788
▁cost	-2789
▁enti	-2790
▁approved	-2791
ringanyeto	-2792
▁challenge	-2793
▁employment	-2794
then	-2795
▁vhota	-2796
▁experi	-2797
▁municipalities	-2798
▁dem	-2799
comes	-2800
▁benefi	-2801
▁contact	-2802
▁administ	-2803
▁appropri	-2804
▁nhlayiso	-2805
tiga	-2806
▁speak	-2807
▁vurimi	-2808
▁languta	-2809
▁protection	-2810
am	-2811
▁ley	-2812
▁reso	-2813
▁doing	-2814
▁trade	-2815
▁follows	-2816
▁rimbewu	-2817
▁im	-2818
▁gra	-2819
▁past	-2820
▁const	-2821
▁inform	-2822
hurogireme	-2823
visiso	-2824
▁tsala	-2825
tshunguri	-2826
▁facilita	-2827
▁xivandla	-2828
▁pfumelela	-2829
▁Q	-2830
ates	-2831
▁hlo	-2832
ances	-2833
fairs	-2834
▁conf	-2835
▁khumb	-2836
▁nhundzu	-2837
▁activity	-2838
▁ndzawulo	-2839
▁xivumbeko	-2840
ues	-2841
▁Some	-2842
yondza	-2843
▁prepa	-2844
▁small	-2845
▁opportunities	-2846
employ	-2847
qhinga	-2848
▁exist	-2849
▁contra	-2850
▁engete	-2851
▁mutirhi	-2852
▁Director	-2853
ists	-2854
ross	-2855
▁voni	-2856
▁khoto	-2857
▁detail	-2858
▁hundzeke	-2859
▁tlu	-2860
▁streng	-2861
▁establish	-2862
yangu	-2863
▁basic	-2864
▁laman	-2865
▁lawula	-2866
▁involved	-2867
OP	-2868
▁five	-2869
▁tirhisana	-2870
wele	-2871
▁Health	-2872
▁vonaka	-2873
▁legisla	-2874
▁tava	-2875
▁Swirho	-2876
▁fikela	-2877
▁regula	-2878
ses	-2879
▁ple	-2880
orted	-2881
ustice	-2882
mination	-2883
▁capacity	-2884
vur	-2885
▁ntlhanu	-2886
▁vuvekisi	-2887
▁department	-2888
▁discussion	-2889
▁pfumelelana	-2890
leki	-2891
▁xip	-2892
pfhumba	-2893
gen	-2894
▁14	-2895
vour	-2896
▁rhe	-2897
▁addi	-2898
▁farm	-2899
▁general	-2900
▁ide	-2901
elanga	-2902
reedom	-2903
tsundzu	-2904
▁ndzhawu	-2905
▁serious	-2906
▁constitu	-2907
▁vantshwa	-2908
▁et	-2909
line	-2910
nolo	-2911
▁rej	-2912
indlu	-2913
▁khumbe	-2914
▁simekiwa	-2915
▁tekeriwa	-2916
▁Committees	-2917
▁matshalatshala	-2918
site	-2919
▁hlamula	-2920
▁mihlangano	-2921
.4	-2922
ith	-2923
alys	-2924
maki	-2925
▁Whi	-2926
▁ear	-2927
hlampfi	-2928
RS	-2929
▁VA	-2930
▁jobs	-2931
▁cinci	-2932
▁essen	-2933
operation	-2934
miti	-2935
vidu	-2936
taina	-2937
ulani	-2938
▁tsak	-2939
▁muholo	-2940
khom	-2941
tage	-2942
kaner	-2943
▁hoxa	-2944
▁table	-2945
▁mbangu	-2946
hozi	-2947
▁four	-2948
dyondzo	-2949
▁govern	-2950
▁xibalo	-2951
fikelelo	-2952
▁encoura	-2953
▁vusweti	-2954
▁increase	-2955
▁requirements	-2956
IC	-2957
ay	-2958
lini	-2959
▁Nts	-2960
komhaka	-2961
▁resolution	-2962
▁Hak	-2963
yingi	-2964
▁free	-2965
▁tsar	-2966
jisitara	-2967
▁interes	-2968
▁licence	-2969
▁industry	-2970
▁registered	-2971
ne	-2972
▁Leyi	-2973
▁xihi	-2974
▁pfuneta	-2975
▁promote	-2976
▁thoriwa	-2977
tro	-2978
risi	-2979
▁low	-2980
▁Tran	-2981
▁live	-2982
▁meetings	-2983
▁humesa	-2984
▁income	-2985
▁tsandz	-2986
▁Africans	-2987
▁based	-2988
▁thing	-2989
▁councillor	-2990
▁Phuresidente	-2991
▁Su	-2992
▁sure	-2993
dyangu	-2994
▁dyondza	-2995
▁whe	-2996
▁biha	-2997
▁post	-2998
▁matirhiselo	-2999
oin	-3000
tal	-3001
▁asp	-3002
▁recom	-3003
▁welcome	-3004
kanerisano	-3005
▁difficult	-3006
mily	-3007
▁baby	-3008
▁dise	-3009
▁poor	-3010
▁needed	-3011
▁ehandle	-3012
▁parties	-3013
▁amendments	-3014
fit	-3015
▁ty	-3016
tics	-3017
▁workers	-3018
pt	-3019
hamp	-3020
hundz	-3021
▁vavasati	-3022
▁direct	-3023
▁kusuhi	-3024
▁Swoleswo	-3025
▁positive	-3026
▁langutisa	-3027
ath	-3028
ource	-3029
▁kuri	-3030
inkulu	-3031
▁tlang	-3032
▁global	-3033
▁fikeleri	-3034
chu	-3035
▁du	-3036
pimo	-3037
▁hamb	-3038
▁plans	-3039
▁vonelo	-3040
▁province	-3041
soci	-3042
▁Ndz	-3043
▁bri	-3044
ledge	-3045
▁lemu	-3046
▁nhlo	-3047
▁rest	-3048
▁kwalomu	-3049
▁tinxaka	-3050
▁him	-3051
xiave	-3052
teriwa	-3053
▁tivisa	-3054
▁matters	-3055
▁minongonoko	-3056
rhum	-3057
▁ene	-3058
eleke	-3059
▁amoun	-3060
ulation	-3061
▁fambis	-3062
▁Vukorhokeri	-3063
▁Chi	-3064
▁occ	-3065
▁Tiko	-3066
▁million	-3067
▁directive	-3068
▁functions	-3069
ific	-3070
tiki	-3071
▁cal	-3072
vukisi	-3073
akatiko	-3074
▁institutions	-3075
▁tinhlengeletano	-3076
▁ris	-3077
speci	-3078
▁visi	-3079
▁labour	-3080
▁essential	-3081
▁tumbuluxiwa	-3082
▁SW	-3083
▁Sa	-3084
▁hu	-3085
▁2005	-3086
▁mean	-3087
▁quali	-3088
▁request	-3089
▁Maendlelo	-3090
oloji	-3091
▁opini	-3092
dzawulo	-3093
▁Matiko	-3094
▁Timali	-3095
▁Xiviko	-3096
▁nandzu	-3097
▁attention	-3098
RH	-3099
fula	-3100
▁conte	-3101
▁major	-3102
▁power	-3103
▁making	-3104
urha	-3105
vulo	-3106
▁move	-3107
lulami	-3108
▁building	-3109
ral	-3110
▁Ko	-3111
▁My	-3112
▁rhi	-3113
andzi	-3114
▁pfuxe	-3115
▁herisa	-3116
▁makete	-3117
lhontlho	-3118
IP	-3119
jhek	-3120
▁kana	-3121
▁young	-3122
fession	-3123
▁become	-3124
vevukisi	-3125
▁leaders	-3126
▁subsection	-3127
▁tiphesente	-3128
▁appropriate	-3129
IDS	-3130
ice	-3131
▁ret	-3132
▁navela	-3133
▁others	-3134
▁hangala	-3135
▁position	-3136
▁provision	-3137
▁investment	-3138
▁Ga	-3139
pers	-3140
▁short	-3141
▁region	-3142
▁xikolo	-3143
▁relations	-3144
▁sur	-3145
▁endlile	-3146
▁function	-3147
▁tinharhu	-3148
▁maphorisa	-3149
▁eval	-3150
▁show	-3151
▁Hambi	-3152
ination	-3153
▁purpose	-3154
▁Republic	-3155
mine	-3156
▁Euro	-3157
▁best	-3158
▁ximunhu	-3159
▁framework	-3160
▁vumundzuku	-3161
▁By	-3162
▁twan	-3163
▁results	-3164
▁ringeta	-3165
20	-3166
▁Is	-3167
▁ten	-3168
▁tes	-3169
lling	-3170
kanjhek	-3171
ono	-3172
thu	-3173
ume	-3174
teur	-3175
▁Xiv	-3176
▁mats	-3177
▁attend	-3178
▁recogn	-3179
▁achieved	-3180
IT	-3181
hara	-3182
ways	-3183
▁AIDS	-3184
vation	-3185
▁really	-3186
▁struct	-3187
▁vumaki	-3188
specially	-3189
▁13	-3190
▁Nyi	-3191
lines	-3192
▁xikan	-3193
▁impact	-3194
▁foreign	-3195
▁layisense	-3196
lay	-3197
▁Imp	-3198
▁hon	-3199
▁perc	-3200
▁task	-3201
▁among	-3202
mbuyelo	-3203
▁simeka	-3204
▁Dyondzo	-3205
▁xihlawu	-3206
▁Hakunene	-3207
▁household	-3208
hoti	-3209
olonga	-3210
tiviso	-3211
▁agric	-3212
▁stake	-3213
▁whole	-3214
▁Nkarhi	-3215
▁tiyisa	-3216
kinoloji	-3217
umabumelo	-3218
▁swoleswo	-3219
▁principle	-3220
eld	-3221
▁cir	-3222
ulavulo	-3223
▁endliwile	-3224
▁nsirhelelo	-3225
▁swikombiso	-3226
▁ns	-3227
ters	-3228
cally	-3229
▁Vaaki	-3230
▁Section	-3231
tumbuluko	-3232
▁especially	-3233
hasi	-3234
▁lahle	-3235
▁Provin	-3236
▁dyondz	-3237
▁issued	-3238
▁individu	-3239
bumabumelo	-3240
▁vutshunguri	-3241
▁21	-3242
▁ci	-3243
ensi	-3244
▁web	-3245
▁Laha	-3246
xiweke	-3247
▁start	-3248
▁Rihany	-3249
▁language	-3250
ling	-3251
olen	-3252
kwama	-3253
▁allo	-3254
▁laya	-3255
▁rapp	-3256
▁conclu	-3257
▁favour	-3258
▁levels	-3259
▁record	-3260
▁underta	-3261
▁concerns	-3262
fact	-3263
▁yet	-3264
▁SARS	-3265
▁swihi	-3266
fficient	-3267
▁completed	-3268
axop	-3269
orteur	-3270
▁Europe	-3271
▁referred	-3272
▁rapporteur	-3273
fomo	-3274
utes	-3275
▁lin	-3276
wards	-3277
▁keep	-3278
▁sent	-3279
▁Local	-3280
▁cases	-3281
▁whether	-3282
▁assessment	-3283
liki	-3284
▁step	-3285
▁turn	-3286
wisana	-3287
▁found	-3288
▁quite	-3289
ference	-3290
▁letter	-3291
tainable	-3292
sirheleri	-3293
▁strategy	-3294
▁Xikombiso	-3295
na	-3296
▁MA	-3297
atho	-3298
foli	-3299
unge	-3300
▁sum	-3301
xamelo	-3302
▁recommend	-3303
MA	-3304
▁vak	-3305
mente	-3306
▁mune	-3307
▁vito	-3308
▁Tiwadi	-3309
▁analys	-3310
▁documents	-3311
has	-3312
▁ou	-3313
puty	-3314
▁May	-3315
▁hous	-3316
▁Xiyimo	-3317
▁company	-3318
▁	-3319
▁Gi	-3320
▁WA	-3321
▁aim	-3322
▁hlu	-3323
▁yima	-3324
▁grant	-3325
▁vanga	-3326
gration	-3327
leswaku	-3328
miliyoni	-3329
▁fikeleriwa	-3330
▁xifundzhankulu	-3331
▁yim	-3332
vhele	-3333
▁term	-3334
tshamo	-3335
▁khamp	-3336
▁nkateko	-3337
▁provides	-3338
▁investiga	-3339
os	-3340
kili	-3341
rial	-3342
▁THE	-3343
mberi	-3344
▁eneji	-3345
▁vuyer	-3346
▁Program	-3347
▁vehicle	-3348
▁signific	-3349
▁unemploy	-3350
▁pfumaleka	-3351
▁importance	-3352
riso	-3353
▁abo	-3354
▁down	-3355
▁endle	-3356
▁effect	-3357
▁nhlawulo	-3358
▁Per	-3359
▁bal	-3360
▁begin	-3361
▁offic	-3362
▁schools	-3363
▁fanelanga	-3364
CT	-3365
orm	-3366
own	-3367
cise	-3368
▁dele	-3369
ording	-3370
▁large	-3371
▁ololo	-3372
▁tindzi	-3373
▁established	-3374
.5	-3375
rug	-3376
▁party	-3377
▁proof	-3378
▁vulavu	-3379
▁transport	-3380
▁Xikongomelo	-3381
vil	-3382
keni	-3383
▁Hin	-3384
▁vav	-3385
▁With	-3386
▁since	-3387
▁current	-3388
▁persons	-3389
▁learners	-3390
▁langutana	-3391
▁processes	-3392
▁ins	-3393
ither	-3394
▁Swiko	-3395
▁value	-3396
▁koteka	-3397
▁mbango	-3398
▁ndyangu	-3399
▁priority	-3400
vuko	-3401
▁Sec	-3402
mfumo	-3403
lement	-3404
tatana	-3405
▁above	-3406
▁hig	-3407
▁Nhla	-3408
▁moya	-3409
vuyelo	-3410
▁Intern	-3411
▁opinion	-3412
▁swikolo	-3413
▁mindyangu	-3414
▁ntumbuluko	-3415
viki	-3416
▁old	-3417
▁para	-3418
▁ways	-3419
visisi	-3420
▁mfikelelo	-3421
▁nghingiriko	-3422
▁Ac	-3423
mana	-3424
mile	-3425
omes	-3426
sts	-3427
▁rate	-3428
▁words	-3429
▁various	-3430
lete	-3431
yela	-3432
▁Sub	-3433
▁bur	-3434
▁tis	-3435
▁equi	-3436
▁vuka	-3437
▁ying	-3438
ricity	-3439
▁enter	-3440
▁rules	-3441
▁share	-3442
▁always	-3443
▁return	-3444
kha	-3445
mary	-3446
ungula	-3447
▁third	-3448
▁tirhe	-3449
partments	-3450
▁hambiswiritano	-3451
KO	-3452
▁tr	-3453
vers	-3454
inawana	-3455
▁Pe	-3456
▁nx	-3457
redi	-3458
▁opp	-3459
▁wri	-3460
▁home	-3461
▁read	-3462
▁nomboro	-3463
▁requires	-3464
▁solution	-3465
▁Nongonoko	-3466
kanjhekisano	-3467
uto	-3468
▁xixi	-3469
misaveni	-3470
▁kombisi	-3471
▁vekiweke	-3472
ace	-3473
enti	-3474
siti	-3475
viri	-3476
▁line	-3477
▁simp	-3478
havuko	-3479
▁gener	-3480
▁guide	-3481
▁tinyike	-3482
▁implement	-3483
▁antswisiwa	-3484
▁fambelanaka	-3485
▁17	-3486
lant	-3487
▁pop	-3488
cable	-3489
winyi	-3490
▁materi	-3491
▁ringany	-3492
heka	-3493
hund	-3494
medi	-3495
▁close	-3496
▁hanya	-3497
▁ntsha	-3498
▁Deputy	-3499
▁Hinkwa	-3500
▁fanaka	-3501
hundzulu	-3502
▁developed	-3503
▁humelerisa	-3504
udi	-3505
▁nc	-3506
lect	-3507
ensus	-3508
movha	-3509
▁copy	-3510
▁lavi	-3511
▁xilo	-3512
inyana	-3513
uthori	-3514
▁broad	-3515
ruption	-3516
▁consum	-3517
▁concerned	-3518
▁standards	-3519
eleyo	-3520
hikiz	-3521
ustom	-3522
▁held	-3523
▁012	-3524
▁dinga	-3525
▁nhlamuselo	-3526
▁particularly	-3527
hlu	-3528
gges	-3529
lani	-3530
endli	-3531
mined	-3532
▁hlen	-3533
gistra	-3534
veryone	-3535
▁amount	-3536
▁create	-3537
▁vunharhu	-3538
▁organisations	-3539
orob	-3540
ariso	-3541
ority	-3542
▁2009	-3543
▁tiya	-3544
olence	-3545
▁mambe	-3546
tirhela	-3547
▁depend	-3548
▁lwisana	-3549
qing	-3550
ried	-3551
▁bir	-3552
▁lot	-3553
▁nku	-3554
▁rese	-3555
▁rejis	-3556
▁vutisa	-3557
▁changes	-3558
▁humesiwa	-3559
▁received	-3560
▁langutisisa	-3561
▁Gu	-3562
hiwa	-3563
▁Indi	-3564
vision	-3565
hlamulo	-3566
formation	-3567
▁interests	-3568
▁tsandzeka	-3569
▁strengthen	-3570
▁Mafambiselo	-3571
30	-3572
▁Man	-3573
▁ana	-3574
▁hold	-3575
▁iden	-3576
▁sche	-3577
▁tsalwa	-3578
dzolonga	-3579
yondzisi	-3580
tsundzuxo	-3581
▁swiharhi	-3582
▁Community	-3583
▁swikombelo	-3584
▁Fi	-3585
▁cap	-3586
▁boxa	-3587
leketli	-3588
rhangana	-3589
▁freedom	-3590
▁emisaveni	-3591
▁ematikweni	-3592
▁institution	-3593
▁NC	-3594
ttle	-3595
▁One	-3596
nology	-3597
▁Kungu	-3598
▁pfuni	-3599
▁intend	-3600
▁living	-3601
▁khomiwa	-3602
▁Sp	-3603
hila	-3604
▁intro	-3605
▁treat	-3606
▁vulaka	-3607
▁competi	-3608
▁policies	-3609
▁humelelaka	-3610
▁participate	-3611
▁tirhisiwaka	-3612
MB	-3613
▁mbi	-3614
inten	-3615
lated	-3616
▁true	-3617
luvuko	-3618
▁movha	-3619
▁often	-3620
▁yeleyo	-3621
▁Explain	-3622
ber	-3623
mate	-3624
▁tata	-3625
▁metho	-3626
▁rimba	-3627
▁nation	-3628
▁katsiwa	-3629
▁employer	-3630
▁lulamisiwa	-3631
▁communication	-3632
yini	-3633
▁mad	-3634
mples	-3635
▁death	-3636
▁rural	-3637
▁gender	-3638
▁Affairs	-3639
▁Timfanelo	-3640
▁authority	-3641
▁decisions	-3642
▁electricity	-3643
▁significant	-3644
▁Hum	-3645
▁mat	-3646
▁six	-3647
dered	-3648
▁Fund	-3649
▁kind	-3650
▁oppo	-3651
hundzu	-3652
yengen	-3653
▁costs	-3654
▁while	-3655
ruction	-3656
▁family	-3657
▁taking	-3658
▁details	-3659
▁disease	-3660
▁employees	-3661
▁priorities	-3662
goti	-3663
graph	-3664
kahle	-3665
▁kaya	-3666
▁swip	-3667
▁tive	-3668
▁youth	-3669
yenkulu	-3670
▁rhandza	-3671
▁hinkwaro	-3672
▁lamanene	-3673
▁Education	-3674
▁endliweke	-3675
▁democratic	-3676
kete	-3677
xelo	-3678
aneke	-3679
▁anim	-3680
▁safe	-3681
▁yaleyo	-3682
▁muthelo	-3683
▁prescri	-3684
▁Ro	-3685
ders	-3686
▁Social	-3687
▁supply	-3688
▁analysis	-3689
▁vadyondzi	-3690
▁mitlhontlho	-3691
alu	-3692
▁Cour	-3693
▁Endz	-3694
▁kuya	-3695
▁vika	-3696
▁brief	-3697
▁demand	-3698
▁indica	-3699
▁appoint	-3700
▁Programme	-3701
▁monitoring	-3702
▁YA	-3703
tori	-3704
▁feel	-3705
▁vang	-3706
holders	-3707
iseriwa	-3708
▁delega	-3709
▁hundzu	-3710
▁included	-3711
▁swivandla	-3712
▁24	-3713
▁Yi	-3714
based	-3715
▁2014	-3716
qingho	-3717
▁Board	-3718
▁funds	-3719
▁rhula	-3720
▁xiviri	-3721
▁identify	-3722
▁vatatana	-3723
▁proposals	-3724
▁ndzavisiso	-3725
▁principles	-3726
▁profession	-3727
AL	-3728
gistrar	-3729
▁hlengele	-3730
▁mavandla	-3731
▁mivuyelo	-3732
▁amendment	-3733
▁hluvukisa	-3734
▁tindzawulo	-3735
yiwa	-3736
▁abs	-3737
jenda	-3738
rheli	-3739
▁Lowu	-3740
▁feed	-3741
ungeto	-3742
▁research	-3743
▁kamberiwa	-3744
▁tidyondzo	-3745
UN	-3746
wers	-3747
etana	-3748
▁hear	-3749
▁mini	-3750
▁forms	-3751
▁staff	-3752
▁Xandla	-3753
▁hlohlo	-3754
▁medical	-3755
▁reports	-3756
▁statement	-3757
▁xihlawuhlawu	-3758
mum	-3759
hendz	-3760
ortun	-3761
▁fish	-3762
▁Batho	-3763
undzeni	-3764
▁ntshun	-3765
▁comment	-3766
▁remains	-3767
▁OF	-3768
tsong	-3769
▁Offi	-3770
▁komb	-3771
▁nave	-3772
▁remo	-3773
▁vusi	-3774
timende	-3775
▁leswin	-3776
▁nothing	-3777
▁kunguhata	-3778
law	-3779
keti	-3780
yense	-3781
▁media	-3782
rhumiwa	-3783
▁applies	-3784
▁previous	-3785
▁vatswari	-3786
▁vuntshwa	-3787
▁langutela	-3788
▁organisation	-3789
ELO	-3790
▁Ne	-3791
▁TB	-3792
ours	-3793
▁Dis	-3794
▁fee	-3795
▁sto	-3796
anies	-3797
▁2004	-3798
▁tool	-3799
hawini	-3800
reated	-3801
▁lives	-3802
▁nkarh	-3803
versity	-3804
▁matimu	-3805
▁mamiliyoni	-3806
mpa	-3807
ratu	-3808
▁enga	-3809
▁Nyika	-3810
vanyisa	-3811
▁systems	-3812
▁xifundzankulu	-3813
▁40	-3814
▁Ab	-3815
▁Fe	-3816
▁Mr	-3817
sequ	-3818
tory	-3819
venue	-3820
▁Where	-3821
▁peace	-3822
▁voted	-3823
hikelelo	-3824
▁objective	-3825
hur	-3826
lwa	-3827
uku	-3828
▁Tip	-3829
▁mal	-3830
▁cong	-3831
lawuri	-3832
tshama	-3833
▁tikho	-3834
▁papala	-3835
▁papila	-3836
▁correct	-3837
▁tirhela	-3838
▁nghenisiwa	-3839
ED	-3840
lf	-3841
jek	-3842
▁Kwa	-3843
inary	-3844
itulu	-3845
mbers	-3846
▁2001	-3847
▁beha	-3848
▁swik	-3849
makiwa	-3850
weleti	-3851
▁critical	-3852
▁commitment	-3853
TION	-3854
▁age	-3855
▁Inte	-3856
▁stat	-3857
▁birth	-3858
▁subst	-3859
▁using	-3860
▁Endlelo	-3861
▁swivilelo	-3862
RA	-3863
ffor	-3864
hela	-3865
dyambu	-3866
grated	-3867
▁agenda	-3868
▁kambis	-3869
vurisano	-3870
▁payment	-3871
▁protect	-3872
tlhontlho	-3873
▁departments	-3874
▁sustainable	-3875
GA	-3876
eal	-3877
▁Now	-3878
▁lwa	-3879
acher	-3880
▁2007	-3881
▁seen	-3882
▁below	-3883
kambelo	-3884
▁yisiwa	-3885
▁pfumela	-3886
NP	-3887
lly	-3888
miwa	-3889
▁bla	-3890
▁Pele	-3891
▁cris	-3892
▁mint	-3893
▁bring	-3894
▁event	-3895
▁motor	-3896
▁wards	-3897
▁khombo	-3898
▁tshembha	-3899
▁tipholisi	-3900
heni	-3901
lict	-3902
inene	-3903
▁body	-3904
fforts	-3905
ritten	-3906
▁Munhu	-3907
▁continu	-3908
▁officer	-3909
▁percent	-3910
▁identified	-3911
▁nhlokomhaka	-3912
dule	-3913
late	-3914
▁cli	-3915
▁nko	-3916
ament	-3917
▁swit	-3918
atives	-3919
ission	-3920
▁conduct	-3921
▁swikili	-3922
▁benefits	-3923
▁expected	-3924
wun	-3925
▁Ya	-3926
talo	-3927
▁dia	-3928
▁2003	-3929
▁aware	-3930
▁takes	-3931
▁strong	-3932
▁lokukulu	-3933
▁tindzimi	-3934
▁tiyimisela	-3935
yengentsongo	-3936
ser	-3937
xav	-3938
▁evi	-3939
▁ori	-3940
hlovo	-3941
▁char	-3942
▁heta	-3943
person	-3944
▁lerin	-3945
▁swina	-3946
▁tlher	-3947
▁longer	-3948
▁hatlisa	-3949
▁tikweni	-3950
intenance	-3951
▁xitifikheti	-3952
IF	-3953
oniwa	-3954
▁paid	-3955
▁risk	-3956
▁Other	-3957
▁Handle	-3958
▁tindlu	-3959
▁Members	-3960
▁hakeriwa	-3961
▁leyikulu	-3962
▁products	-3963
▁experience	-3964
odo	-3965
ret	-3966
▁head	-3967
▁manu	-3968
kateko	-3969
▁associ	-3970
▁negoti	-3971
▁ririmi	-3972
▁techni	-3973
▁explain	-3974
▁Swifundz	-3975
▁implemented	-3976
DP	-3977
elf	-3978
▁cate	-3979
▁once	-3980
faniso	-3981
▁Vatirhi	-3982
▁Endzhaku	-3983
▁submitted	-3984
wen	-3985
kiso	-3986
koto	-3987
yili	-3988
▁Mit	-3989
▁tele	-3990
▁xiti	-3991
▁total	-3992
▁crisis	-3993
tekaxiave	-3994
▁employee	-3995
▁nkarhinyana	-3996
ims	-3997
▁Rec	-3998
▁reli	-3999
▁Khoto	-4000
▁sectors	-4001
▁kanetana	-4002
▁procedures	-4003
▁International	-4004
wet	-4005
▁Of	-4006
hoxo	-4007
olve	-4008
▁nya	-4009
▁atta	-4010
xitulu	-4011
xiwile	-4012
▁Court	-4013
▁tshun	-4014
▁clearly	-4015
▁extreme	-4016
▁involve	-4017
▁procedure	-4018
▁Management	-4019
50	-4020
PS	-4021
gon	-4022
▁Be	-4023
iled	-4024
pter	-4025
▁tia	-4026
rhele	-4027
veral	-4028
▁exer	-4029
▁accom	-4030
▁benefit	-4031
▁Services	-4032
▁lexikulu	-4033
▁matsalwa	-4034
▁vaakatiko	-4035
▁Vuxokoxoko	-4036
OR	-4037
▁Yuro	-4038
▁hard	-4039
▁rito	-4040
▁tima	-4041
▁accept	-4042
entlemen	-4043
▁aspects	-4044
hl	-4045
funo	-4046
kanyo	-4047
▁disc	-4048
▁laun	-4049
tiweke	-4050
▁targe	-4051
▁affect	-4052
▁contain	-4053
▁mimovha	-4054
▁muthori	-4055
▁nyiketa	-4056
▁written	-4057
▁developing	-4058
mor	-4059
wal	-4060
▁Ba	-4061
anya	-4062
▁ine	-4063
▁Endla	-4064
▁little	-4065
▁efforts	-4066
▁towards	-4067
▁identity	-4068
lobyenkulu	-4069
▁Therefore	-4070
▁mimbuyelo	-4071
rict	-4072
wela	-4073
▁nsi	-4074
fortun	-4075
▁vision	-4076
▁mentioned	-4077
▁minhlangano	-4078
▁environmental	-4079
▁el	-4080
▁nea	-4081
▁Vuti	-4082
▁worker	-4083
▁transpar	-4084
▁vuyeriwa	-4085
▁cooperation	-4086
ched	-4087
essa	-4088
tely	-4089
▁limi	-4090
▁Identi	-4091
▁yelana	-4092
▁Nakambe	-4093
▁nearest	-4094
▁determined	-4095
▁successful	-4096
▁tshikelela	-4097
kini	-4098
wane	-4099
oroba	-4100
