#version: 0.2
t h
a n
i n
e n
k u
e l
i s
o n
a l
t i
e s
th e</w>
e r
n g
a m
a b
k h
e z
o m
o ku
p h
k w
e d</w>
a s
u l
e m
a r
o f</w>
i l
o n</w>
i c
h l
o l
u n
o r
an d</w>
i m
u m
w a</w>
t o</w>
u ku
i z
r e
i t
in g</w>
th i</w>
a t
e s</w>
e k
r o
a ti
a k
el a</w>
a z
a y
w e</w>
in g
u s
e r</w>
a l</w>
en z
o r</w>
y e</w>
e c
i n</w>
s h
d l
e b
a c
o u
k an
en i</w>
an g
i k
i s</w>
ati on</w>
en t</w>
t r
es i
a ph
p l
e th
s i
o b
el e</w>
a kh
T h
u b
a t</w>
el o</w>
a th
kan ye</w>
a s</w>
o s
u r
a n</w>
p ro
is a</w>
a d
t s</w>
en g
b e</w>
a w
u k
i g
n om
u ng
an a</w>
v e</w>
e t
ez in
a g
a p
c on
n o
f or</w>
eb enz
al a</w>
a thi</w>
i d
i b
e -
e d
i kh
Th e</w>
an d
e n</w>
s t
th at</w>
f r
nom a</w>
w h
il e</w>
l o
c h
c e</w>
c om
un d
l y</w>
n oku
e g
c i
r es
i f
en d
ti on</w>
ay o</w>
f or
e v
i th
t er
A fr
an e</w>
on s</w>
am b
i v
p er
in d
u c
ek a</w>
in i</w>
is h
uku thi</w>
l e</w>
en t
ng oku
a f
k e</w>
o d
ar e</w>
i ph
a hl
o v
it y</w>
f u
e x
an dl
at e</w>
i r
m ent</w>
t u</w>
q u
it h</w>
er s</w>
az i</w>
w ith</w>
b e
t h</w>
iz in
th eth
on ke</w>
b y</w>
o kw
t ed</w>
h a
em b
u z
p or
o w
i t</w>
er e</w>
ab a</w>
ul u</w>
il l</w>
u th
el wa</w>
i we</w>
on a</w>
i y
p ar
c o
ab an
on al</w>
ku m
aw o</w>
al i</w>
o kh
i ti
on g
al o</w>
a y</w>
th e
in t
w ill</w>
w eni</w>
b a</w>
s ebenz
n e
fu thi</w>
u d
ku l
y o
ou r</w>
y oku
is wa</w>
p ec
p r
o t
i c</w>
o p
as h
as e
f f
n j
ng en
o th
pro v
ic e</w>
esi kh
iz im
ul a</w>
i -
e y
Afr ic
c l
ak athi</w>
a v
a q
N g
U ku
t er</w>
o y
an i</w>
s e
hl ang
el i</w>
um a</w>
el we</w>
ro m</w>
ha ve</w>
us t</w>
an s
f rom</w>
o k
ik a</w>
ng aph
U m
i p
no t</w>
ou r
i q
es h
ak a</w>
I n
il i</w>
n am
is i</w>
a in
ez im
in is
w e
en ts</w>
ic elo</w>
at ed</w>
ou th</w>
l e
s u
az we</w>
e p
theth o</w>
i es</w>
o c
es s</w>
ez ing
dl ela</w>
ab le</w>
l oku
S outh</w>
re c
re g
is e</w>
m ust</w>
yo u</w>
ati onal</w>
a h
w as</w>
ur e</w>
u g
er v
om b
al l</w>
a r</w>
en ce</w>
pl ic
f und
l w
en e</w>
enz a</w>
nj eng
p e
z oku
w el
ol o</w>
on d
s oku
kum ele</w>
ph akathi</w>
h al
an y</w>
t ing</w>
for m
ig h
com m
uku z
ati ons</w>
ov er
e f
h as</w>
aban tu</w>
k oku
o g
b u
t u
l eg
es e</w>
kan t
w o</w>
as s
ab o</w>
ek ile</w>
hlang an
o ph
in y
c w
um b
a -
i wa</w>
th is</w>
i r</w>
e ku
d is
un y
an ele</w>
al ly</w>
ek e</w>
a kw
e ph
s o</w>
en s
ul um
a ku
s ec
ic h</w>
ol a</w>
ebenz i</w>
e hl
w or
ul d</w>
wh ich</w>
u kw
an t</w>
s ti
b as
I z
kh ona</w>
izim u</w>
ing izimu</w>
ab h
ol wa</w>
em p
Afr ika</w>
us h
o sh
o ff
u t
ci al</w>
oth er</w>
i hl
un tu</w>
ar y</w>
s us
' s</w>
e kw
am an
A m
on e</w>
p os
ab as
p ol
n ez
w ere</w>
ans i</w>
s tr
hl elo</w>
N ingizimu</w>
andl e</w>
ulum eni</w>
ob a</w>
is ana</w>
g r
u ph
ti f
em ent</w>
el ana</w>
o un
por t</w>
C om
ou t</w>
ing i</w>
c r
i d</w>
ang a</w>
uku ba</w>
s ub
co un
an ce</w>
ing a</w>
ukuz e</w>
ti ve</w>
ti ons</w>
or d
it s</w>
plic ation</w>
o uld</w>
esikh athi</w>
e kh
iti es</w>
od wa</w>
n ezin
es s
con t
ung u</w>
the ir</w>
h amb
l aph
p o
e t</w>
m ay</w>
am a</w>
esi d
s erv
kw ez
is o</w>
k om
b h
ath a</w>
n y
ev el
be en</w>
c es</w>
et sh
akh o</w>
m an
us e</w>
Afric an</w>
is ikh
z i</w>
r el
akh ulu</w>
iz a</w>
e ar
es t
v a</w>
sti tu
in ter
al so</w>
w ane</w>
is we</w>
wh o</w>
u y
C on
p res
es t</w>
l i
az a</w>
as e</w>
is ek
si on</w>
t or
ak e</w>
sebenz i</w>
an y
ag e</w>
wel onke</w>
kw am
p re
over n
ub l
per s
d uc
m e</w>
ku z
par t
I s
u M
s o
m is
in e</w>
o o
is tr
e h
ik ez
im o</w>
el ela</w>
c er
Afric a</w>
ku f
s pec
ku b
lo kh
ac c
k akhulu</w>
im b
andl a</w>
P r
is i
isek elo</w>
ar d
n em
is l
etsh enz
a in</w>
u hl
u -
d e
a d</w>
q h
in v
i al</w>
sus pec
ing o</w>
uth uk
t e
laph o</w>
y our</w>
v i
m s</w>
eth u</w>
leg isl
im p
prov in
i ed</w>
al e</w>
n ational</w>
pro c
u s</w>
ul e</w>
ou s</w>
m emb
ezin d
evel op
ad e</w>
u f
l and
re qu
ku ng
ay elana</w>
sebenz a</w>
I m
kant i</w>
P ro
w an
oy isa</w>
cl ud
ku y
pl e</w>
o z
k a
h um
en y
lo w
uk u</w>
in to</w>
al s</w>
ob o</w>
m it</w>
kw em
A c
at es</w>
c an</w>
u p
m e
w ith
es i</w>
am p
ubl ic</w>
ar e
K h
s el
om u</w>
com pl
is ebenzi</w>
ol e</w>
in c
ku ph
u q
re s</w>
w oku
el y</w>
am al
si b
ib h
A b
ti v
Th is</w>
w ay
u e</w>
ind awo</w>
enz iwa</w>
ik o</w>
h o
ung elo</w>
en c
s uc
I -
t sh
q ub
inis ek
az o</w>
w eb
um el
ar g
overn ment</w>
ol ak
am aph
er y</w>
e q
w azi</w>
igh t</w>
en ti
al is
m in
d r
d i
S t
j ec
aw eni</w>
at ing</w>
for m</w>
ez i</w>
S A
uku b
m or
in clud
o f
ku n
kh andl
in form
ang o</w>
the y</w>
at sh
is icelo</w>
f er
Um a</w>
si g
um ela</w>
end e</w>
w ez
ul o</w>
dl a</w>
ath u</w>
s t</w>
esi g
akh e</w>
in a</w>
ap plication</w>
a j
in z
ti c
om e</w>
os isekelo</w>
t ur
tr y</w>
esi fund
theth osisekelo</w>
a il
os e</w>
o q
il o</w>
u kh
i a</w>
m on
com p
ac h
it e</w>
f ir
ngen dlela</w>
d evelop
ng ab
khandl u</w>
i f</w>
o M
as t</w>
al l
y ez
lo c
ahl e</w>
su p
ic al</w>
ar d</w>
u va</w>
ngaph andle</w>
hlangan o</w>
el ele</w>
akh a</w>
ul wa</w>
in ye</w>
ng esikhathi</w>
prov id
k odwa</w>
e l</w>
t y</w>
um untu</w>
m ayelana</w>
ab ab
si d
okh u</w>
kant olo</w>
ng em
el l
I t</w>
f ac
am e</w>
d ec
ar r
ez ulu</w>
kuf anele</w>
d et
an s</w>
pe o
o to</w>
o hl
N ational</w>
A p
um e</w>
ic es</w>
si kh
en ye</w>
uk a</w>
i thi</w>
o x
kw ezin
il l
ng am
en er
ahl a</w>
W e</w>
ush a</w>
h e</w>
f ol
g ro
sh ould</w>
f un
re e</w>
P ar
C h
y e
hl aba</w>
pers on</w>
ob h
mor e</w>
l a
n al
ay a</w>
u p</w>
th ese</w>
ng okw
ik e</w>
kw ab
ek ayo</w>
if und
am eli</w>
n ab
ab l
o per
ne w</w>
etshenz iswa</w>
emb u</w>
amb i</w>
b o
l om
f i
s y
un ic
ang e</w>
no th
ez a</w>
in k
peo ple</w>
h e
end awo</w>
t wo</w>
con s
Ac t</w>
e y</w>
por t
e dl
stitu tion</w>
tif ic
suc h</w>
inform ation</w>
u m</w>
s iz
olak ala</w>
ati ve</w>
a x
oku ng
at t
ase Ningizimu</w>
q ala</w>
isikh athi</w>
en tr
al wa</w>
on om
int sh
b ab
uk ela</w>
uku kh
ro ug
m at
il d
t ure</w>
sh i
f l
as ip
esi b
A l
un ye</w>
uku th
ek ela</w>
g overnment</w>
ec h
an is
a m</w>
c h</w>
ay is
or g
en hl
ci l</w>
t or</w>
s em
ter s</w>
memb ers</w>
e w
e the</w>
d oc
al ul
ub a</w>
n ed</w>
eth o</w>
n o</w>
d el
A s
wh ere</w>
requ ir
is t
ac h</w>
ar i
y om
iz o</w>
is su
b us
ezim ali</w>
e m</w>
am a-
al ity</w>
r em
with in</w>
pol ice</w>
ac k
pl y</w>
y is
im ali</w>
h ulumeni</w>
C oun
um sebenzi</w>
ong ameli</w>
no kw
lokh u</w>
an j
U n
uku ph
or s</w>
ny ango</w>
for e</w>
ec tion</w>
c ol
os t</w>
c our
az welonke</w>
ah ulumeni</w>
a id</w>
ec onom
ang aph
ow n</w>
I n</w>
f in
enz eka</w>
ol og
e ff
f e
on o</w>
bu t</w>
ac e</w>
w ayo</w>
legisl ation</w>
ing s</w>
eb h
c ap
ku s
im in
ad i</w>
pl oy
um thetho</w>
provin cial</w>
kul u</w>
x a</w>
suspec ts</w>
n e-
wh en</w>
af ter</w>
und er
t ak
part ment</w>
ku be</w>
esifund azwe</w>
R eg
A n
z ez
uk ene</w>
il ity</w>
D e
is h</w>
el ekile</w>
comm un
as e-
uku hl
es ti
serv ice</w>
n umb
m ed
en d</w>
on y
kw al
it ed</w>
al isa</w>
w ould</w>
um o</w>
ti me</w>
ebenz a</w>
b an
as t
ul i</w>
h ov
enz iwe</w>
fol low
eph a</w>
ha d</w>
c re
Pr esid
us ed</w>
e qu
cont in
amb a</w>
ti es</w>
th roug
ter ms</w>
ong q
on i</w>
ngaph ansi</w>
mis sion</w>
g c
Coun cil</w>
off ic
develop ment</w>
qub o</w>
ek o</w>
1 9
ar res
x enye</w>
v ume</w>
uku s
p ublic</w>
k ahle</w>
es icelo</w>
at er</w>
ab al
m ade</w>
k ab
iz we</w>
amaph oyisa</w>
sec tion</w>
s ch
res p
om a</w>
noth o</w>
iz wa</w>
is t</w>
c or
be ing</w>
b et
K w
w om
theth weni</w>
om o</w>
hov isi</w>
y e-
shi p</w>
pro duc
ez ikh
njeng oba</w>
izin to</w>
hl obo</w>
h is</w>
on ly</w>
s p
os o</w>
doc um
ed i</w>
am akh
q ond
n ing</w>
istr ation</w>
i kw
ez is
b r
on g</w>
off ice</w>
iq h
iph i</w>
ay s</w>
I f</w>
ac t</w>
a ir
unic ip
ind e</w>
i j
U M
n d
an c
ab ang
wor k</w>
un a</w>
gr am
ath ini</w>
asip ala</w>
ng al
y il
th ere</w>
ol v
iny aka</w>
ath wa</w>
tr ans
esi f
em ents</w>
am ath
wor k
it sh
m ents</w>
h ol
am as
Con stitution</w>
b ec
v al
As s
as o</w>
C ap
iz ing
if omu</w>
S erv
v is
ul wazi</w>
e Ningizimu</w>
numb er</w>
kuph ela</w>
k azwelonke</w>
i wo</w>
at ure</w>
Z welonke</w>
enz e</w>
ad d
oun d</w>
con tr
v en
qh ub
i e
el eni</w>
throug h</w>
o :</w>
m ent
ezim b
eng u</w>
end aweni</w>
and a</w>
ak any
osh e</w>
el ayo</w>
Ap plication</w>
w aq
ung o</w>
sy st
reg is
id ingo</w>
ez ib
en a</w>
ak azi</w>
v ir
st at
per i
o -
eh ic
am andla</w>
Presid ent</w>
wan o</w>
q inisek
on -
ez ith
ac ala</w>
uku l
s om
dl u</w>
am u</w>
am azwe</w>
y em
s es
omb isa</w>
ngen xa</w>
ik ela</w>
uth or
m ar
em ploy
ab out</w>
l ab
ku kh
und er</w>
proc ess</w>
im e</w>
ain ing</w>
g o
ev er</w>
v ehic
t ake</w>
ongq oshe</w>
o m</w>
i ve</w>
eff ec
ak ash
T r
u dl
n en
d o</w>
ov er</w>
pres ent
est abl
er s
W h
L okhu</w>
De partment</w>
str uc
oku ph
serv ices</w>
c ul
ab eni</w>
re as
om ish
in q
ik a
g qu
c ur
r a
man ag
jec t</w>
ik i</w>
i l</w>
co p
x ox
we en</w>
or y</w>
izin isi</w>
ish wa</w>
fun c
ekw e</w>
d em
iz ikh
bet ween</w>
ati on
uz o</w>
n es
em i
ard s</w>
M r</w>
y im
sh o</w>
oo d</w>
c ane</w>
th an</w>
pro gram
n ob
lokh o</w>
ka Zwelonke</w>
at eg
an t
Is icelo</w>
0 0
resp on
on z
m it
id e</w>
ekw a</w>
akw azi</w>
w onke</w>
w am
sib le</w>
q ongqoshe</w>
f aka</w>
M inis
l ic
k no
ap plic
ur ing</w>
u res</w>
ol u
i on</w>
ek i</w>
coun try</w>
be fore</w>
ak am
s aid</w>
rec e
ou t
isi on</w>
et e</w>
as em
amb ili</w>
E x
ter ed</w>
st ate</w>
p ay
m inis
es o</w>
emb ly</w>
el ec
an ts</w>
af f
ti onal</w>
oku m
okh o</w>
ens i</w>
abas olwa</w>
z onke</w>
z om
y ear
sebenz isa</w>
kw i-
per mit</w>
ow n
okw enza</w>
e thi</w>
cer tific
on ak
oku kh
hl oso</w>
f ul
y al
pol ic
com e</w>
and akany
ac k</w>
Ass embly</w>
reg istration</w>
g u
cw adi</w>
uz i</w>
igh ts</w>
et y</w>
ekh o</w>
e as
ti ce</w>
in ess</w>
b el
are as</w>
vir on
is ed</w>
ez if
b az
l ob
l e-
ez i
el ene</w>
dl eni</w>
an ayo</w>
amp ani</w>
ey o</w>
enc y</w>
are a</w>
ap pro
wel l</w>
uz a</w>
pr om
ot i</w>
hamb isana</w>
h el
il a</w>
eb engu</w>
k s</w>
ak ela</w>
us t
uku v
oku th
kw es
c as
am o</w>
abas ebenzi</w>
a dl
us a</w>
kab usha</w>
esi th
e M
b en
s ur
the m</w>
t a
r ight</w>
ord er</w>
kan j
g e</w>
amal ungu</w>
ab ili</w>
w ana</w>
iph a</w>
ik azi</w>
b l
S h
x hum
v er
s uku</w>
s iza</w>
s ite</w>
o us
hamb a</w>
ay am
ng ezin
is iwe</w>
ec u
akh am
z im
i be</w>
eth a</w>
al th</w>
ab ahl
Cap e</w>
es ing
Pro v
Ng qongqoshe</w>
w e-
th ree</w>
h er</w>
e j
P ol
ur ity</w>
th er
s it
r ed</w>
kw is
alul ekile</w>
ab e</w>
uth a</w>
ng om
in dlela</w>
aman zi</w>
a uthor
M an
D i
ent ela</w>
ech n
p ow
im isebenzi</w>
am abh
Th ere</w>
v es</w>
ngoku thi</w>
is ela</w>
hlangan isa</w>
eth er</w>
em uva</w>
ik edi</w>
b ur
ar m
P h
p ur
o p</w>
ngaph ambi</w>
ng ez
n ec
follow ing</w>
F or
y a</w>
um ele</w>
ti l
s ing
iz ind
il wane</w>
and ela</w>
z ing
uk o</w>
t ain</w>
pr i
ku th
includ ing</w>
ikez a</w>
esti g
emp ilo</w>
uku sebenza</w>
ener al</w>
th er</w>
ol d</w>
oku b
di rec
ukw enza</w>
ic h
comm it
aman ye</w>
ac tiv
ab az
u kan
st and
res ul
po in
is m</w>
ezind aweni</w>
ain st</w>
w ini</w>
ku hl
id i</w>
ez o</w>
ens e</w>
aq h
fu l</w>
u hlelo</w>
ne ed</w>
ith etho</w>
el eka</w>
ed uz
ecu tive</w>
uku m
ng es
n u</w>
m a
l and</w>
ho us
esh i</w>
em s</w>
ag ainst</w>
us o</w>
ayam thetho</w>
ath elene</w>
a use</w>
z em
v elo</w>
s olwa</w>
il y</w>
er ed</w>
end ed</w>
year s</w>
v ari
s ome</w>
ic ul
i m</w>
i an</w>
econom ic</w>
d u
d ays</w>
am ag
o u</w>
loc al</w>
em thethweni</w>
d ef
an tu</w>
ug ebengu</w>
so ci
entr e</w>
ed uc
N d
uku q
uku n
ol wazi</w>
nj alo</w>
le ar
b ese</w>
ain ed</w>
y en
u v
th ose</w>
n on-
iz e</w>
ish ayamthetho</w>
bus iness</w>
z in
ye ar</w>
o d</w>
ish ed</w>
esikh un
e w</w>
det er
y ing</w>
w ay</w>
syst em</w>
ent ly</w>
em va</w>
w ater</w>
sup port</w>
res s</w>
memb er</w>
m ake</w>
ez iph
B r
okum ele</w>
j e</w>
hl ala</w>
aq ond
Kh omish
E m
A r
ti c</w>
oku n
o si
eg r
am uk
am ende</w>
akh ul
aban ye</w>
ol i</w>
k ahulumeni</w>
ez iy
certific ate</w>
bh ek
re fer
iti c
ig n</w>
er al</w>
d er</w>
l if
il it
ig h</w>
el is
ap pe
Serv ice</w>
spec if
si on
requir ed</w>
oku v
is ts</w>
il ities</w>
d ep
ab af
Y ou</w>
P hal
y onke</w>
uny wa</w>
org anis
m any</w>
fund o</w>
em e</w>
e N
d if
cw alisa</w>
u t</w>
s e</w>
res pec
ngoku ph
l ed</w>
inv estig
ch arg
ar m</w>
an k
ab ath
z en
ut y</w>
uph i</w>
re present
m unicip
ci p
ro ad
provin ce</w>
ng ok
il d</w>
en viron
e ts</w>
cour t</w>
pr iv
ol obh
n s</w>
ig aba</w>
ic i
fir st</w>
b er
S ch
v ery</w>
th uthuk
suspec t</w>
r ac
m ost</w>
esh a</w>
am a
U kw
l im
en si
ati c</w>
an z
3 0</w>
p ass
l d</w>
j eng
e ach</w>
d ay</w>
ac coun
provid e</w>
ob u
ngem uva</w>
n er
iti f
i h
av ail
Phal amende</w>
vehic le</w>
tak en</w>
n ase
ku d
em ent
A n</w>
r esid
ong a</w>
m es</w>
ikh a</w>
x h
v ic
sikh athi</w>
ol w
n eg
m y</w>
li am
kw aku
et ing</w>
es im
el iph
commun ity</w>
ul eka</w>
tr ies</w>
tic ul
la w</w>
l aw
iv ing</w>
in ing
er ing</w>
enz i</w>
ens ure</w>
edl ule</w>
ed s</w>
con sid
bo th</w>
akw a</w>
ab ility</w>
P S</w>
s im
pro t
pr ac
osh wa</w>
iz i</w>
ex p
con o</w>
ci ti
y ini</w>
uf akazi</w>
s k
ro b
res our
lo w</w>
legisl ature</w>
kw e-
inq umo</w>
ifund azwe</w>
ez ihl
ebenz isa</w>
ay i</w>
as i</w>
ad minis
R S</w>
Afr ikha</w>
y ase
pro f
oo l</w>
ex c
ash i</w>
Iz in
onz o</w>
n a
ment al</w>
it al</w>
d uring</w>
d o
cur r
b ez
angaph andle</w>
O r
Com mission</w>
pl ace</w>
o h
ining wane</w>
ex t
ehl ukene</w>
as a</w>
O n
Minis ter</w>
M thethosisekelo</w>
uku f
noku ph
inv olv
ikez wa</w>
f ur
ezin ingi</w>
avail able</w>
arres ted</w>
ou g
ot e</w>
on to</w>
olog y</w>
noku hl
l et
koku ba</w>
j o
T o</w>
S ec
Prov in
A bas
w es
umel elo</w>
s er
l ess</w>
acc ord
R ep
Pol ice</w>
E l
um kh
th ola</w>
sh intsh
re por
re ad
po si
l ike</w>
iy a</w>
im pl
d iv
ag r
H e
A d
ut sh
qinisek isa</w>
l ing
i dl
ap ply</w>
ap pl
an ti
umb i</w>
tor s</w>
ta x</w>
ony aka</w>
gqu z
ez wa</w>
b re
an ces</w>
t en</w>
q al
ph ansi</w>
imb i</w>
d esig
az ane</w>
C our
tur al</w>
ro l</w>
reg ul
od i</w>
iv ed</w>
iqh aza</w>
an zi</w>
al ungu</w>
E n
y -
xhum ana</w>
s in
ngab e</w>
n ess</w>
kh okh
emb a</w>
del iv
b ang
Th ey</w>
uk azi</w>
so cial</w>
ng eke</w>
n er</w>
manag ement</w>
is elwa</w>
ind us
ig omo</w>
ic t</w>
en tif
em hl
el ungelo</w>
ap prov
S ub
z ik
w al
umel wano</w>
th en</w>
oku hl
is imo</w>
is es</w>
in j
ez weni</w>
es is
con d
c an
SA RS</w>
Di rec
Al l</w>
uthuk o</w>
ung a</w>
te e</w>
sec urity</w>
nec ess
ib u
esikhun dleni</w>
el elwa</w>
ch ild
aph oyisa</w>
am af
akh iwo</w>
Reg istr
ul ulo</w>
se t</w>
ikh ulu</w>
andakany a</w>
w r
s m
rel ev
pr in
ol u</w>
l in
l es</w>
itic al</w>
iq izo</w>
enti al</w>
bas ed</w>
ay o:</w>
amb isana</w>
ak ing</w>
I si
w ase
tr uc
oph i</w>
ng o
n ang
issu ed</w>
enz o</w>
az e</w>
aq embu</w>
am ad
Th ese</w>
uth o</w>
ur al</w>
und i</w>
t ly</w>
sid e</w>
s c
ph ambili</w>
nam e</w>
izin y
inz eka</w>
en k
d s</w>
b i
at a</w>
y es
wh at</w>
web site</w>
l ar
ing eka</w>
hal iso</w>
g re
en ces</w>
an u</w>
oy a</w>
ng e-
l l</w>
iph akathi</w>
gc ina</w>
ex t</w>
esh ini</w>
en dl
con cer
ag es</w>
S A</w>
y akho</w>
ti on
port un
par ti
im port
el ayo:</w>
Par liam
K ap
waq o</w>
u al</w>
relev ant</w>
re port</w>
om p
om be</w>
nj e</w>
ng u
m arr
et ed</w>
e :</w>
akh iwa</w>
ad v
G overnment</w>
z iy
z ib
with out</w>
uku ny
peri od</w>
ng ayo</w>
ku -
kanj alo</w>
izim p
iph umela</w>
h os
esh e</w>
d ate</w>
b an</w>
az inga</w>
sh all</w>
k ed</w>
im ib
comp any</w>
bu y
b al
SA PS</w>
y i-
ub h
u thi</w>
par t</w>
ku v
ey a</w>
et i</w>
at ors</w>
air s</w>
y i
par ticul
op portun
o zi</w>
ngen hloso</w>
leg al</w>
l ung
iz indawo</w>
ik ole</w>
ec ted</w>
d es
M ongameli</w>
In d
us tice</w>
ro w
ok a</w>
imp ahla</w>
ezimb ili</w>
el weni</w>
cr imin
con duc
ath atha</w>
am abili</w>
al leg
sh e</w>
re n</w>
okh um
lo wo</w>
laph a</w>
land ela</w>
in ation</w>
ezind aba</w>
ezin ye</w>
ez il
ess es</w>
ath elo</w>
an cial</w>
akhul ukazi</w>
Rep ublic</w>
L e</w>
ro s
ro ad</w>
p er</w>
om usha</w>
oku f
is ib
g et</w>
c ase</w>
bu ild
aw u</w>
ad i
19 9
program me</w>
l arg
inis o</w>
im ikh
coun tries</w>
aph ansi</w>
Com m
y in
un dla</w>
regis tered</w>
ol s</w>
od y</w>
ma int
land o</w>
l ez
ish a</w>
ex pl
col l
b onke</w>
a the</w>
Parliam ent</w>
N jeng
I r
og r
ku k
is ayo</w>
i e</w>
hum an</w>
ent sh
el ing
ay ela</w>
an other</w>
ag re
ub e</w>
om notho</w>
ok o</w>
ngoku sh
itsh alo</w>
int egr
ing xenye</w>
ez elo</w>
er g
cr ib
con c
co uld</w>
ath olakala</w>
Registr ar</w>
G eneral</w>
D ep
C r
B I-
wor ld</w>
si ons</w>
m aj
k et</w>
iy o</w>
esi ph
dif fer
az weni</w>
ash ana</w>
ab anga</w>
y okw
vi ew</w>
ur ban</w>
t re
t e</w>
provid ed</w>
oper ation</w>
oku z
kno w
k ing</w>
i ev
form s</w>
ek elwe</w>
ek elwa</w>
commun ities</w>
atsh ana</w>
Pr emi
O ff
M khandlu</w>
z iz
we ph
uku d
u ation</w>
okhum ende</w>
ng as
n ers</w>
mon th
mat er
inter national</w>
func tions</w>
fi re
f our</w>
ez ela</w>
esi hl
dl ul
at ely</w>
akham uzi</w>
ail s</w>
H e</w>
Cour t</w>
Com pl
2 00
um phakathi</w>
ter n</w>
suc c
pro per
od s</w>
o w</w>
l ika
izin k
h er
fur ther</w>
en kantolo</w>
as s</w>
ar s</w>
aph o</w>
anj e</w>
al anga</w>
ab aph
y s
uny elwe</w>
udl el
s am
pur pos
pl ac
lw e-
k oM
iv en</w>
is itif
is ing</w>
ic ation</w>
en kulu</w>
ak athini</w>
In ter
y ob
way elekile</w>
um i</w>
s al
noku b
includ e</w>
ik akhulukazi</w>
ezind awo</w>
eq esh
en j
an ye</w>
akh ona</w>
N oma</w>
un an
stitu tional</w>
s e-
r ights</w>
nezin ye</w>
izin dlela</w>
iti ons</w>
esif azane</w>
em ph
ch ange</w>
bec ause</w>
an k</w>
am be</w>
adminis tr
A s</w>
ous ly</w>
o ci
noku n
me as
le ad
l ev
kul ung
g q
ex am
ast e</w>
ahl ukene</w>
R o
R es
y iz
t echn
sig n
s ol
oo k</w>
ol un
ngoku b
necess ary</w>
i als</w>
g omo</w>
cw ele</w>
aqond ana</w>
aqh ub
am acala</w>
abab ili</w>
t o
s ev
s ame</w>
kw abantu</w>
j ud
j ek
iz ed</w>
enti ty</w>
b es
b ay
w em
qhub eka</w>
is eni</w>
im i</w>
ezin t
ben ef
ay ini</w>
activ ities</w>
a ve</w>
Kap a</w>
0 0</w>
ust om
ub ufakazi</w>
ses sion</w>
sec tor</w>
s esifundazwe</w>
resour ces</w>
p at
lic ence</w>
kul o</w>
ku khona</w>
iz athu</w>
ish ing</w>
i onal</w>
hal isa</w>
esikh ashana</w>
e ign</w>
child ren</w>
a :</w>
P l
Dep uty</w>
w ab
uny elwa</w>
tr aining</w>
re t
parti cip
ng um
k i</w>
jek thi</w>
ezim p
es ts</w>
emhl abeni</w>
e S
du ce</w>
docum ents</w>
compl ete</w>
author ity</w>
ak alo</w>
z is
ong o</w>
noku thi</w>
it ing</w>
ish o</w>
ik elele</w>
cw al
unan kulu</w>
ot sh
mit ted</w>
m ul
f am
e k</w>
e ase</w>
contin u
aph a</w>
acc ess</w>
x az
ven tion</w>
vari ous</w>
sion er</w>
s ez
s akho</w>
per form
omb uso</w>
ng oba</w>
n ezing
m an</w>
end s</w>
el in
cr ime</w>
can not</w>
b ath
ay in
ay e</w>
and elayo</w>
ac tion</w>
y p
weph eshe</w>
un d</w>
s ob
s is
on s
iti onal</w>
impl ement
ie f</w>
eth we</w>
ek iwe</w>
dl eko</w>
co -
an n
Par k</w>
vi ol
sup por
respec t</w>
re tur
per man
olobh a</w>
o thi</w>
l abo</w>
kuy o</w>
jec ts</w>
ip s</w>
ikh o</w>
ic ally</w>
ezing eni</w>
es it
and o</w>
aman je</w>
S up
y ab
ol ung
mat ter</w>
ill s</w>
am ash
ab in
Wh en</w>
Uku hl
web o</w>
ul we</w>
soku thi</w>
sh or
r e</w>
par ties</w>
ng uM
ng q
lw ez
kh ulu</w>
izin suku</w>
is ith
ind ic
gro w
ez u</w>
es ting</w>
akw e</w>
a ir</w>
N o</w>
yim uphi</w>
we ek
pre vi
pol itical</w>
okw enziwa</w>
ogr aph
er c
docum ent</w>
deter min
cons ul
citi zen
ch ang
ati ves</w>
Nd unankulu</w>
z iph
str ateg
read y</w>
r en
pro ject</w>
ot ela</w>
om thetho</w>
l ine</w>
he alth</w>
ezing u-
ezin hl
esi bh
cop y</w>
az isi</w>
ass oci
ap p
an isa</w>
alis ation</w>
akh iwe</w>
uph a</w>
uku ng
s eng
pow er</w>
polic y</w>
omb olo</w>
og ether</w>
ngen a</w>
m as
l ed
kh ul
in ingi</w>
hl a</w>
h t</w>
em ib
c all
bur g</w>
b oku
appro pri
R e
Premi er</w>
F akela</w>
Com p
Am aphoyisa</w>
A ff
vic ti
ut e</w>
ro jekthi</w>
regis ter</w>
proc ed
ow ever</w>
no w</w>
kw enziwe</w>
kom thetho</w>
im a</w>
i ally</w>
i :</w>
gc in
er ation</w>
er 's</w>
eh hovisi</w>
eduz e</w>
educ ation</w>
del eg
crib ed</w>
con struc
ch wepheshe</w>
ati m
at s</w>
an oma</w>
am ah
ain s</w>
z ikh
ther e
t ax
sub mit</w>
st ar
pl an
ob e</w>
nd awo</w>
m b
m aqondana</w>
l u
iny elela</w>
f t</w>
esi v
en ing</w>
ag ed</w>
ad op
Th ekw
H ulumeni</w>
An d</w>
xox o</w>
ul ela</w>
qond o</w>
pos sible</w>
perman ent</w>
ord in
ngokush esha</w>
n or
me ans</w>
kw en
is it
g overn
fin ancial</w>
et er
Man ag
w esifundazwe</w>
sub section</w>
priv ate</w>
omb ili</w>
ol en</w>
ngaph akathi</w>
med i
l is
i w
ho use</w>
eth wa</w>
eny a</w>
en ed</w>
cap ac
ayis ensi</w>
at ural</w>
ang as
al ities</w>
Thekw ini</w>
M unicip
G cwalisa</w>
Compl ete</w>
z e-
pos session</w>
m ot
es ted</w>
eas ed</w>
cond itions</w>
build ing</w>
am ele</w>
Com mis
ukuth ola</w>
u r</w>
tr ic
st olen</w>
s ed</w>
pre v
pay ment</w>
part y</w>
ow o</w>
on elo</w>
oku s
ne ar
kw el
fi ve</w>
end ing</w>
ek eza</w>
ec t</w>
cont rol</w>
ci ph
ch ild</w>
A N
ung ula</w>
proper ty</w>
pl es</w>
on j
noku th
ng emp
m il
izim oto</w>
in iti
imb ela</w>
id ence</w>
g o</w>
ef anele</w>
d id</w>
contin ue</w>
am oun
add ress</w>
a im
U hlelo</w>
N or
F und
wh ile</w>
soci ety</w>
sch o
kul eli</w>
ku sho</w>
iv es</w>
ind a</w>
in qubo</w>
i tion</w>
at h</w>
aban ingi</w>
F r
v il
us uku</w>
tiv es</w>
oph e</w>
ng cono</w>
kno w</w>
iz ith
id iy
h im</w>
f ound</w>
en g</w>
eb o</w>
e e</w>
d ata</w>
con f
c ar
az wa</w>
aqhub eka</w>
K odwa</w>
z e</w>
y ethu</w>
respon sible</w>
ph umela</w>
om hlaba</w>
oku ngen
o s</w>
ngoku landela</w>
le ast</w>
l ik
ku ka
k onzo</w>
in ani</w>
import ant</w>
il ungelo</w>
h and
ex ecutive</w>
establ ished</w>
differ ent</w>
dec lar
d er
d aba</w>
compl ain
aw ulo</w>
ap poin
andl ululo</w>
Sub mit</w>
K umele</w>
w eng
w aste</w>
tr ade</w>
t al
qu es
qu ality</w>
onak ala</w>
month s</w>
m p
iv er</w>
involv ed</w>
int ela</w>
el d</w>
c entre</w>
S ekela</w>
R ev
D evelop
z abo</w>
ul ung
u hulumeni</w>
pos ed</w>
olog ical</w>
l em
iz amo</w>
id entif
i ous</w>
g ed</w>
fund a</w>
b ase
aph inde</w>
amal ungelo</w>
P al
Aff airs</w>
z ith
y st
tsh on
t ogether</w>
specif ic</w>
s af
prov isi
ph atha</w>
os uku</w>
oph a</w>
o ve</w>
izin hlelo</w>
is tic
is ation</w>
g ener
ez iv
el s</w>
el ib
el elwe</w>
el ection</w>
effec t</w>
ed wa</w>
ed e</w>
ch all
chall eng
az iwa</w>
atim ende</w>
al if
ak i</w>
ahl ang
K u
z i
us es</w>
rob b
q embu</w>
p ast</w>
ond o</w>
noku kh
lev el</w>
l ib
is ane</w>
ibh amu</w>
h igh</w>
ers ity</w>
dem oc
cl ose</w>
amath uba</w>
ac ts</w>
ac ted</w>
W es
Ex ecutive</w>
B h
work ing</w>
uku g
uk ile</w>
th re
sti ll</w>
s pe
om idi</w>
kw i
iz inga</w>
inc id
if o</w>
ic ala</w>
ex erc
dis tr
deliv ery</w>
b eg
W or
F or</w>
w as
t on</w>
t ain
s ci
reg ard</w>
rece ived</w>
r ole</w>
on ed</w>
om unye</w>
o t</w>
n as
m od
l esicelo</w>
ku le</w>
it or
ez iz
ep t</w>
ent uthuko</w>
el elo</w>
ay ensi</w>
Direc tor
w ar
v iv
uku sh
u ally</w>
sig ned</w>
rel ated</w>
marr i
l ing</w>
kub antu</w>
izim ali</w>
indus try</w>
in s
gro up</w>
fac ilities</w>
el l</w>
ab ly</w>
C abin
wh ether</w>
w ala</w>
v u</w>
u ye</w>
tu res</w>
st re
sel f</w>
q oka</w>
offic ial</w>
isitif ikedi</w>
is ting</w>
ind iv
in d</w>
i ation</w>
gqu gquz
ezim oto</w>
bh eka</w>
b ody</w>
alis ed</w>
In spec
Commis sioner</w>
Com mit
x usa</w>
way s</w>
tsh i</w>
tif ied</w>
t -
soku b
pl ay
ph ela</w>
oc c
o ke</w>
na we</w>
n abo</w>
lo kw
let ter</w>
k am
in cwadi</w>
ie ve</w>
en i
do es</w>
capac ity</w>
be kw
ath we</w>
ath ola</w>
U hulumeni</w>
Cr ime</w>
Cabin et</w>
Abas olwa</w>
w a
uhl a</w>
tak ing</w>
si y
sh ips</w>
scho ols</w>
sch ool</w>
s on</w>
s etshenziswa</w>
r ol
program mes</w>
oph o</w>
od a</w>
m ine</w>
iv umelwano</w>
issu e</w>
in stitu
fir m
dl alo</w>
compl eted</w>
ch ar
b ir
aj i</w>
ab ez
S om
K ung
D urban</w>
C entre</w>
y akhe</w>
w esicelo</w>
sub ject</w>
r u
on d</w>
ng alo</w>
l es
kuz o</w>
k ampani</w>
iz idingo</w>
iti ki</w>
it ation</w>
is tor
im port</w>
g iven</w>
eth ula</w>
em erg
eliph ezulu</w>
el eke</w>
econom y</w>
ear ch</w>
c ustom
b ag
appropri ate</w>
applic ant</w>
accord ance</w>
C ity</w>
1 0</w>
zik ahulumeni</w>
y abo</w>
resul t</w>
op ul
omb o</w>
ng ob
n ext</w>
l ethu</w>
kw esikhathi</w>
im ithetho</w>
im ba</w>
ez ig
en s</w>
e es</w>
c a
ard ing</w>
approv ed</w>
an ies</w>
S iy
N kantolo</w>
M ar
Khomish ana</w>
Con t
C l
yal elo</w>
un j
tif ikedi</w>
s w
lif e</w>
l ezi</w>
kw abo</w>
izin hl
iz ib
ish we</w>
ish ini</w>
includ es</w>
im vume</w>
id entity</w>
hel d</w>
eduz ane</w>
ber g</w>
bas is</w>
an im
aman ingi</w>
am aqembu</w>
akh okh
akh eni</w>
a ud
Develop ment</w>
B o
w ant</w>
um hlaba</w>
s ing</w>
s ase
respon sib
prof es
por ation</w>
pers ons</w>
noku q
n atural</w>
mot or</w>
me eting</w>
izind aba</w>
il ungu</w>
g ive</w>
f ree</w>
f re
cl os
aph ezulu</w>
and s</w>
akash i</w>
ak ahle</w>
Pal est
P ublic</w>
uhl e</w>
uM khandlu</w>
tr ial</w>
st ances</w>
qu alif
ob jec
l ink
indiv id
ihl alo</w>
for eign</w>
fire arm</w>
environ ment</w>
end er</w>
en tion</w>
ed a</w>
dis c
b road
ash wa</w>
am i</w>
Z imb
Wes tern</w>
Um thetho</w>
Is ra
He alth</w>
B e
ul ala</w>
u- R
ti m
ter m</w>
sem thethweni</w>
po int
over ty</w>
or ity</w>
on t
od ay</w>
med ical</w>
m untu</w>
l onke</w>
kw e
kung enzeka</w>
k u</w>
izim o</w>
ist ance</w>
issu es</w>
ish i</w>
is inqumo</w>
esig aba</w>
es in
end a</w>
ch aza</w>
c ateg
c amp
aw un
at ory</w>
ak eni</w>
R iph
P re
B ill</w>
us ing</w>
um p
t ook</w>
p ubl
p ot
oug h</w>
om khulu</w>
ol unye</w>
noku v
nam a-
l ig
ku q
k ob
h ome</w>
h ere</w>
for ce</w>
ez ehlukene</w>
ed ule</w>
b av
at or</w>
ar ch
ank aso</w>
aff ic</w>
ac y</w>
M as
y ezin
y awo</w>
w ek
ul uma</w>
ud aba</w>
the id</w>
t our
s es</w>
okukh ulu</w>
of f</w>
ngq o</w>
ne eds</w>
marri age</w>
loc ated</w>
ink ampani</w>
ing ane</w>
in hl
ifund o</w>
hlangan y
g n
f ish</w>
ezint athu</w>
ezif ana</w>
ex peri
emph akathini</w>
edl y</w>
eb a</w>
cre d
con fl
and elayo:</w>
al ready</w>
ad a</w>
K un
web a</w>
w ama</w>
un g</w>
ul eko</w>
uc h</w>
stand ing</w>
si th
sh ar
s eb
refer red</w>
pres cribed</w>
opportun ities</w>
oku y
oM nyango</w>
l ase
kw ezimali</w>
in isa</w>
ig ama</w>
g lob
f o
ess ed</w>
esid ingo</w>
eb e</w>
e ed</w>
co gn
b eng
arm ed</w>
al low
ab ah
a wa</w>
U -
Serv ices</w>
Ng esikhathi</w>
I l
Ab antu</w>
00 0</w>
' t</w>
us izo</w>
ukukh okh
tr av
t i</w>
st ud
s il
s et
on es</w>
oM khandlu</w>
med ia</w>
l ast</w>
iq inisek
imin iningwane</w>
ez iwe</w>
esikh ulu</w>
eng a</w>
end ent</w>
em ikh
ci r
cer tain</w>
c os
c arr
an iswa</w>
am av
C C</w>
A ng
un ity</w>
um solwa</w>
t em
shintsh a</w>
requir ements</w>
pro of</w>
olu tion</w>
no w
nem isebenzi</w>
iz ig
ing ana</w>
ho w</w>
h istor
g ood</w>
form ation</w>
ezith ile</w>
eny o</w>
effec tive</w>
ed uli</w>
d ue</w>
crimin al</w>
aw ula</w>
aph andle</w>
and i</w>
an eni</w>
al akahle</w>
ag istr
a ul
Ro ad</w>
Am alungu</w>
z okw
yen ingi</w>
xox isana</w>
uf ac
requ est</w>
re d
near est</w>
kw ayo</w>
j ust</w>
fam ily</w>
f er</w>
cl us
az isa</w>
ath er</w>
ar ies</w>
amoun t</w>
am ise</w>
ag al
Uku b
Fund azwe</w>
Commit tee</w>
1 2</w>
z ase
waq weni</w>
uny a</w>
ul es</w>
tiv ely</w>
t able</w>
se qu
r ap
previ ous</w>
prac ti
ow ay
op en</w>
on dl
oku d
ok oz
iq iza</w>
im oto</w>
h igh
ful l</w>
eter in
esid e</w>
esib ili</w>
ensi ve</w>
en ess</w>
ehl isa</w>
c are</w>
c all</w>
as k</w>
ar ound</w>
ab am
ab ad
a il</w>
Un ited</w>
O l
In t
E z
uy a</w>
ung is
uc ayi</w>
t arg
stat ement</w>
si ve</w>
se e</w>
re -
pro g
larg e</w>
kw enziwa</w>
kw azi</w>
kw amanye</w>
k inga</w>
iq embu</w>
im prov
ikw a</w>
ex tr
ex pec
establ ish</w>
en ance</w>
emp ahla</w>
el ith
ek ele</w>
cl e
bhek ana</w>
b il
al ayo</w>
ag ain</w>
y anga</w>
wom en</w>
w ard</w>
uk e</w>
th elela</w>
sub mitted</w>
si ph
se l</w>
ren ew
p ut</w>
over ed</w>
oku land
o hlelo</w>
mon ey</w>
kh akha</w>
inv est
in ed</w>
ic s</w>
ic ela</w>
hlang othi</w>
go ods</w>
ful ly</w>
el inye</w>
e p</w>
d own</w>
b ud
ayis ense</w>
amb is
akash a</w>
a u
Provin cial</w>
wr it
vehic les</w>
ul ili</w>
uku ya</w>
t le</w>
sig aba</w>
s :</w>
reg ional</w>
re cogn
ok otela</w>
n eng
municip ality</w>
izind a</w>
ith a</w>
inisek isa</w>
ing c
in iningwane</w>
im inyaka</w>
ikez we</w>
ic k
hel p</w>
ezim o</w>
ez iq
equ ip
en ter
em g
determin ed</w>
d one</w>
appoin ted</w>
angas ese</w>
al azo</w>
Zimb ab
Ng oku
M emb
H igh</w>
z ob
uq uko</w>
un c
ukan a</w>
udlel wane</w>
pres ent</w>
p overty</w>
osh a</w>
o dl
njeng oku
ngen isa</w>
n ak
man ufac
ku noma</w>
koku b
im ele</w>
ikh okh
i ef
hal we</w>
ev en</w>
ec tive</w>
consul t
ass ist</w>
ap point
an al
am ela</w>
akham izi</w>
ak elwa</w>
ab av
T own</w>
w ethu</w>
w akhe</w>
ulung iswa</w>
t yp
sup pl
stat us</w>
st ation</w>
rem ov
qub om
prov ision</w>
pro jects</w>
p opul
or ies</w>
ng iy
n azo</w>
l uk
l ang
ith er</w>
ish e</w>
inc reas
ikez e</w>
ih hovisi</w>
h ear
h ab
f uc
f oc
f ishing</w>
ev idence</w>
er cial</w>
en ue</w>
ef for
cont act</w>
b ed</w>
b af
b ack</w>
ang i</w>
ag esi</w>
ab aq
Sch edule</w>
Rev enue</w>
K uz
I d
uM thethosisekelo</w>
tsh a</w>
ti l</w>
t l
sk ills</w>
produc ts</w>
produc tion</w>
our s</w>
or ig
ol eni</w>
no v
nez ikh
n endawo</w>
n c
maj or</w>
maint enance</w>
l al
it able</w>
institu tions</w>
in k</w>
ifund a</w>
hlang a</w>
g waqo</w>
f il
esifund a</w>
ent ed</w>
em ezelo</w>
b aq
amakh ono</w>
abh ul
ab ash
Sh eduli</w>
C ha
3 6</w>
z abantu</w>
yo Mthethosisekelo</w>
un om
um hl
ukuny ezwa</w>
u es</w>
tu al</w>
purpos es</w>
posi tion</w>
p aid</w>
omb us
okuph epha</w>
noku ng
njeng om
lom o</w>
l evel
kus ukela</w>
k onke</w>
ish ment</w>
is ebenz
in fr
im um</w>
im por
id e
g y</w>
fr on
eng en
emp i</w>
e 's</w>
de part
ch ed</w>
cas es</w>
ban k</w>
as truc
as etshenziswa</w>
ar ms</w>
ap ar
am ukela</w>
administr ation</w>
ack s</w>
acc ep
a k</w>
Njeng oba</w>
I ng
D r</w>
v ot
ul ula</w>
ukus etshenziswa</w>
s ika
ros s</w>
prom ote</w>
ph ot
pers on
os i</w>
on ce</w>
ombus azwe</w>
nd eni</w>
n ation
m o
l it
l eso</w>
kw akhe</w>
inter est</w>
il isa</w>
i ons</w>
hlang ana</w>
g eneral</w>
ez e</w>
em iny
em fundo</w>
desig n
citizen s</w>
c um
ath uthuk
am ile</w>
akam izwa</w>
Um b
U ng
I g
H owever</w>
z en</w>
yoku hlala</w>
y 's</w>
wek azi</w>
w ash
viol ence</w>
val ue</w>
ul ile</w>
uku qinisekisa</w>
uku dla</w>
ub ung
ter n
soku ba</w>
sit uation</w>
re comm
os izo</w>
om phakathi</w>
okw enz
okungen ani</w>
ner ship</w>
m ak
l ong</w>
l o</w>
kuz e</w>
ku wo</w>
ku g
koku thi</w>
iv ersity</w>
is ig
ing ekayo</w>
in st
im ary</w>
go ing</w>
ezing a</w>
ess ing</w>
er r
en e
eku ph
e dlela</w>
develop ed</w>
d ala</w>
contr ibu
c in
az am
atsh a</w>
as ela</w>
amas iko</w>
af anele</w>
a 's</w>
Uku ph
St ate</w>
N k
M nu</w>
C er
AN C</w>
A gr
zoku hl
z ig
w akho</w>
v es
uku sebenzisa</w>
thuthuk isa</w>
th ing</w>
sub st
s ay</w>
ro om</w>
qubom gomo</w>
q umo</w>
ol itiki</w>
ol imo</w>
mater ial</w>
lab or
kul esi</w>
know n</w>
j ustice</w>
ish umi</w>
is ile</w>
icul ture</w>
fuc uza</w>
ez we</w>
ent i</w>
eh ol
ed ed</w>
ciph isa</w>
c ell
bir th</w>
bec ome</w>
asip oti</w>
am ong</w>
alleg edly</w>
ak az
abh in
Riph abhul
Inspec tor</w>
I C
5 0</w>
zim a</w>
z ethu</w>
wan ingo</w>
w ob
w aseNingizimu</w>
v ely</w>
uM nu</w>
there fore</w>
te in</w>
spec ial</w>
si x</w>
s ik
reas on
re view</w>
qu ir
p ital</w>
or a</w>
olw andle</w>
ol ub
oku sh
oc k</w>
ng akho</w>
mul ti
meas ures</w>
m ov
l ong
kukh o</w>
iq iniso</w>
in t</w>
ig waqo</w>
ic il
he ad</w>
eth emba</w>
esikh athini</w>
es iz
es ab
entsh a</w>
ent ando</w>
enhl alo</w>
emerg ency</w>
el ig
el ek
d ers</w>
comm is
c ity</w>
bas e</w>
aw ulwa</w>
ath im
anc y</w>
amag ama</w>
akam iso</w>
ak an
accoun t</w>
ab akh
a w</w>
Uku ze</w>
Uku kh
U b
U N</w>
R ights</w>
R C</w>
Ir an</w>
1 1</w>
y o</w>
wel l
us wa</w>
umb iko</w>
ti mes</w>
ny ama</w>
ng umthetho</w>
ng azo</w>
n ikazi</w>
n aye</w>
n ature</w>
n akw
kul abo</w>
kh o</w>
kanj ani</w>
k a</w>
iz icelo</w>
isib onelo</w>
in come</w>
im medi
im ith
icul tural</w>
ez id
ev ela</w>
etshenz iswe</w>
ent al</w>
en n
em kh
eb iwe</w>
e ither</w>
conduc t</w>
camp a
bu yis
b aph
ass istance</w>
ad ed</w>
S tr
M in
Kw a
C ol
Afric ans</w>
2 1</w>
yoku thi</w>
writ ten</w>
t ow
t oday</w>
se par
s um
r is
pl an</w>
out side</w>
offic er</w>
n asem
kwem isebenzi</w>
kw eng
kul uleko</w>
k ey</w>
iny wa</w>
investig ation</w>
infr astruc
ib le</w>
fir e</w>
fac e</w>
f a</w>
ez az
ev al
eth ulwa</w>
environ mental</w>
disc us
di tion</w>
det ails</w>
ci es</w>
b akh
az w
appe ar</w>
amabh izinisi</w>
am uka</w>
am in
al elo</w>
ag g
Riphabhul iki</w>
C or
C M
An y</w>
week s</w>
we Phalamende</w>
w at
vil le</w>
vi ew
ug g
sebenz ini</w>
s ure</w>
s amaphoyisa</w>
reg arding</w>
re fl
pro bl
pow ers</w>
p ed</w>
oth o</w>
oth ers</w>
org an
ob ene</w>
n el
n aku
man ner</w>
la un
kwab e-
ish iy
inz ekwa</w>
int ekayo</w>
id akamizwa</w>
i qu
h om
for c
ez it
eth emb
eku s
eku b
d evel
d en
cor poration</w>
ch es</w>
cap ital</w>
call ed</w>
bas ic</w>
az iwe</w>
aw ay</w>
at eral</w>
ar ly</w>
appro ach</w>
applic able</w>
ang u</w>
amaph epha</w>
amaf omu</w>
amad okhumende</w>
am akhulu</w>
ak er</w>
a ut
U kul
L o</w>
L e
Khomish ani</w>
J ustice</w>
B l
z aseNingizimu</w>
wh ite</w>
w athi</w>
un zi</w>
un til</w>
tr affic</w>
su ff
retur n</w>
resul ts</w>
res earch</w>
qu gquz
on tein</w>
loku b
lic ens
level s</w>
k e
izing ane</w>
ik ithi</w>
ihl anu</w>
ig hl
ibh ek
i er</w>
hal f</w>
h on
grow th</w>
gro up
fe e</w>
ey ay
es '</w>
er ship</w>
enc our
em ith
ehl a</w>
eb ese</w>
d on
cer tified</w>
ast al</w>
apar theid</w>
anz ini</w>
amath athu</w>
am eko</w>
akw a-
ak eme</w>
R ec
On e</w>
Ng iy
M e
I kh
H l
ves sel</w>
val id</w>
ur ed</w>
un i</w>
t esting</w>
s esi
re v
por ts</w>
oq o</w>
kw enz
im iphumela</w>
im igomo</w>
ik eti</w>
igh t
ici ent</w>
ibh izinisi</w>
h op
h olo</w>
h ar
h app
gu id
g as</w>
f ood</w>
ep olitiki</w>
el ikhulu</w>
ed om</w>
eb re
declar ation</w>
de partment</w>
de al
cum stances</w>
c imbi</w>
att emp
athim andla</w>
arres t</w>
ang eke</w>
ach iev
UM ongameli</w>
M asipala</w>
Kh abhin
G e
Ch ief</w>
B u
zim ba</w>
z il
w ase</w>
us tr
ukuth uthuk
ub az
tshon alanga</w>
te es</w>
te am</w>
sm all</w>
ro p
refer ence</w>
r ules</w>
r ate</w>
prin ci
pe ti
pe ace</w>
ol elwa</w>
no -
ngoku ng
ngaph ezulu</w>
nam akh
n e</w>
man je</w>
m en</w>
m aking</w>
l ak
l aba</w>
ku w
iziny athelo</w>
it em</w>
is ele</w>
ing eni</w>
in ile</w>
ic ial</w>
fi eld</w>
ez elwa</w>
ev ent</w>
eth ekile</w>
esib ucayi</w>
eni or</w>
em a</w>
eku hl
dec ision</w>
d own
comm unic
cl es</w>
at al</w>
associ ation</w>
and isa</w>
akh awun
agre ement</w>
a x</w>
Provin ces</w>
E M
B ut</w>
w endawo</w>
v ikela</w>
uz e</w>
um ayo</w>
trans port</w>
tr on
th ir
ter r
t a</w>
so on</w>
sel ves</w>
s l
prot ection</w>
pre par
pot ential</w>
pass port</w>
p ay</w>
obu chwepheshe</w>
ngokuph elele</w>
ne kh
m us
koM thethosisekelo</w>
k okw
j ikelele</w>
hlangany ela</w>
func tion</w>
f omu</w>
er a</w>
enhl alakahle</w>
el il
ec eleni</w>
deter mine</w>
cw an
c at
b eb
ak o</w>
ak ethe</w>
ak ele</w>
abh ek
ab ay
M ed
M agistr
K uy
For m</w>
D F</w>
z ezin
z alwa</w>
w it
ut es</w>
ur g
ul isa</w>
uM ongameli</w>
tre at
tific ation</w>
th ink</w>
t w
t el
si onal</w>
responsib ility</w>
provid es</w>
os ebenza</w>
o ti
o B
n akhona</w>
li qu
kw aba</w>
kan cane</w>
is tic</w>
is isa</w>
is c
imp umelelo</w>
ik oleni</w>
ik isana</w>
i um</w>
hous ebre
h ighl
fr i
et er</w>
endl ini</w>
dr iv
d ig
d eb
charg e</w>
c ina</w>
be w
arr ang
ad ing</w>
W est</w>
Off ice</w>
Ng u-R
M b
I S
zom phakathi</w>
yoku hl
w anga</w>
um ba</w>
ukuf inyelela</w>
ud e</w>
ub ani</w>
tain able</w>
syst ems</w>
spec ies</w>
sel elo</w>
rec ord
r atic</w>
pr em
poin t</w>
pl ant</w>
perform ance</w>
organis ation</w>
oku q
oku faka</w>
njengoku sho</w>
nezin to</w>
mat ters</w>
lo Mkhandlu</w>
kwes imo</w>
kuph i</w>
kun dla</w>
implement ation</w>
im m
il obh
ikh ophi</w>
i o</w>
hlang abez
fe w</w>
exerc ise</w>
emi dlalo</w>
em inyaka</w>
eku th
ej wayelekile</w>
con firm
chang es</w>
c al
b e-
az iso</w>
aw on
ass aul
ap h</w>
am at
Z onke</w>
U S</w>
Q u
L ezi</w>
L ab
E ng
B as
4 7</w>
z al
yoku th
yil iphi</w>
y ase-
w ak
v ik
ung ulwa</w>
und s</w>
um elana</w>
ug u</w>
ther n</w>
th em
s onke</w>
s en
resid ence</w>
repor ts</w>
repor ted</w>
rel ation
reg ion</w>
r i</w>
pr is
par ents</w>
om ile</w>
okuf anele</w>
noku d
noku ba</w>
n u
municip alities</w>
mon th</w>
min ing</w>
loku thi</w>
lo g
l iz
kwal okho</w>
kw awo</w>
kul eyo</w>
izin hlobo</w>
is iph
int a</w>
in s</w>
in es</w>
in al</w>
ikw el
ic k</w>
hlang ene</w>
ha v
fu ture</w>
f -
ezing ane</w>
ev ery</w>
eterin ary</w>
es eka</w>
emg waqweni</w>
ek isi</w>
ec ala</w>
d est
cor rec
construc tion</w>
concer ned</w>
cl ear
b aseNingizimu</w>
ak ath
aim ed</w>
ag ent</w>
af f</w>
ach es</w>
abh izinisi</w>
ab hal
Or g
Memb ers</w>
L apho</w>
K us
I sikh
G re
F uthi</w>
E duc
Ap ply</w>
A f
1 0
. g</w>
victi ms</w>
v ote</w>
v ac
ub ugebengu</w>
tric ity</w>
thuthuk iswa</w>
th ough</w>
si q
proced ures</w>
practi ces</w>
plan ning</w>
per form</w>
particul ar</w>
ord ers</w>
om s</w>
ol we</w>
ol ul
nor m
nokun ye</w>
ngoku semthethweni</w>
nezin d
m uch</w>
l os
l a</w>
kom phakathi</w>
k t</w>
k ets</w>
izimp ahla</w>
iv akashi</w>
is wayo</w>
incid ents</w>
il s</w>
ic abanga</w>
fer ence</w>
esibh amu</w>
er e
ener gy</w>
em sebenzini</w>
em qoka</w>
el el
ebenz e</w>
e kul
cw eti</w>
curr ent</w>
cr ip
con stitutional</w>
charg es</w>
c entr
b ahl
az ini</w>
am s</w>
al ungelo</w>
ak aza</w>
add itional</w>
S in
S he</w>
S ci
P e
Municip al</w>
J oh
G r
1 2
yo ung</w>
w etsh
ung ile</w>
ukw azi</w>
tow ards</w>
st and</w>
siz akalo</w>
shi wo</w>
sh ayela</w>
s ent</w>
robb ery</w>
requir e</w>
provisi onal</w>
probl ems</w>
op s</w>
ol us
offic ials</w>
neg oti
ne y
ne w
n abantu</w>
m ain</w>
led ge</w>
lear ners</w>
lab our</w>
kul ezi</w>
kan g
int ro
ink inga</w>
il legal</w>
identif ied</w>
f ontein</w>
exam ple</w>
ex pres
es pec
er -
en h
em velo</w>
d om
conduc ted</w>
ci wane</w>
ch ec
bh ala</w>
b ethu</w>
at ul
am vu</w>
am e
akh aya</w>
Zimbab we</w>
Som lomo</w>
Sec urity</w>
S pec
S o
M ay
I ph
H ome</w>
Cha ir
C o
A t</w>
1 8</w>
z if
x aban
w entela</w>
v an</w>
um th
t ained</w>
st aff</w>
s aseNingizimu</w>
re duc
proc esses</w>
ov ela</w>
olobh eni</w>
o j
ne y</w>
nam anye</w>
nal okho</w>
mar ket</w>
m ur
m ilit
l esi</w>
l ay
kwez we</w>
khokh a</w>
izin hlangano</w>
ishiy agal
is elwe</w>
integr ation</w>
ing ozi</w>
ing ly</w>
infrastruc ture</w>
ill ed</w>
id ed</w>
hl ophe</w>
hamb isane</w>
gqugquz ela</w>
f es
ext ent</w>
ex isting</w>
espec ially</w>
equip ment</w>
em azweni</w>
de ath</w>
d ing</w>
confl ict</w>
comm on</w>
ay eli</w>
appoint ment</w>
aph i</w>
aph eli</w>
am m
am eni</w>
ak elwe</w>
abaf undi</w>
Un it</w>
Th at</w>
S pe
Nor th</w>
N atal</w>
M nyango</w>
I R
Educ ation</w>
D kt</w>
D et
Cer tific
zoku ph
unom phela</w>
ug esi</w>
u w
tur ing</w>
suspec ted</w>
su kw
stand ards</w>
sh ow
sev eral</w>
sem vume</w>
rel ating</w>
r up
qhub ekayo</w>
p rec
n ayo</w>
n awo</w>
m eth
m et
m ain
lang u
l olu</w>
kwezin ye</w>
kw ethu</w>
kuy a</w>
istic s</w>
iph e</w>
intsh a</w>
ing an
in e
imp act</w>
ic ations</w>
fun a</w>
fir m</w>
f u</w>
ey odwa</w>
end o</w>
employ ment</w>
echn ology</w>
e um</w>
curr ently</w>
cr im
comm od
com o</w>
c ost</w>
bl ack</w>
bew u</w>
ap ul
an o</w>
an ch</w>
af omu</w>
ad o</w>
ab ag
Um solwa</w>
R iver</w>
P er
M us
I D
A U</w>
z ibe</w>
yst em</w>
yoku ph
viv inywa</w>
up on</w>
un less</w>
ul eni</w>
uhl obo</w>
trav ell
suppor ting</w>
strateg y</w>
sp ir
sob haliso</w>
si f
s okw
res olution</w>
rece ive</w>
r id
provin ces</w>
p ing</w>
okw a</w>
nam as
n t
lw azi</w>
loku ph
l akho</w>
kw akho</w>
kom hlaba</w>
k al
it eshi</w>
is weni</w>
in f
imp ilo</w>
ikh ona</w>
ig atshana</w>
idl alo</w>
i res</w>
fu yo</w>
ex port</w>
er ia</w>
eny wa</w>
enhl oso</w>
en sion</w>
consid ered</w>
c ord
c ent
b ro
b le</w>
at ures</w>
ari an</w>
ard ed</w>
alul eka</w>
ad em
accord ing</w>
abl es</w>
abaz ali</w>
aban zi</w>
U bu
T o
Pro t
K ub
Inter national</w>
A T</w>
z as
xaban o</w>
we ek</w>
v us
un ithi</w>
tor al</w>
sur v
st or
sec ond</w>
s po
re f
ques tion</w>
ph ere</w>
nom thetho</w>
noku sebenza</w>
noku l
ng aso</w>
ng abantu</w>
manag ed</w>
maj ority</w>
m ob
kw azo</w>
kuf aka</w>
kh aya</w>
is idingo</w>
iny ango</w>
in spec
in hlangano</w>
immedi ately</w>
ikw azi</w>
hum an
gq ekeza</w>
g e
eng isa</w>
enc ane</w>
eminy akeni</w>
elec tricity</w>
el iwe</w>
ekw enz
ech anis
ebenz ela</w>
e- Afrika</w>
e khona</w>
cre ate</w>
commit tee</w>
com es</w>
citi zen</w>
charg ed</w>
ch em
bekw e</w>
ass y</w>
ar ily</w>
approv al</w>
applic ations</w>
angaph akathi</w>
amb o</w>
am azinga</w>
am ar
akhawun ti</w>
ac tions</w>
ac ter
I V</w>
F in
En viron
Con stitutional</w>
Comp anies</w>
C E
y okwenza</w>
w ish</w>
w alo</w>
ur y</w>
uk eka</w>
tr i
str eng
spec i
sebenz isana</w>
s ent
s -
re plac
purpos e</w>
own er</w>
or d</w>
og wini</w>
o ?</w>
nokw enza</w>
ngen hla</w>
n esi
m enti
li on</w>
kw enza</w>
izin dlu</w>
isikh ungo</w>
isikh undla</w>
invest ment</w>
in ated</w>
ig ence</w>
h y
group s</w>
fl u
f ill</w>
ex per
esith athu</w>
elin es</w>
docum ent
devel op</w>
d e</w>
cul tural</w>
co astal</w>
cir cumstances</w>
challeng es</w>
cas ting</w>
anal ys
al we</w>
agr icultural</w>
af undi</w>
ac tive</w>
ab ove</w>
Tr ans
T wo</w>
O m
M or
L eli</w>
Kwa Z
Im ali</w>
Af ter</w>
zoku sebenza</w>
yis iphi</w>
y ou
y esikhashana</w>
y aseNingizimu</w>
y as
v o
ukw akha</w>
uku c
u h
tur ed</w>
treat ment</w>
sus tainable</w>
sukw ini</w>
subst anti
str ugg
st able</w>
s our
re ase</w>
ph ambi</w>
par agr
oth er
oq a</w>
opportun ity</w>
o qhubeka</w>
ngoku sebenzisa</w>
ngoku f
ngemp umelelo</w>
ng onyaka</w>
n konzo</w>
me et</w>
licens ed</w>
l ist</w>
iy iphi</w>
isi ons</w>
ing q
ind ep
im izamo</w>
ikh iqizo</w>
if e</w>
hlangan weni</w>
hlangan iswa</w>
hl anje</w>
hav ing</w>
form er</w>
fac ilit
ezin kulu</w>
establ ishment</w>
en xa</w>
emb er</w>
em iningi</w>
cop ies</w>
contin ent</w>
cons ist
b ul
ath s</w>
al located</w>
al iswa</w>
Uku q
S D
J ikelele</w>
Ap plic
A T
- General</w>
yom phakathi</w>
yoku qala</w>
y abantu</w>
xh asa</w>
x olo</w>
w id
w ase-
uz we</w>
us ay
um z
ul ekile</w>
ul ayo</w>
ukh etho</w>
tu ally</w>
se ts</w>
s akhe</w>
road s</w>
res erv
ngoku g
ngok omthetho</w>
nezind awo</w>
n abanye</w>
mon itor
mis ebenzi</w>
link ed</w>
l uz
l utho</w>
l amo</w>
l akhe</w>
kulung wane</w>
int ell
ihl e</w>
hl aka</w>
hal iwe</w>
fin d</w>
f lo
ezin sukwini</w>
eth ile</w>
enc ed</w>
en dlela</w>
el eb
ek eni</w>
ed ing</w>
e Thekwini</w>
e G
dr iving</w>
def ence</w>
commit ment</w>
com peti
b le
b ak
ati c
appe ar
ang u-
al ise</w>
af ana</w>
ab e-
Y enza</w>
Um untu</w>
S um
S ection</w>
P i
Minis ters</w>
Ind awo</w>
I N
I F
C K
B ur
Agr iculture</w>
A uthor
w ise</w>
u til
siz e</w>
seng athi</w>
s pr
q uma</w>
profes sional</w>
proced ure</w>
paragr aph</w>
p as
oug ht</w>
or t</w>
on str
on ile</w>
om ba</w>
olv ed</w>
ol uth
ol uf
of u</w>
od iversity</w>
occ up
ob lig
noku s
ngoku hambisana</w>
ng iz
ng isho</w>
ne l</w>
li ve</w>
l iy
l eyo</w>
l ater</w>
l abantu</w>
k abanzi</w>
izin t
iz enzo</w>
it ors</w>
is wano</w>
ing ani</w>
includ ed</w>
imp i</w>
if una</w>
id s</w>
id av
i es
housebre aking</w>
h ib
gr an
ezing en
expec ted</w>
ev er
esig abeni</w>
er ve</w>
eqesh o</w>
eng u-
em uk
em or
elec ted</w>
ebh izinisi</w>
ebenz ayo</w>
eb ekwe</w>
dis t
depart ments</w>
deleg ates</w>
custom ary</w>
campa ign</w>
be half</w>
b om
b est</w>
b akwazi</w>
appl ies</w>
ans ela</w>
and id
ame work</w>
alis m</w>
a im</w>
UM nu</w>
S u
Reg istration</w>
O ur</w>
O n</w>
N ations</w>
H os
Afric a's</w>
yil uphi</w>
y alo</w>
wh ose</w>
web h
w enze</w>
w en
vis it</w>
v olun
uth ole</w>
uf una</w>
u ro
u Ngqongqoshe</w>
techn ology</w>
sup ply</w>
sig n</w>
sh o
s ex
s as
rem ain</w>
rel ations</w>
rec overed</w>
qh uba</w>
pro ve</w>
pos t</w>
po or</w>
ol um
ok oph
od e</w>
o l</w>
noku z
noku g
ngoku th
nam a
nal abo</w>
m os
legisl ative</w>
l ezo</w>
kwez ikh
kwem inyaka</w>
kom ba</w>
it or</w>
inter ests</w>
if ic
id es</w>
hl ola</w>
hal ise</w>
gro und</w>
gre at</w>
g es</w>
ezingu- 30</w>
ezin tsha</w>
ezin cane</w>
ezimb oni</w>
experi ence</w>
emkh akheni</w>
el apha</w>
d ic
cwal iswe</w>
cwal ise</w>
c ause</w>
benef its</w>
ash o</w>
ant i</w>
am ahl
ak apheli</w>
add res
Un ion</w>
U N
Sup t</w>
Sum mit</w>
S ihlalo</w>
Magistr at
G ro
D el
2 9</w>
2 0</w>
1 4</w>
z ombuso</w>
y mp
y ay
wam a
victi m</w>
un elungelo</w>
umel ele</w>
um oya</w>
um notho</w>
ul ar</w>
uhl u</w>
ud an</w>
uc le
uc iko</w>
tem por
t ear
succ ess
sim il
s ezulu</w>
resp ond
rac y</w>
qub uz
qal as
qalas izinda</w>
pre h
prac tice</w>
popul ation</w>
oy edwa</w>
osi vivinywa</w>
on til
okw e</w>
okw aku
ny aka</w>
ngokub ambisana</w>
ng osuku</w>
n akho</w>
milit ary</w>
m ax
m a</w>
kwezin to</w>
ku bh
kom sebenzi</w>
iziny anga</w>
izink inga</w>
is ini</w>
is im
ind ima</w>
inc rease</w>
im iphakathi</w>
gcin wa</w>
er ali</w>
en able</w>
eas es</w>
democ ratic</w>
dem onstr
d ou
cour se</w>
coun cil</w>
cos ts</w>
con stitution</w>
complain ant</w>
comp et
commit ted</w>
cl im
categ ory</w>
bec om
azw i</w>
ati vely</w>
as elwa</w>
aph akathi</w>
any a</w>
andl ela</w>
ac ting</w>
ac ross</w>
ac ile</w>
ab ilities</w>
ab elo</w>
Spe aker</w>
Palest in
P ir
O ther</w>
Manag ement</w>
In formation</w>
G ungu</w>
F und</w>
B ass
z ihl
yoku b
y ang
uq ond
un ikazi</w>
ul awa</w>
uk iso</w>
u ter</w>
ti cles</w>
the ft</w>
si fund
saf ety</w>
r adi
q ashi</w>
po fu</w>
pl ay</w>
ot a</w>
okun ye</w>
ob ung
ngokuph athelene</w>
n it
n ever</w>
menti oned</w>
marr ied</w>
m ic
lo ok
kwem ali</w>
kw enzeka</w>
kw amanzi</w>
isit atimende</w>
integr ated</w>
imikh iqizo</w>
il iation</w>
ib alo</w>
h and</w>
gr ant</w>
glob al</w>
eziph athelene</w>
ezin dlu</w>
esim weni</w>
emp ela</w>
em inye</w>
effor ts</w>
ec ting</w>
ebenz ise</w>
design ated</w>
comm ercial</w>
com ing</w>
c andid
bu ild</w>
bel ieve</w>
b ack
ath uba</w>
anj wa</w>
anim als</w>
amuk elwe</w>
amal unga</w>
am aq
ahl uko</w>
ah ol
aff ected</w>
ad es</w>
ack now
ab road</w>
a ?</w>
Uku th
St re
Sec ret
O b
Khabhin ethi</w>
In v
Comm unity</w>
Bass on</w>
ziph atha</w>
z es
y el
w ide</w>
ukw enziwa</w>
ukus iza</w>
ukub ona</w>
uku ngena</w>
ukan isa</w>
uc waningo</w>
u N
t ro
t ap
ser ve</w>
se as
s at
prog ress</w>
produc t</w>
proc e
prev ent</w>
prem ises</w>
pl as
pl ants</w>
pass ed</w>
p ap
our ism</w>
okuland elayo:</w>
okh etho</w>
o o</w>
n ucle
n esicelo</w>
n anoma</w>
mater ials</w>
m echanis
loku ba</w>
lo d
lika Mongameli</w>
law ula</w>
l ight</w>
ku lokho</w>
izikh athi</w>
it ela</w>
it atimende</w>
isith upha</w>
int ended</w>
in ombolo</w>
in nov
in -
imikh akha</w>
imib uzo</w>
id inga</w>
hl oko</w>
fre edom</w>
fac t</w>
ezin to</w>
etshenz iselwa</w>
en q
en acted</w>
en 's</w>
emib ili</w>
em isebenzi</w>
ef ana</w>
ec tives</w>
e ?</w>
dr aw
dis ease</w>
d at
crim es</w>
con sequ
com b
c ike</w>
az iswa</w>
ay ense</w>
ax h
awon ye</w>
ash a</w>
ar t
aq ashi</w>
amuk elwa</w>
aman cane</w>
alul eke</w>
al eni</w>
ach ing</w>
Y our</w>
Y ebo</w>
St at
Sch ool</w>
SA B
P A
On ce</w>
Manag er</w>
Kh aya</w>
K ul
Ind us
In s
H IV</w>
Em va</w>
D ec
Certific ate</w>
Author ity</w>
Am a-
A g
z asem
y ayo</w>
x ile</w>
w ele</w>
ven ue</w>
uth umayo</w>
ul weni</w>
u als</w>
tsh ala</w>
trans fer</w>
them selves</w>
ter ing</w>
struc tures</w>
simil ar</w>
represent atives</w>
rel ig
rece ip
re hab
qubuz ana</w>
qh aza</w>
princi ples</w>
port fol
pl om
phot ograph
ph ys
p ic
other wise</w>
os iza</w>
oper ations</w>
omb ise</w>
olak ale</w>
of ten</w>
ob serv
nom b
njeng amanje</w>
nguM ongameli</w>
nez idingo</w>
nem ib
nem ali</w>
nam es</w>
lo t</w>
le y</w>
l iving</w>
l eli</w>
kuz oba</w>
kud ingeka</w>
kub alulekile</w>
ku ye</w>
ku qinisek
ku qala</w>
ku lokhu</w>
ku c
kh umbi</w>
izing xenye</w>
it ch
iny athelo</w>
inform ed</w>
ind aba</w>
imb oni</w>
ikw e</w>
i x
h hovisi</w>
h h
esti c</w>
esihl e</w>
esi q
end ula</w>
emp ow
em anzini</w>
e B
driv er's</w>
dis p
consid er
con stitu
boku thi</w>
bab e</w>
az ingeni</w>
atsh ang
an si
an g</w>
ach ed</w>
aban j
ab i</w>
W ez
V i
St ation</w>
Ng akh
N t
J ul
Iz ikh
Isra el</w>
In di
Director ate</w>
zoku th
w o
w aba</w>
vari ety</w>
um yalelo</w>
uk ethe</w>
u ated</w>
tr ad
to o</w>
th ank</w>
t t
sin ce</w>
si hl
si a</w>
sel f-
s we
rehab ilit
recomm end
reas ons</w>
prom o
par ent</w>
oz a</w>
ondl o</w>
okw azi</w>
oku qala</w>
oku l
offic ers</w>
of una</w>
oc cur
obh ek
nucle ar</w>
ngoku kh
ngas inye</w>
ngam unye</w>
ng ubani</w>
nez ith
n ight</w>
n et
n ation</w>
law s</w>
l am
kwis igatshana</w>
kw iz
kal ula</w>
izin siza</w>
izin dleko</w>
iz ilwane</w>
iph inde</w>
iny ane</w>
intro duc
individ ual</w>
in kantolo</w>
ikh akha</w>
i ye</w>
end ulo</w>
employ ees</w>
em iph
ek ezwa</w>
e hambisana</w>
e P
dl y</w>
de al</w>
con v
c eleb
ble m</w>
az elo</w>
ass ess
as ebenza</w>
arres ts</w>
appl ied</w>
an ek
al low</w>
al elwa</w>
aku kho</w>
ail ed</w>
ahl ekelwa</w>
ad ver
ad dition</w>
ack ed</w>
Uku s
So cial</w>
S o</w>
M s</w>
M ad
Lab our</w>
L esi</w>
