<unk>	0
<s>	0
</s>	0
th	-0
an	-1
in	-2
en	-3
ku	-4
el	-5
is	-6
▁a	-7
on	-8
▁n	-9
es	-10
▁.	-11
▁o	-12
al	-13
▁th	-14
er	-15
▁u	-16
wa	-17
▁,	-18
ti	-19
▁s	-20
▁the	-21
▁e	-22
▁k	-23
ma	-24
zi	-25
ha	-26
ed	-27
ing	-28
▁b	-29
and	-30
we	-31
▁i	-32
le	-33
or	-34
▁p	-35
▁c	-36
la	-37
▁t	-38
re	-39
om	-40
▁of	-41
kh	-42
ic	-43
un	-44
▁f	-45
▁in	-46
▁w	-47
oku	-48
▁ng	-49
▁y	-50
tion	-51
ba	-52
ka	-53
▁and	-54
▁ku	-55
thi	-56
at	-57
ph	-58
lu	-59
▁uku	-60
▁to	-61
ela	-62
se	-63
ent	-64
lo	-65
ou	-66
ye	-67
▁A	-68
▁d	-69
ga	-70
il	-71
▁m	-72
ro	-73
it	-74
▁I	-75
za	-76
ar	-77
zin	-78
em	-79
▁is	-80
si	-81
ele	-82
he	-83
▁l	-84
esi	-85
eni	-86
ke	-87
▁no	-88
ation	-89
▁be	-90
▁T	-91
ts	-92
us	-93
um	-94
elo	-95
ol	-96
▁kan	-97
hl	-98
ec	-99
▁S	-100
▁U	-101
▁re	-102
ab	-103
ri	-104
isa	-105
▁for	-106
ana	-107
ze	-108
da	-109
▁kanye	-110
tu	-111
ala	-112
ter	-113
zo	-114
ve	-115
ya	-116
bu	-117
pha	-118
▁C	-119
ce	-120
tho	-121
ang	-122
yo	-123
ben	-124
as	-125
▁ne	-126
be	-127
ith	-128
▁wa	-129
am	-130
ho	-131
kha	-132
ly	-133
▁ma	-134
ise	-135
▁pro	-136
ur	-137
▁im	-138
▁r	-139
▁on	-140
ulu	-141
▁en	-142
▁The	-143
id	-144
ul	-145
pp	-146
▁or	-147
ers	-148
▁M	-149
▁oku	-150
ment	-151
▁an	-152
hi	-153
mb	-154
▁con	-155
ac	-156
wo	-157
qu	-158
▁N	-159
▁that	-160
▁P	-161
ung	-162
▁kw	-163
the	-164
▁ha	-165
bo	-166
tr	-167
▁noma	-168
eli	-169
▁le	-170
thu	-171
▁z	-172
▁g	-173
▁as	-174
ir	-175
▁ezi	-176
to	-177
kho	-178
isi	-179
end	-180
▁ama	-181
ane	-182
▁noku	-183
▁kwe	-184
▁em	-185
▁aba	-186
ini	-187
ver	-188
▁with	-189
▁la	-190
▁um	-191
kw	-192
ge	-193
seben	-194
zim	-195
▁are	-196
ali	-197
▁kwa	-198
ki	-199
▁Af	-200
tha	-201
▁h	-202
▁we	-203
ci	-204
ess	-205
os	-206
ted	-207
▁ukuthi	-208
kwa	-209
ill	-210
▁al	-211
ate	-212
alo	-213
hla	-214
ko	-215
ban	-216
▁ngoku	-217
ity	-218
▁un	-219
▁com	-220
▁nga	-221
ad	-222
weni	-223
uc	-224
ere	-225
eng	-226
ig	-227
ona	-228
▁na	-229
our	-230
te	-231
fun	-232
▁es	-233
▁by	-234
▁ka	-235
onke	-236
▁ba	-237
▁K	-238
zwe	-239
▁de	-240
im	-241
▁L	-242
▁lo	-243
od	-244
ub	-245
▁D	-246
▁R	-247
▁se	-248
zing	-249
fa	-250
▁ye	-251
elwa	-252
ula	-253
lic	-254
ili	-255
▁izin	-256
▁B	-257
sh	-258
▁W	-259
▁ex	-260
▁app	-261
ta	-262
ish	-263
bh	-264
▁esi	-265
ani	-266
▁v	-267
uthi	-268
ric	-269
fic	-270
▁E	-271
khulu	-272
▁wh	-273
hlo	-274
pho	-275
di	-276
de	-277
thetho	-278
iswa	-279
▁will	-280
▁ac	-281
▁futhi	-282
ingi	-283
▁at	-284
pec	-285
▁si	-286
▁In	-287
st	-288
▁yoku	-289
ding	-290
so	-291
rom	-292
oun	-293
ay	-294
▁;	-295
ther	-296
gis	-297
▁Uku	-298
tsh	-299
ust	-300
ort	-301
phe	-302
kathi	-303
ut	-304
ra	-305
▁st	-306
▁am	-307
▁nj	-308
mele	-309
anga	-310
khathi	-311
dl	-312
do	-313
ene	-314
ese	-315
▁zi	-316
▁isi	-317
▁Afric	-318
for	-319
ch	-320
▁O	-321
▁izi	-322
▁li	-323
elwe	-324
su	-325
▁F	-326
est	-327
kwen	-328
vi	-329
▁ezin	-330
hlang	-331
me	-332
va	-333
hlu	-334
▁was	-335
▁have	-336
▁from	-337
▁ya	-338
kela	-339
kwe	-340
bi	-341
tic	-342
dawo	-343
ld	-344
ng	-345
et	-346
outh	-347
ational	-348
ons	-349
gh	-350
li	-351
▁za	-352
▁prov	-353
tions	-354
▁H	-355
res	-356
phi	-357
▁may	-358
▁imp	-359
▁sa	-360
▁not	-361
▁loku	-362
der	-363
▁nge	-364
▁must	-365
no	-366
tive	-367
▁you	-368
khi	-369
ice	-370
khu	-371
kile	-372
▁ngo	-373
▁res	-374
ence	-375
yi	-376
ap	-377
erv	-378
ong	-379
▁comp	-380
isek	-381
fi	-382
▁zoku	-383
tor	-384
▁soku	-385
ated	-386
▁Th	-387
ties	-388
▁so	-389
▁South	-390
khe	-391
icelo	-392
ale	-393
op	-394
mit	-395
▁inc	-396
▁G	-397
▁par	-398
ant	-399
▁aban	-400
hlangan	-401
▁has	-402
▁kumele	-403
qo	-404
thola	-405
min	-406
▁koku	-407
ting	-408
▁ab	-409
kan	-410
sebenzi	-411
▁per	-412
anele	-413
nga	-414
zwa	-415
sion	-416
ms	-417
hle	-418
▁uma	-419
mu	-420
ich	-421
phakathi	-422
▁this	-423
ber	-424
inga	-425
▁it	-426
over	-427
iso	-428
▁do	-429
meni	-430
ould	-431
ous	-432
ans	-433
ally	-434
▁eku	-435
lication	-436
ep	-437
▁Ng	-438
▁eli	-439
ents	-440
fanele	-441
rika	-442
▁which	-443
able	-444
▁yi	-445
olwa	-446
zimu	-447
ine	-448
hamb	-449
funda	-450
ingizimu	-451
ff	-452
▁ad	-453
cial	-454
▁ukuba	-455
mi	-456
velo	-457
ansi	-458
qin	-459
isana	-460
gc	-461
untu	-462
▁el	-463
elana	-464
▁njeng	-465
▁ez	-466
hlelo	-467
andle	-468
▁were	-469
gu	-470
▁ze	-471
iseben	-472
ell	-473
ulumeni	-474
all	-475
Ningizimu	-476
mo	-477
wn	-478
ungu	-479
bhe	-480
▁yo	-481
man	-482
ond	-483
ire	-484
▁ta	-485
▁any	-486
▁who	-487
sebenza	-488
▁pol	-489
ome	-490
▁1	-491
▁ukuze	-492
ces	-493
pa	-494
▁ngaph	-495
▁if	-496
▁sub	-497
per	-498
vum	-499
▁dis	-500
omb	-501
▁-	-502
▁Com	-503
ves	-504
▁their	-505
esikhathi	-506
kazi	-507
▁ar	-508
ble	-509
▁sh	-510
ule	-511
▁tr	-512
duc	-513
▁cont	-514
▁can	-515
land	-516
▁he	-517
▁been	-518
ary	-519
▁nezin	-520
sha	-521
enz	-522
enzi	-523
titu	-524
ile	-525
hu	-526
▁su	-527
▁sus	-528
lela	-529
wane	-530
▁other	-531
▁me	-532
▁Y	-533
ance	-534
▁olu	-535
▁acc	-536
▁wor	-537
▁rep	-538
▁Afrika	-539
yis	-540
▁all	-541
▁ezing	-542
▁also	-543
ven	-544
hulumeni	-545
emp	-546
wel	-547
▁ch	-548
ations	-549
mp	-550
mbi	-551
▁our	-552
▁comm	-553
▁African	-554
edi	-555
▁sec	-556
ement	-557
gr	-558
ial	-559
▁ngen	-560
yisa	-561
zeka	-562
▁inter	-563
▁Africa	-564
lwa	-565
ct	-566
welonke	-567
iswe	-568
ist	-569
igh	-570
king	-571
tain	-572
▁cons	-573
overn	-574
▁imi	-575
▁us	-576
elela	-577
ds	-578
low	-579
▁j	-580
▁nama	-581
velop	-582
sebenz	-583
▁serv	-584
ies	-585
▁offic	-586
uny	-587
▁om	-588
kwenza	-589
▁po	-590
ni	-591
▁kwi	-592
con	-593
▁kakhulu	-594
bon	-595
int	-596
andla	-597
▁ro	-598
▁nem	-599
odwa	-600
▁kom	-601
isekelo	-602
bili	-603
enti	-604
wu	-605
▁your	-606
qala	-607
▁Um	-608
bhal	-609
▁mem	-610
andlu	-611
gisla	-612
zulu	-613
kala	-614
▁lapho	-615
mba	-616
art	-617
anda	-618
isebenzi	-619
overnment	-620
▁lu	-621
▁suspec	-622
yaka	-623
▁legisla	-624
ach	-625
▁pre	-626
ore	-627
▁nom	-628
khona	-629
xa	-630
ved	-631
endlela	-632
tshenz	-633
ublic	-634
elele	-635
▁provin	-636
▁ko	-637
ks	-638
▁form	-639
dlu	-640
▁pers	-641
ip	-642
▁its	-643
▁kanti	-644
ena	-645
▁rec	-646
▁coun	-647
gi	-648
▁pha	-649
ture	-650
gistr	-651
rou	-652
▁kh	-653
ty	-654
qhu	-655
bal	-656
omu	-657
mis	-658
▁pe	-659
ely	-660
uku	-661
ango	-662
kwazi	-663
ud	-664
▁Ama	-665
▁khona	-666
▁application	-667
ina	-668
out	-669
cess	-670
ates	-671
ano	-672
ange	-673
fundazwe	-674
und	-675
▁Is	-676
▁Pro	-677
titution	-678
▁lwe	-679
mation	-680
dlela	-681
any	-682
▁ob	-683
phoyisa	-684
lung	-685
▁requ	-686
shi	-687
▁We	-688
ll	-689
omo	-690
esid	-691
ny	-692
▁woku	-693
je	-694
▁Uma	-695
▁This	-696
▁J	-697
beka	-698
▁abantu	-699
▁suc	-700
▁under	-701
fer	-702
▁phakathi	-703
ew	-704
one	-705
▁inclu	-706
▁nam	-707
red	-708
bantu	-709
▁infor	-710
ree	-711
jec	-712
ised	-713
ast	-714
siza	-715
▁nezi	-716
bers	-717
▁ubu	-718
ining	-719
qi	-720
hlala	-721
▁they	-722
daweni	-723
ite	-724
daba	-725
▁exp	-726
hlaba	-727
solwa	-728
xo	-729
▁Lo	-730
▁Re	-731
phela	-732
ende	-733
sisekelo	-734
faka	-735
ind	-736
▁isicelo	-737
▁af	-738
ue	-739
▁co	-740
abo	-741
▁bo	-742
▁ti	-743
kele	-744
▁V	-745
gam	-746
try	-747
▁develop	-748
▁It	-749
kulu	-750
po	-751
ide	-752
uni	-753
▁As	-754
▁kun	-755
khandlu	-756
▁kwezin	-757
ged	-758
▁izim	-759
▁uM	-760
ical	-761
▁ter	-762
ction	-763
way	-764
thethosisekelo	-765
ign	-766
tolo	-767
▁out	-768
bha	-769
oni	-770
wal	-771
▁pr	-772
▁ngendlela	-773
zen	-774
▁kwama	-775
qinisek	-776
ating	-777
▁supp	-778
▁person	-779
les	-780
hlangano	-781
abe	-782
▁into	-783
▁ngaphandle	-784
▁ngesikhathi	-785
ari	-786
▁str	-787
thwa	-788
esh	-789
gaba	-790
ters	-791
kantolo	-792
ost	-793
▁di	-794
▁qu	-795
visi	-796
▁new	-797
▁2	-798
ase	-799
▁Ku	-800
▁one	-801
phu	-802
▁kodwa	-803
fu	-804
iti	-805
▁An	-806
enza	-807
▁ass	-808
▁cer	-809
khum	-810
▁national	-811
▁mayelana	-812
zela	-813
▁ri	-814
tshenziswa	-815
▁dec	-816
▁kufanele	-817
oba	-818
usa	-819
ople	-820
▁sc	-821
gama	-822
▁App	-823
▁should	-824
▁ngu	-825
▁ema	-826
hlobo	-827
kene	-828
ngen	-829
thuthu	-830
▁sp	-831
ulwa	-832
uva	-833
very	-834
▁ev	-835
enye	-836
phum	-837
▁No	-838
har	-839
gq	-840
iny	-841
qha	-842
▁ins	-843
▁ngem	-844
artment	-845
▁ing	-846
▁ase	-847
ensi	-848
▁ag	-849
usha	-850
▁there	-851
▁these	-852
embu	-853
▁government	-854
cil	-855
▁Dep	-856
▁two	-857
▁people	-858
gn	-859
ght	-860
inye	-861
ungelo	-862
▁Cons	-863
▁hi	-864
▁National	-865
cum	-866
tur	-867
▁int	-868
tifi	-869
isha	-870
ss	-871
als	-872
ild	-873
zini	-874
▁spec	-875
▁year	-876
▁umuntu	-877
unic	-878
▁pla	-879
▁process	-880
inde	-881
▁Aba	-882
▁his	-883
vo	-884
▁up	-885
▁Isi	-886
▁Le	-887
▁ho	-888
alungu	-889
enc	-890
ilo	-891
▁go	-892
qond	-893
▁ind	-894
▁tra	-895
kelwa	-896
mission	-897
hum	-898
aban	-899
▁enga	-900
thweni	-901
kun	-902
ints	-903
▁more	-904
▁over	-905
zwelonke	-906
▁information	-907
▁such	-908
ck	-909
rd	-910
ices	-911
hlan	-912
unga	-913
▁Act	-914
▁bas	-915
▁St	-916
▁mar	-917
lwazi	-918
▁appro	-919
zu	-920
ens	-921
zoku	-922
gan	-923
hlin	-924
gameli	-925
▁members	-926
sho	-927
ving	-928
ure	-929
▁zo	-930
unye	-931
ila	-932
landela	-933
00	-934
oto	-935
vu	-936
ollow	-937
zinga	-938
ry	-939
ord	-940
ziwa	-941
hol	-942
▁ele	-943
ass	-944
dla	-945
▁Pr	-946
ality	-947
qembu	-948
▁kuzo	-949
zimali	-950
ener	-951
▁dep	-952
▁fun	-953
ps	-954
bona	-955
lish	-956
ffic	-957
fana	-958
ys	-959
▁but	-960
▁inv	-961
ors	-962
enga	-963
▁police	-964
tholakala	-965
▁yase	-966
▁where	-967
ama	-968
uli	-969
cala	-970
▁kube	-971
endawo	-972
gy	-973
cane	-974
ffec	-975
resent	-976
▁kwezi	-977
▁within	-978
▁pl	-979
ongameli	-980
▁To	-981
alwa	-982
ants	-983
khon	-984
ments	-985
tific	-986
▁Coun	-987
tern	-988
uth	-989
fore	-990
▁anga	-991
nyango	-992
▁follow	-993
▁issu	-994
▁ngama	-995
idi	-996
▁SA	-997
ech	-998
yst	-999
khokh	-1000
thatha	-1001
phezulu	-1002
sebenzisa	-1003
▁sesi	-1004
▁Constitution	-1005
yela	-1006
▁suspects	-1007
▁Par	-1008
▁after	-1009
ges	-1010
thini	-1011
▁kwem	-1012
▁nase	-1013
▁legislation	-1014
▁mo	-1015
▁ve	-1016
▁num	-1017
ystem	-1018
▁Izin	-1019
kom	-1020
ourt	-1021
▁base	-1022
▁wase	-1023
age	-1024
ingo	-1025
▁aman	-1026
▁Council	-1027
conom	-1028
▁need	-1029
▁when	-1030
▁lwa	-1031
kelwe	-1032
▁bu	-1033
▁fac	-1034
khomb	-1035
mende	-1036
rough	-1037
▁isikhathi	-1038
▁If	-1039
vume	-1040
fe	-1041
sa	-1042
hlukene	-1043
qa	-1044
gal	-1045
▁att	-1046
▁ngi	-1047
▁yom	-1048
ility	-1049
▁public	-1050
kayo	-1051
keza	-1052
▁Izi	-1053
▁emp	-1054
▁naba	-1055
▁provincial	-1056
elelo	-1057
khiqi	-1058
▁work	-1059
gqu	-1060
ited	-1061
▁ese	-1062
ight	-1063
▁time	-1064
▁would	-1065
bhi	-1066
▁cri	-1067
▁ent	-1068
au	-1069
▁umsebenzi	-1070
ced	-1071
ful	-1072
▁Si	-1073
zane	-1074
gister	-1075
▁progr	-1076
▁service	-1077
ame	-1078
hho	-1079
gain	-1080
▁kwesi	-1081
thuthuk	-1082
▁econom	-1083
up	-1084
▁aku	-1085
▁emi	-1086
esident	-1087
setshenziswa	-1088
▁nesi	-1089
▁terms	-1090
▁day	-1091
anag	-1092
qubo	-1093
▁than	-1094
SA	-1095
▁contin	-1096
xenye	-1097
▁kahle	-1098
▁office	-1099
▁Application	-1100
cal	-1101
tter	-1102
notho	-1103
▁ngaphansi	-1104
ctor	-1105
▁bus	-1106
go	-1107
▁Z	-1108
onal	-1109
▁pri	-1110
dingo	-1111
andela	-1112
phepha	-1113
thethweni	-1114
gistration	-1115
thile	-1116
▁lokhu	-1117
▁ey	-1118
▁ph	-1119
▁man	-1120
nu	-1121
▁ol	-1122
▁imali	-1123
qhubeka	-1124
Mkhandlu	-1125
▁njengoba	-1126
ard	-1127
▁fe	-1128
ouse	-1129
ungo	-1130
hamba	-1131
esicelo	-1132
Af	-1133
ongq	-1134
khish	-1135
ape	-1136
emi	-1137
sip	-1138
hloso	-1139
▁through	-1140
tab	-1141
▁docum	-1142
▁comple	-1143
▁kab	-1144
▁mon	-1145
▁made	-1146
pe	-1147
fund	-1148
▁pos	-1149
▁being	-1150
beni	-1151
▁use	-1152
sipala	-1153
cha	-1154
unicip	-1155
▁3	-1156
▁19	-1157
▁He	-1158
▁kunga	-1159
ism	-1160
kon	-1161
▁had	-1162
▁development	-1163
▁wo	-1164
▁only	-1165
▁permit	-1166
imo	-1167
▁Min	-1168
▁conf	-1169
ati	-1170
hic	-1171
▁fa	-1172
ning	-1173
truc	-1174
unity	-1175
cip	-1176
eleni	-1177
balule	-1178
enziwa	-1179
▁kulo	-1180
▁trans	-1181
cc	-1182
ses	-1183
suku	-1184
▁kum	-1185
▁lom	-1186
▁kule	-1187
phatha	-1188
eme	-1189
par	-1190
val	-1191
hhovisi	-1192
▁number	-1193
Mongameli	-1194
bs	-1195
olo	-1196
▁again	-1197
▁kuphela	-1198
wano	-1199
▁bec	-1200
▁cap	-1201
▁Serv	-1202
umo	-1203
enziwe	-1204
hambisana	-1205
qas	-1206
oshe	-1207
fundo	-1208
ries	-1209
▁kuka	-1210
▁ulwazi	-1211
Zwelonke	-1212
ji	-1213
▁Mr	-1214
ular	-1215
ive	-1216
atsh	-1217
enge	-1218
▁wom	-1219
▁country	-1220
amp	-1221
▁fin	-1222
iness	-1223
phaka	-1224
uthor	-1225
▁izinto	-1226
act	-1227
enze	-1228
vela	-1229
▁child	-1230
▁President	-1231
led	-1232
▁resp	-1233
phinde	-1234
du	-1235
wer	-1236
▁tax	-1237
▁ngapha	-1238
ot	-1239
reat	-1240
▁abe	-1241
isation	-1242
ran	-1243
▁her	-1244
▁provid	-1245
omp	-1246
bhek	-1247
ress	-1248
▁Commission	-1249
▁uzo	-1250
khombisa	-1251
▁Department	-1252
▁kazwelonke	-1253
Mthethosisekelo	-1254
▁ngenxa	-1255
ongqoshe	-1256
▁vi	-1257
▁col	-1258
dinge	-1259
▁ngum	-1260
bhizin	-1261
▁Lokhu	-1262
▁kwaba	-1263
▁some	-1264
▁about	-1265
ose	-1266
jalo	-1267
▁fir	-1268
phath	-1269
cri	-1270
ren	-1271
twe	-1272
funa	-1273
▁oper	-1274
▁vehic	-1275
phandle	-1276
▁produc	-1277
▁services	-1278
loy	-1279
kamp	-1280
ok	-1281
ult	-1282
ject	-1283
▁zin	-1284
phumela	-1285
qe	-1286
cwa	-1287
qon	-1288
ithe	-1289
semb	-1290
xhum	-1291
▁cor	-1292
▁non	-1293
omish	-1294
▁program	-1295
isiwe	-1296
▁import	-1297
hat	-1298
▁id	-1299
hool	-1300
▁well	-1301
▁system	-1302
▁register	-1303
eso	-1304
vin	-1305
ling	-1306
tween	-1307
▁estab	-1308
▁between	-1309
▁establish	-1310
day	-1311
ef	-1312
▁rece	-1313
▁wesi	-1314
andakan	-1315
bhizinisi	-1316
Kh	-1317
ade	-1318
gun	-1319
uring	-1320
ak	-1321
law	-1322
alth	-1323
▁pay	-1324
sible	-1325
▁izing	-1326
▁ngezin	-1327
▁Isicelo	-1328
mes	-1329
uso	-1330
▁Im	-1331
wana	-1332
ziwe	-1333
ister	-1334
▁take	-1335
▁eNingizimu	-1336
med	-1337
ory	-1338
▁said	-1339
▁support	-1340
tiv	-1341
vir	-1342
yam	-1343
▁before	-1344
▁umthetho	-1345
elene	-1346
▁conc	-1347
sembly	-1348
▁effec	-1349
▁wonke	-1350
tificate	-1351
▁Un	-1352
elekile	-1353
▁kaZwelonke	-1354
oc	-1355
rg	-1356
▁kuma	-1357
ctions	-1358
khungo	-1359
▁stat	-1360
▁zonke	-1361
ety	-1362
row	-1363
▁eza	-1364
kwenziwa	-1365
▁endaweni	-1366
ru	-1367
ack	-1368
▁Ma	-1369
qumo	-1370
tice	-1371
▁kul	-1372
geben	-1373
▁te	-1374
hala	-1375
them	-1376
▁bab	-1377
isela	-1378
mbili	-1379
▁indawo	-1380
▁Assembly	-1381
tec	-1382
ound	-1383
vaka	-1384
▁okun	-1385
▁yesi	-1386
▁state	-1387
ures	-1388
▁Con	-1389
▁area	-1390
▁areas	-1391
▁following	-1392
ishi	-1393
▁nen	-1394
▁yama	-1395
kampani	-1396
ners	-1397
onment	-1398
gebengu	-1399
unities	-1400
cep	-1401
ired	-1402
▁For	-1403
dleni	-1404
▁char	-1405
▁three	-1406
▁Ex	-1407
▁zom	-1408
tical	-1409
▁zase	-1410
▁registration	-1411
ft	-1412
por	-1413
ency	-1414
▁part	-1415
gra	-1416
▁op	-1417
ings	-1418
▁zama	-1419
▁There	-1420
▁ifomu	-1421
vel	-1422
▁obu	-1423
▁polic	-1424
hlanganisa	-1425
ative	-1426
▁Comp	-1427
▁land	-1428
eneral	-1429
phansi	-1430
▁right	-1431
▁kabusha	-1432
phen	-1433
▁eng	-1434
▁business	-1435
▁yem	-1436
ily	-1437
now	-1438
wan	-1439
▁lika	-1440
▁rele	-1441
ecu	-1442
ombo	-1443
▁owa	-1444
▁them	-1445
pr	-1446
Ngq	-1447
uman	-1448
▁bese	-1449
qinisekisa	-1450
ken	-1451
pos	-1452
eshe	-1453
ount	-1454
▁own	-1455
inyaka	-1456
▁respon	-1457
vironment	-1458
▁ang	-1459
urity	-1460
▁author	-1461
adi	-1462
ath	-1463
iod	-1464
istr	-1465
ists	-1466
▁Pre	-1467
▁eya	-1468
fakazi	-1469
▁val	-1470
abantu	-1471
▁arres	-1472
▁organ	-1473
▁identi	-1474
▁ngokuthi	-1475
▁including	-1476
▁yim	-1477
ithetho	-1478
khun	-1479
zisa	-1480
kezwa	-1481
tifik	-1482
▁prom	-1483
lement	-1484
oli	-1485
▁On	-1486
port	-1487
bul	-1488
▁Nga	-1489
▁dem	-1490
▁hel	-1491
ched	-1492
dala	-1493
wini	-1494
pahla	-1495
▁order	-1496
▁phamb	-1497
▁ngaphambi	-1498
ense	-1499
vers	-1500
thuny	-1501
▁commit	-1502
▁imisebenzi	-1503
▁add	-1504
▁law	-1505
vesti	-1506
▁house	-1507
tifikedi	-1508
fo	-1509
bed	-1510
yin	-1511
▁abo	-1512
▁vari	-1513
ten	-1514
▁Am	-1515
esha	-1516
kiwe	-1517
ying	-1518
anagement	-1519
Ngqongqoshe	-1520
▁car	-1521
elwano	-1522
hlinze	-1523
rit	-1524
▁yen	-1525
▁ukusebenza	-1526
fomu	-1527
▁sho	-1528
▁sur	-1529
qhaza	-1530
thuba	-1531
▁lokho	-1532
ek	-1533
▁gu	-1534
▁pur	-1535
khaya	-1536
▁submit	-1537
leko	-1538
▁Rep	-1539
▁sase	-1540
aba	-1541
gwa	-1542
hip	-1543
▁ub	-1544
▁sit	-1545
▁kwen	-1546
▁rega	-1547
entela	-1548
khakha	-1549
kwakha	-1550
ecutive	-1551
ik	-1552
▁ga	-1553
wele	-1554
▁apply	-1555
▁years	-1556
its	-1557
ause	-1558
sure	-1559
gunya	-1560
khala	-1561
▁cent	-1562
▁dire	-1563
▁ngom	-1564
thathu	-1565
▁against	-1566
yamthetho	-1567
phathelene	-1568
co	-1569
thwe	-1570
▁Sec	-1571
▁set	-1572
▁local	-1573
▁ukwenza	-1574
▁represent	-1575
▁certificate	-1576
▁som	-1577
gcina	-1578
▁days	-1579
▁deli	-1580
khishwa	-1581
▁abasolwa	-1582
hlalo	-1583
balulekile	-1584
ner	-1585
▁way	-1586
lwane	-1587
▁Cape	-1588
gation	-1589
▁intern	-1590
ness	-1591
▁Pol	-1592
▁cop	-1593
▁lic	-1594
khono	-1595
▁school	-1596
bho	-1597
dwa	-1598
▁lw	-1599
ently	-1600
▁used	-1601
tional	-1602
▁refer	-1603
▁ban	-1604
kinga	-1605
▁those	-1606
ishayamthetho	-1607
road	-1608
▁make	-1609
termin	-1610
▁first	-1611
landelayo	-1612
of	-1613
▁ca	-1614
▁sem	-1615
PS	-1616
arm	-1617
mbe	-1618
ended	-1619
▁member	-1620
fied	-1621
▁court	-1622
▁Service	-1623
▁okumele	-1624
khundleni	-1625
▁ra	-1626
edlu	-1627
leka	-1628
thula	-1629
▁emva	-1630
▁unga	-1631
alokho	-1632
▁water	-1633
▁section	-1634
▁suspect	-1635
yu	-1636
ush	-1637
xha	-1638
▁Wh	-1639
bala	-1640
bandakan	-1641
▁province	-1642
buye	-1643
▁You	-1644
▁equ	-1645
▁nemi	-1646
▁human	-1647
▁kwisi	-1648
Mnyango	-1649
qed	-1650
uty	-1651
zom	-1652
ders	-1653
▁izo	-1654
▁opp	-1655
▁reg	-1656
walisa	-1657
▁consi	-1658
▁uhlelo	-1659
▁required	-1660
ils	-1661
lar	-1662
ilit	-1663
▁clo	-1664
▁economic	-1665
qeq	-1666
ulo	-1667
ribu	-1668
▁yisi	-1669
empilo	-1670
ital	-1671
▁yin	-1672
esign	-1673
graph	-1674
itizen	-1675
▁month	-1676
Khomish	-1677
gin	-1678
ked	-1679
rol	-1680
▁il	-1681
ffer	-1682
yisi	-1683
zelo	-1684
▁dri	-1685
ision	-1686
kwini	-1687
▁kuyo	-1688
▁yonke	-1689
▁applic	-1690
▁investi	-1691
▁municip	-1692
aso	-1693
yal	-1694
dinga	-1695
yanga	-1696
▁vehicle	-1697
itha	-1698
▁sta	-1699
ament	-1700
Afrika	-1701
ear	-1702
oint	-1703
zama	-1704
▁eze	-1705
▁off	-1706
theng	-1707
▁fire	-1708
▁many	-1709
▁wama	-1710
▁community	-1711
lear	-1712
shwa	-1713
spec	-1714
ising	-1715
▁pass	-1716
▁perfor	-1717
reed	-1718
Phala	-1719
vaila	-1720
zweni	-1721
▁Minister	-1722
ned	-1723
▁De	-1724
▁sign	-1725
▁speci	-1726
▁respec	-1727
elungelo	-1728
▁provide	-1729
▁ezindaweni	-1730
ayi	-1731
hal	-1732
arch	-1733
▁cur	-1734
▁high	-1735
▁main	-1736
▁ngemuva	-1737
eri	-1738
thole	-1739
undla	-1740
▁meet	-1741
▁pres	-1742
▁ukun	-1743
▁invol	-1744
Phalamende	-1745
RS	-1746
▁En	-1747
▁min	-1748
bekwe	-1749
thelo	-1750
▁yini	-1751
phathi	-1752
▁okunga	-1753
▁report	-1754
▁ow	-1755
gesi	-1756
sizo	-1757
▁inf	-1758
▁both	-1759
shints	-1760
phelele	-1761
xhumana	-1762
▁ensure	-1763
▁kokuba	-1764
▁arrested	-1765
ey	-1766
bhamu	-1767
▁each	-1768
▁emuva	-1769
▁period	-1770
▁determin	-1771
▁legislature	-1772
ded	-1773
sem	-1774
▁Fa	-1775
▁Mo	-1776
ateg	-1777
finy	-1778
rikha	-1779
▁okwa	-1780
ements	-1781
▁availa	-1782
▁citizen	-1783
dolo	-1784
ongo	-1785
tela	-1786
▁nec	-1787
kunye	-1788
▁amazwe	-1789
hwe	-1790
▁she	-1791
▁good	-1792
khundla	-1793
▁during	-1794
▁amandla	-1795
iningwane	-1796
irs	-1797
ket	-1798
ural	-1799
▁uni	-1800
umele	-1801
▁call	-1802
▁ngam	-1803
▁admin	-1804
▁Police	-1805
▁employ	-1806
▁Kwa	-1807
▁nat	-1808
konzo	-1809
▁They	-1810
▁rela	-1811
ducation	-1812
▁eziningi	-1813
imi	-1814
thin	-1815
bsite	-1816
▁zika	-1817
inqumo	-1818
▁Provin	-1819
▁resour	-1820
▁available	-1821
▁environment	-1822
ja	-1823
vuny	-1824
▁hand	-1825
▁lase	-1826
gistrar	-1827
umelelo	-1828
▁proper	-1829
vid	-1830
eshi	-1831
tural	-1832
▁zezi	-1833
urther	-1834
elf	-1835
may	-1836
▁eb	-1837
celo	-1838
tric	-1839
elelwa	-1840
▁require	-1841
zayo	-1842
khula	-1843
▁boku	-1844
▁know	-1845
▁lead	-1846
▁ngabe	-1847
▁ngokwe	-1848
▁Se	-1849
▁ec	-1850
▁Ngi	-1851
hlaka	-1852
▁most	-1853
alungelo	-1854
▁document	-1855
▁gr	-1856
ased	-1857
▁All	-1858
▁disc	-1859
▁fish	-1860
▁kwaku	-1861
▁njalo	-1862
xt	-1863
lec	-1864
tee	-1865
▁Ro	-1866
▁def	-1867
hlola	-1868
vikela	-1869
▁ezinga	-1870
vumelwano	-1871
ake	-1872
sed	-1873
▁ful	-1874
igomo	-1875
round	-1876
▁kuya	-1877
▁lezi	-1878
▁ngesi	-1879
▁ngezi	-1880
▁Government	-1881
han	-1882
▁pa	-1883
soci	-1884
▁vis	-1885
▁zem	-1886
khiwo	-1887
▁lear	-1888
▁like	-1889
▁world	-1890
▁consider	-1891
▁implement	-1892
▁management	-1893
qal	-1894
xox	-1895
bamb	-1896
ined	-1897
▁Sub	-1898
▁red	-1899
sions	-1900
thuko	-1901
umela	-1902
liament	-1903
▁social	-1904
zw	-1905
omm	-1906
tegr	-1907
▁grou	-1908
▁sika	-1909
▁yezi	-1910
vement	-1911
▁assist	-1912
▁design	-1913
▁address	-1914
▁:	-1915
des	-1916
til	-1917
tim	-1918
hile	-1919
jway	-1920
khul	-1921
▁arr	-1922
▁plan	-1923
▁regi	-1924
▁very	-1925
ential	-1926
phethe	-1927
▁relev	-1928
bhaliso	-1929
khiqizo	-1930
▁security	-1931
▁my	-1932
ases	-1933
keni	-1934
▁soci	-1935
gqugqu	-1936
hlanga	-1937
iselwa	-1938
▁These	-1939
▁level	-1940
▁indlela	-1941
idl	-1942
ote	-1943
ason	-1944
gcin	-1945
khiwa	-1946
▁alle	-1947
▁lesi	-1948
▁issued	-1949
▁phansi	-1950
▁official	-1951
ata	-1952
war	-1953
▁eN	-1954
kole	-1955
view	-1956
▁occ	-1957
ances	-1958
ences	-1959
eshini	-1960
onyaka	-1961
▁yakho	-1962
zed	-1963
hlanu	-1964
▁prac	-1965
olwazi	-1966
kakhulu	-1967
▁ezingu	-1968
hlinzeka	-1969
▁international	-1970
zem	-1971
▁So	-1972
▁eM	-1973
hlas	-1974
vimb	-1975
▁cre	-1976
▁lin	-1977
▁elec	-1978
▁ngayo	-1979
ticular	-1980
▁concer	-1981
▁iqhaza	-1982
▁phambili	-1983
gx	-1984
dun	-1985
ywa	-1986
▁Ch	-1987
▁gi	-1988
ombe	-1989
▁ano	-1990
▁what	-1991
khophi	-1992
pheshe	-1993
▁lapha	-1994
irector	-1995
▁njenge	-1996
▁kanjalo	-1997
▁relevant	-1998
pro	-1999
cwan	-2000
dlul	-2001
hlon	-2002
zana	-2003
fundi	-2004
▁date	-2005
▁ngeke	-2006
ilities	-2007
▁sector	-2008
▁without	-2009
▁Republic	-2010
mar	-2011
ghts	-2012
jeng	-2013
▁ref	-2014
▁rel	-2015
▁four	-2016
▁indi	-2017
▁near	-2018
ilding	-2019
hlabeni	-2020
▁necess	-2021
▁Parliament	-2022
▁kahulumeni	-2023
▁UM	-2024
omes	-2025
▁cla	-2026
▁ext	-2027
▁sama	-2028
khipha	-2029
▁subse	-2030
▁differ	-2031
masipala	-2032
ag	-2033
Kha	-2034
tra	-2035
muzi	-2036
▁des	-2037
▁nje	-2038
▁sha	-2039
orted	-2040
▁bazo	-2041
▁ukwe	-2042
edlule	-2043
▁count	-2044
▁recei	-2045
▁shall	-2046
▁stand	-2047
▁opport	-2048
▁ezimbili	-2049
▁ngenhloso	-2050
▁esikhundleni	-2051
bula	-2052
▁rob	-2053
bheka	-2054
▁onga	-2055
elweni	-2056
ustice	-2057
▁marri	-2058
dingeka	-2059
▁access	-2060
▁ezweni	-2061
▁4	-2062
The	-2063
kalo	-2064
▁mis	-2065
ticip	-2066
▁nges	-2067
ancial	-2068
▁Court	-2069
▁amabili	-2070
jor	-2071
son	-2072
buzo	-2073
nolo	-2074
ross	-2075
▁199	-2076
▁Imp	-2077
▁Noma	-2078
esting	-2079
ultural	-2080
▁enkulu	-2081
▁omusha	-2082
▁children	-2083
pla	-2084
siko	-2085
tsha	-2086
isayo	-2087
▁condi	-2088
▁could	-2089
▁countries	-2090
lando	-2091
shana	-2092
▁then	-2093
hlolwa	-2094
qiniso	-2095
▁bonke	-2096
▁exper	-2097
▁isimo	-2098
▁ngalo	-2099
▁place	-2100
thathwa	-2101
▁another	-2102
▁programme	-2103
▁particular	-2104
cy	-2105
pri	-2106
▁Tr	-2107
angu	-2108
anti	-2109
cono	-2110
mary	-2111
pend	-2112
side	-2113
▁adv	-2114
ender	-2115
▁case	-2116
▁name	-2117
mandla	-2118
-1	-2119
isho	-2120
khan	-2121
sung	-2122
yama	-2123
▁vic	-2124
▁long	-2125
▁seku	-2126
khamuzi	-2127
yathelo	-2128
▁kwaman	-2129
kakhulukazi	-2130
qh	-2131
▁Al	-2132
▁Ar	-2133
▁nes	-2134
ators	-2135
tshwa	-2136
▁open	-2137
▁road	-2138
cwalisa	-2139
echnolo	-2140
hlukunye	-2141
khashana	-2142
ngenzeka	-2143
▁further	-2144
▁provided	-2145
▁functions	-2146
ins	-2147
angi	-2148
itor	-2149
wadi	-2150
▁now	-2151
▁sing	-2152
abanga	-2153
tained	-2154
▁Ngoku	-2155
qondana	-2156
▁documents	-2157
jwa	-2158
ret	-2159
▁Cha	-2160
▁ise	-2161
kwamu	-2162
▁Cent	-2163
▁Comm	-2164
▁bene	-2165
▁impa	-2166
▁inga	-2167
▁poli	-2168
fazane	-2169
atshana	-2170
khumende	-2171
▁include	-2172
▁communities	-2173
▁La	-2174
ines	-2175
read	-2176
vious	-2177
zelwa	-2178
▁Park	-2179
▁Premi	-2180
▁kwabo	-2181
▁health	-2182
▁company	-2183
▁izindawo	-2184
phakathini	-2185
In	-2186
Re	-2187
kes	-2188
kthi	-2189
tivi	-2190
▁exc	-2191
▁copy	-2192
▁fore	-2193
▁labo	-2194
uation	-2195
▁conduc	-2196
tivities	-2197
▁present	-2198
▁sikhathi	-2199
gomo	-2200
oper	-2201
qoka	-2202
ring	-2203
qashi	-2204
lution	-2205
ombolo	-2206
▁major	-2207
▁taken	-2208
ination	-2209
phathwa	-2210
vention	-2211
▁integr	-2212
▁protec	-2213
▁rights	-2214
jwayelekile	-2215
▁registered	-2216
▁ikakhulukazi	-2217
not	-2218
beke	-2219
chwe	-2220
▁lab	-2221
▁sim	-2222
matic	-2223
▁ngal	-2224
bility	-2225
elwane	-2226
▁impro	-2227
▁okung	-2228
▁resid	-2229
zingeni	-2230
ace	-2231
yed	-2232
vate	-2233
vent	-2234
zisi	-2235
phuma	-2236
▁nobu	-2237
shesha	-2238
▁allow	-2239
▁because	-2240
▁impahla	-2241
▁licence	-2242
velopment	-2243
▁kwabantu	-2244
sp	-2245
▁6	-2246
abu	-2247
apa	-2248
ood	-2249
tham	-2250
▁end	-2251
▁say	-2252
manje	-2253
ustry	-2254
▁meas	-2255
▁same	-2256
▁abanga	-2257
kwel	-2258
zimo	-2259
khali	-2260
terial	-2261
tively	-2262
▁indic	-2263
thuthukisa	-2264
▁authority	-2265
▁resources	-2266
▁activities	-2267
erg	-2268
ual	-2269
umi	-2270
ando	-2271
udge	-2272
▁hol	-2273
gcwal	-2274
zathu	-2275
phakam	-2276
▁nezinye	-2277
Se	-2278
ron	-2279
▁awa	-2280
ately	-2281
fairs	-2282
▁kwin	-2283
jekthi	-2284
▁incre	-2285
▁yezin	-2286
▁amalungu	-2287
▁administr	-2288
angaphandle	-2289
▁amaphoyisa	-2290
▁sesifundazwe	-2291
fy	-2292
fes	-2293
jab	-2294
vus	-2295
come	-2296
lulo	-2297
▁ezo	-2298
▁sti	-2299
cated	-2300
dunan	-2301
qondo	-2302
tures	-2303
ording	-2304
sukela	-2305
▁Kodwa	-2306
▁crime	-2307
▁enter	-2308
▁found	-2309
▁nokun	-2310
▁sakho	-2311
khuluma	-2312
▁Deputy	-2313
▁training	-2314
▁emhlabeni	-2315
▁department	-2316
▁umphakathi	-2317
Ma	-2318
amu	-2319
thw	-2320
tle	-2321
▁Do	-2322
▁sk	-2323
ises	-2324
istic	-2325
▁curr	-2326
▁emin	-2327
khokha	-2328
xazulu	-2329
ability	-2330
▁respect	-2331
▁specific	-2332
ininingwane	-2333
ton	-2334
bani	-2335
jini	-2336
khwa	-2337
lete	-2338
zamo	-2339
▁fam	-2340
chaza	-2341
▁kuba	-2342
hambis	-2343
▁compla	-2344
▁Ad	-2345
▁Ag	-2346
less	-2347
uphi	-2348
zali	-2349
▁200	-2350
khiwe	-2351
▁deta	-2352
▁kwal	-2353
▁wezi	-2354
▁wuku	-2355
fanayo	-2356
▁Offic	-2357
▁ngoba	-2358
▁power	-2359
▁cannot	-2360
andelayo	-2361
▁continu	-2362
▁various	-2363
dunankulu	-2364
br	-2365
ob	-2366
qwa	-2367
▁Be	-2368
▁Or	-2369
ests	-2370
sive	-2371
▁And	-2372
▁Imi	-2373
▁med	-2374
▁sin	-2375
dleko	-2376
hluku	-2377
▁grow	-2378
hlukan	-2379
yalelo	-2380
▁esing	-2381
▁matter	-2382
▁particip	-2383
bandakanya	-2384
▁necessary	-2385
▁0	-2386
fac	-2387
ork	-2388
rea	-2389
balo	-2390
burg	-2391
kana	-2392
ulwe	-2393
▁yes	-2394
buyis	-2395
jects	-2396
mboni	-2397
ombuso	-2398
ulation	-2399
▁perman	-2400
▁policy	-2401
khathini	-2402
▁ababili	-2403
▁kukhona	-2404
▁special	-2405
▁izindlela	-2406
vil	-2407
used	-2408
inted	-2409
phend	-2410
▁When	-2411
▁kung	-2412
▁nalo	-2413
▁zaba	-2414
khetho	-2415
▁retur	-2416
▁appear	-2417
▁regard	-2418
▁account	-2419
▁material	-2420
bom	-2421
ike	-2422
rid	-2423
orts	-2424
▁did	-2425
▁war	-2426
aling	-2427
ption	-2428
▁dele	-2429
▁down	-2430
idlalo	-2431
▁Afrikha	-2432
▁Premier	-2433
▁parties	-2434
▁sokuthi	-2435
esifazane	-2436
▁ubufakazi	-2437
erc	-2438
imba	-2439
▁uya	-2440
bizwa	-2441
gcwele	-2442
▁Njeng	-2443
▁ndawo	-2444
rojekthi	-2445
▁control	-2446
▁nokuthi	-2447
▁yimuphi	-2448
▁Director	-2449
▁previous	-2450
hie	-2451
hwa	-2452
▁wu	-2453
biko	-2454
phik	-2455
unge	-2456
▁men	-2457
bhala	-2458
fakwa	-2459
hlela	-2460
minal	-2461
tives	-2462
▁life	-2463
▁nabo	-2464
gether	-2465
khumbi	-2466
thinte	-2467
▁means	-2468
bhalisa	-2469
session	-2470
▁Fakela	-2471
▁ukunga	-2472
▁complete	-2473
Ndunankulu	-2474
dy	-2475
▁fi	-2476
ills	-2477
rial	-2478
hloko	-2479
urban	-2480
▁ques	-2481
▁yaba	-2482
tshalo	-2483
lungelo	-2484
▁alleged	-2485
▁efanele	-2486
▁foreign	-2487
▁project	-2488
▁function	-2489
▁izinsuku	-2490
▁komthetho	-2491
▁Amaphoyisa	-2492
▁Q	-2493
gci	-2494
gum	-2495
orm	-2496
vam	-2497
cept	-2498
holo	-2499
unda	-2500
xoxo	-2501
eleka	-2502
wever	-2503
▁isit	-2504
cribed	-2505
▁contr	-2506
▁forms	-2507
▁okwen	-2508
▁resul	-2509
▁ukung	-2510
▁associ	-2511
▁proced	-2512
kwakhiwa	-2513
dokhumende	-2514
▁7	-2515
els	-2516
kol	-2517
▁At	-2518
olen	-2519
orth	-2520
tors	-2521
▁usu	-2522
cwadi	-2523
kethe	-2524
venue	-2525
▁cour	-2526
▁broad	-2527
ikelele	-2528
yisensi	-2529
Thekwini	-2530
▁private	-2531
finyelela	-2532
▁constitution	-2533
mn	-2534
ends	-2535
hief	-2536
ship	-2537
▁cha	-2538
iseni	-2539
kahle	-2540
▁five	-2541
ombili	-2542
ulture	-2543
▁ngaba	-2544
alities	-2545
Hulumeni	-2546
gatshana	-2547
▁permanent	-2548
▁political	-2549
▁ngokushesha	-2550
Si	-2551
ono	-2552
▁imm	-2553
gical	-2554
▁medi	-2555
▁proble	-2556
shintsha	-2557
▁Complete	-2558
▁Gcwalisa	-2559
▁njengoku	-2560
▁education	-2561
thuthukiswa	-2562
▁subsection	-2563
▁Ba	-2564
illi	-2565
phuc	-2566
▁ado	-2567
▁iza	-2568
▁lim	-2569
acity	-2570
ights	-2571
ulela	-2572
▁izwe	-2573
▁posi	-2574
▁rema	-2575
▁role	-2576
▁kwemi	-2577
esearch	-2578
zingane	-2579
▁njengo	-2580
▁contribu	-2581
▁kwenziwe	-2582
ug	-2583
ras	-2584
entu	-2585
rime	-2586
▁ayi	-2587
anoma	-2588
▁care	-2589
▁kula	-2590
bonelo	-2591
boshwa	-2592
isting	-2593
▁achie	-2594
▁trade	-2595
zindaba	-2596
▁Municip	-2597
▁property	-2598
chwepheshe	-2599
▁financial	-2600
▁important	-2601
▁relations	-2602
kwesi	-2603
tathu	-2604
zenzo	-2605
▁help	-2606
▁lama	-2607
▁naku	-2608
▁writ	-2609
▁appli	-2610
▁least	-2611
▁waste	-2612
bhekana	-2613
▁Submit	-2614
▁Uhlelo	-2615
▁stolen	-2616
▁izimoto	-2617
echnology	-2618
▁building	-2619
▁continue	-2620
▁ukuthola	-2621
▁conditions	-2622
▁ngaphakathi	-2623
▁ay	-2624
ator	-2625
fika	-2626
zima	-2627
▁him	-2628
▁whe	-2629
▁esin	-2630
▁ezis	-2631
▁nawe	-2632
▁read	-2633
▁zabo	-2634
▁yethu	-2635
thumela	-2636
▁months	-2637
▁society	-2638
▁approach	-2639
ats	-2640
bus	-2641
oth	-2642
noma	-2643
tand	-2644
vele	-2645
▁enc	-2646
▁get	-2647
wards	-2648
▁past	-2649
▁zizo	-2650
▁banga	-2651
▁party	-2652
▁Kumele	-2653
▁ngcono	-2654
semthethweni	-2655
▁wesifundazwe	-2656
▁'	-2657
lan	-2658
uch	-2659
ceed	-2660
eter	-2661
ithu	-2662
wulo	-2663
▁addi	-2664
▁babe	-2665
▁bama	-2666
▁laba	-2667
▁lowo	-2668
▁initi	-2669
vimbela	-2670
▁accord	-2671
fication	-2672
▁Affairs	-2673
▁payment	-2674
andlululo	-2675
▁different	-2676
▁maqondana	-2677
▁ngokulandela	-2678
Ri	-2679
eld	-2680
tes	-2681
▁Oku	-2682
▁bod	-2683
▁ibe	-2684
▁pat	-2685
▁sol	-2686
South	-2687
inary	-2688
phila	-2689
Sekela	-2690
atives	-2691
idence	-2692
themba	-2693
▁kwabe	-2694
▁kwalo	-2695
▁motor	-2696
▁naman	-2697
▁peace	-2698
▁ukuzi	-2699
▁centre	-2700
▁success	-2701
▁appropri	-2702
▁established	-2703
jo	-2704
ns	-2705
ash	-2706
ards	-2707
ming	-2708
ulti	-2709
zeni	-2710
ffici	-2711
zinda	-2712
▁remo	-2713
elelwe	-2714
tified	-2715
▁colle	-2716
versity	-2717
▁effect	-2718
▁applicant	-2719
▁possession	-2720
kla	-2721
pol	-2722
rac	-2723
▁30	-2724
▁nal	-2725
▁sto	-2726
▁back	-2727
▁data	-2728
▁sizo	-2729
▁group	-2730
▁inani	-2731
▁Durban	-2732
▁involved	-2733
▁executive	-2734
abin	-2735
vuma	-2736
bamba	-2737
ially	-2738
▁zing	-2739
▁chall	-2740
▁democ	-2741
▁zezin	-2742
General	-2743
Nkantolo	-2744
▁Executive	-2745
cu	-2746
holi	-2747
ough	-2748
▁kus	-2749
▁stu	-2750
anisa	-2751
phele	-2752
tters	-2753
zimoto	-2754
▁exerc	-2755
▁still	-2756
▁visit	-2757
▁experi	-2758
▁ezinye	-2759
▁ngakho	-2760
▁capacity	-2761
▁election	-2762
▁lesicelo	-2763
▁together	-2764
bun	-2765
gwe	-2766
hli	-2767
uka	-2768
inda	-2769
▁cam	-2770
▁kuy	-2771
acted	-2772
thela	-2773
▁week	-2774
estern	-2775
khanka	-2776
▁every	-2777
▁kusho	-2778
▁kubantu	-2779
▁possible	-2780
▁received	-2781
▁responsible	-2782
gs	-2783
odi	-2784
una	-2785
▁ci	-2786
▁mi	-2787
▁ty	-2788
didi	-2789
erve	-2790
then	-2791
▁air	-2792
▁ear	-2793
▁har	-2794
▁ukw	-2795
cingo	-2796
ested	-2797
isedu	-2798
thing	-2799
▁home	-2800
▁post	-2801
▁prin	-2802
▁want	-2803
▁yabo	-2804
▁zesi	-2805
ending	-2806
▁struc	-2807
fession	-2808
▁provisi	-2809
▁delivery	-2810
▁industry	-2811
▁facilities	-2812
ia	-2813
nd	-2814
rge	-2815
▁bi	-2816
bene	-2817
berg	-2818
pula	-2819
xusa	-2820
▁aim	-2821
hluka	-2822
mbiko	-2823
shiwo	-2824
▁agre	-2825
▁does	-2826
▁full	-2827
▁sezi	-2828
abinet	-2829
▁among	-2830
▁Commit	-2831
hlangana	-2832
▁abaningi	-2833
▁includes	-2834
▁emthethweni	-2835
▁isitifikedi	-2836
ola	-2837
▁Ho	-2838
ekho	-2839
igwa	-2840
▁Res	-2841
▁iya	-2842
alisa	-2843
fakwe	-2844
▁City	-2845
zekile	-2846
▁chang	-2847
▁incid	-2848
▁ngemp	-2849
▁zinga	-2850
zempilo	-2851
▁Centre	-2852
▁abanye	-2853
▁intela	-2854
lungiswa	-2855
zomnotho	-2856
▁natural	-2857
▁whether	-2858
entuthuko	-2859
▁Abasolwa	-2860
▁wesicelo	-2861
▁Uhulumeni	-2862
use	-2863
▁oth	-2864
anies	-2865
benza	-2866
▁beli	-2867
▁kwes	-2868
▁nale	-2869
hlango	-2870
▁lethu	-2871
▁yakhe	-2872
▁result	-2873
bonakala	-2874
▁okungen	-2875
bambisana	-2876
▁ilungelo	-2877
▁completed	-2878
▁programmes	-2879
000	-2880
edu	-2881
zol	-2882
▁BI	-2883
wers	-2884
▁che	-2885
▁ori	-2886
▁zen	-2887
Funda	-2888
iling	-2889
kheni	-2890
khuba	-2891
▁SAPS	-2892
▁ezim	-2893
▁next	-2894
ayensi	-2895
▁given	-2896
itation	-2897
▁esinga	-2898
▁robber	-2899
khokhela	-2900
truction	-2901
▁Cabinet	-2902
▁incwadi	-2903
▁schools	-2904
▁subject	-2905
▁umhlaba	-2906
thunyelwa	-2907
▁ehhovisi	-2908
▁imithetho	-2909
▁izinhlelo	-2910
▁accordance	-2911
▁eliphezulu	-2912
▁Commissioner	-2913
AT	-2914
NC	-2915
hed	-2916
oms	-2917
viv	-2918
▁Su	-2919
▁sm	-2920
amba	-2921
kisi	-2922
line	-2923
reen	-2924
ward	-2925
▁mas	-2926
kithi	-2927
zinye	-2928
▁bezi	-2929
▁basis	-2930
▁nokwe	-2931
▁while	-2932
hlukume	-2933
shayela	-2934
stances	-2935
cwaningo	-2936
poration	-2937
xoxisana	-2938
▁economy	-2939
▁station	-2940
▁Umthetho	-2941
▁responsi	-2942
▁kwesikhathi	-2943
▁zikahulumeni	-2944
uza	-2945
andi	-2946
▁Kun	-2947
▁Man	-2948
▁azi	-2949
▁azo	-2950
▁bes	-2951
▁old	-2952
bhuku	-2953
bophe	-2954
▁Bill	-2955
▁engu	-2956
▁sent	-2957
▁yizi	-2958
bekiwe	-2959
overty	-2960
▁clear	-2961
▁gener	-2962
vakashi	-2963
▁change	-2964
▁letter	-2965
▁certain	-2966
▁meeting	-2967
▁working	-2968
▁identity	-2969
▁Development	-2970
cac	-2971
gqe	-2972
kale	-2973
meme	-2974
tshe	-2975
▁bir	-2976
▁dra	-2977
▁rac	-2978
▁sig	-2979
alest	-2980
bopho	-2981
dlini	-2982
gekho	-2983
▁High	-2984
▁Road	-2985
▁nang	-2986
ishini	-2987
▁ezise	-2988
▁Health	-2989
▁action	-2990
▁firearm	-2991
▁amaningi	-2992
▁approved	-2993
Khomishana	-2994
pi	-2995
wun	-2996
▁Sc	-2997
arge	-2998
sese	-2999
usto	-3000
wala	-3001
zele	-3002
▁Mem	-3003
▁bal	-3004
▁see	-3005
▁Cont	-3006
▁Town	-3007
▁ange	-3008
▁anim	-3009
▁ngqo	-3010
▁reli	-3011
▁tour	-3012
bulala	-3013
ission	-3014
khethe	-3015
thombe	-3016
▁objec	-3017
▁reason	-3018
laration	-3019
vunyelwe	-3020
▁individ	-3021
▁investig	-3022
▁enkantolo	-3023
▁requirements	-3024
-3	-3025
eal	-3026
ris	-3027
▁10	-3028
lack	-3029
lima	-3030
▁glo	-3031
▁spe	-3032
ready	-3033
▁free	-3034
▁held	-3035
▁inde	-3036
ically	-3037
olence	-3038
▁Chief	-3039
▁benef	-3040
▁eling	-3041
▁emerg	-3042
▁issue	-3043
▁lonke	-3044
▁multi	-3045
▁muntu	-3046
ithupha	-3047
thunywa	-3048
▁confir	-3049
▁issues	-3050
▁persons	-3051
▁amathuba	-3052
▁izidingo	-3053
▁okukhulu	-3054
▁ezehlukene	-3055
▁kungenzeka	-3056
yc	-3057
▁5	-3058
asa	-3059
cas	-3060
ony	-3061
▁er	-3062
abal	-3063
loye	-3064
▁Any	-3065
▁aye	-3066
▁sci	-3067
▁vac	-3068
hlisa	-3069
▁enti	-3070
▁last	-3071
▁team	-3072
▁wish	-3073
wandle	-3074
▁based	-3075
▁categ	-3076
▁invest	-3077
▁izinga	-3078
▁omunye	-3079
khankaso	-3080
▁izimali	-3081
▁isinqumo	-3082
▁marriage	-3083
phrojekthi	-3084
▁Registrar	-3085
▁ezintathu	-3086
com	-3087
uqu	-3088
ably	-3089
ands	-3090
bela	-3091
oney	-3092
ules	-3093
vula	-3094
▁May	-3095
▁ela	-3096
▁pot	-3097
qweni	-3098
theid	-3099
yiphi	-3100
▁SARS	-3101
▁dist	-3102
▁give	-3103
hlanzi	-3104
▁icala	-3105
▁legal	-3106
▁needs	-3107
▁regar	-3108
chedule	-3109
▁review	-3110
▁already	-3111
▁ezifana	-3112
titutions	-3113
▁Services	-3114
▁izindaba	-3115
gqugquzela	-3116
yisithupha	-3117
▁uhulumeni	-3118
ict	-3119
zam	-3120
▁fu	-3121
bhed	-3122
duce	-3123
kani	-3124
mizi	-3125
qale	-3126
yeka	-3127
▁emb	-3128
ample	-3129
bheni	-3130
zalwa	-3131
▁amas	-3132
▁appo	-3133
inated	-3134
lawula	-3135
qinisa	-3136
▁large	-3137
▁Public	-3138
▁family	-3139
▁inqubo	-3140
▁medical	-3141
▁omkhulu	-3142
▁referred	-3143
▁kwezimali	-3144
▁uMkhandlu	-3145
▁prescribed	-3146
▁profession	-3147
▁Ngesikhathi	-3148
▁emphakathini	-3149
▁opportunities	-3150
gen	-3151
ora	-3152
▁Li	-3153
guqu	-3154
veza	-3155
▁ben	-3156
▁cir	-3157
qhamu	-3158
▁hous	-3159
▁mini	-3160
antshi	-3161
fakela	-3162
▁Abantu	-3163
dlelwane	-3164
▁quality	-3165
khokhelwa	-3166
▁ezithile	-3167
▁abasebenzi	-3168
ink	-3169
▁Co	-3170
▁UN	-3171
ater	-3172
ciph	-3173
diza	-3174
jani	-3175
koku	-3176
osha	-3177
aries	-3178
inten	-3179
khomp	-3180
kwela	-3181
osuku	-3182
unywa	-3183
▁waba	-3184
overed	-3185
▁death	-3186
▁kwayo	-3187
▁wethu	-3188
▁women	-3189
thelela	-3190
▁ngokom	-3191
mayelana	-3192
▁appoint	-3193
▁nokunga	-3194
▁Amalungu	-3195
▁learners	-3196
hlalakahle	-3197
▁appropriate	-3198
▁nemisebenzi	-3199
ne	-3200
▁(	-3201
ank	-3202
buk	-3203
ery	-3204
▁Kw	-3205
▁eP	-3206
▁vo	-3207
pers	-3208
ufac	-3209
uswa	-3210
▁sen	-3211
▁wen	-3212
Ripha	-3213
▁head	-3214
▁here	-3215
▁kwam	-3216
▁less	-3217
▁rene	-3218
▁ukus	-3219
khwama	-3220
zimele	-3221
▁great	-3222
▁ngoko	-3223
▁proof	-3224
lawulwa	-3225
spector	-3226
▁amanzi	-3227
▁histor	-3228
▁regula	-3229
Fundazwe	-3230
▁nearest	-3231
▁princip	-3232
▁request	-3233
▁yeningi	-3234
intenance	-3235
▁criminal	-3236
▁Committee	-3237
▁municipality	-3238
▁imininingwane	-3239
bhu	-3240
buc	-3241
eds	-3242
ick	-3243
pay	-3244
▁ur	-3245
▁000	-3246
▁due	-3247
▁eye	-3248
▁mod	-3249
▁ses	-3250
bonga	-3251
▁allo	-3252
▁just	-3253
▁view	-3254
ensive	-3255
khutha	-3256
thulwa	-3257
hlukile	-3258
website	-3259
onalanga	-3260
▁amacala	-3261
▁contain	-3262
▁employe	-3263
▁prevent	-3264
RC	-3265
bwe	-3266
chi	-3267
lim	-3268
▁Em	-3269
▁Ye	-3270
▁jo	-3271
cies	-3272
daka	-3273
onto	-3274
shin	-3275
▁ine	-3276
▁ohl	-3277
▁ple	-3278
▁ube	-3279
▁umb	-3280
eleke	-3281
ously	-3282
ercial	-3283
komidi	-3284
phenyo	-3285
▁Crime	-3286
▁ngemi	-3287
gations	-3288
khiqiza	-3289
▁around	-3290
▁imvume	-3291
▁kwemin	-3292
▁second	-3293
▁contact	-3294
▁poverty	-3295
hlangothi	-3296
▁kwamanye	-3297
▁partners	-3298
▁provision	-3299
ici	-3300
fake	-3301
omba	-3302
poti	-3303
reet	-3304
tual	-3305
zise	-3306
▁Aku	-3307
▁nab	-3308
▁six	-3309
▁wel	-3310
ategy	-3311
atsha	-3312
hlazi	-3313
qhube	-3314
yutha	-3315
zimba	-3316
▁done	-3317
kotela	-3318
vikele	-3319
vumela	-3320
yakeni	-3321
▁goods	-3322
▁igama	-3323
▁prior	-3324
▁small	-3325
▁targe	-3326
▁ukuya	-3327
▁valid	-3328
▁wakhe	-3329
khalazo	-3330
▁assess	-3331
▁njenga	-3332
atimende	-3333
▁umsolwa	-3334
▁kwenziwa	-3335
bandlululo	-3336
▁submitted	-3337
ami	-3338
hab	-3339
lus	-3340
▁21	-3341
▁Sa	-3342
etro	-3343
ishe	-3344
tein	-3345
▁Ngu	-3346
▁bom	-3347
▁pho	-3348
cinde	-3349
icela	-3350
teral	-3351
▁come	-3352
▁nazo	-3353
▁took	-3354
bucayi	-3355
vision	-3356
▁affec	-3357
▁custo	-3358
▁media	-3359
▁money	-3360
▁occur	-3361
imbabwe	-3362
khamizi	-3363
partheid	-3364
▁monitor	-3365
▁vehicles	-3366
hlukunyezwa	-3367
pt	-3368
▁8	-3369
andl	-3370
ches	-3371
qeda	-3372
yoni	-3373
▁Uni	-3374
▁ebu	-3375
▁how	-3376
▁les	-3377
▁ose	-3378
▁ste	-3379
aliwe	-3380
eseka	-3381
ither	-3382
poses	-3383
zinto	-3384
▁deal	-3385
▁even	-3386
▁mana	-3387
▁nala	-3388
▁reco	-3389
▁star	-3390
elling	-3391
heduli	-3392
▁belie	-3393
▁expec	-3394
▁force	-3395
hlukana	-3396
ngenisa	-3397
▁amount	-3398
▁Western	-3399
▁conflic	-3400
▁consult	-3401
▁website	-3402
▁Provincial	-3403
▁maintenance	-3404
fuc	-3405
▁Wa	-3406
biwe	-3407
bono	-3408
cike	-3409
ened	-3410
iled	-3411
▁ikh	-3412
▁pop	-3413
▁yil	-3414
atory	-3415
bekwa	-3416
bhine	-3417
gwaqo	-3418
letha	-3419
mizwa	-3420
zelwe	-3421
▁luka	-3422
▁once	-3423
▁vess	-3424
▁weze	-3425
isweni	-3426
phazam	-3427
usazwe	-3428
▁armed	-3429
▁birth	-3430
▁plant	-3431
▁udaba	-3432
▁value	-3433
▁young	-3434
▁kunoma	-3435
▁Revenue	-3436
▁fishing	-3437
▁Schedule	-3438
▁evidence	-3439
▁products	-3440
▁research	-3441
▁determined	-3442
▁okulandelayo	-3443
ca	-3444
ju	-3445
ws	-3446
lin	-3447
▁sy	-3448
brea	-3449
fety	-3450
keti	-3451
kwes	-3452
pped	-3453
▁isa	-3454
hloni	-3455
itiki	-3456
paign	-3457
pheli	-3458
▁ethi	-3459
▁farm	-3460
▁waye	-3461
bhalwe	-3462
itable	-3463
phinda	-3464
vakash	-3465
▁quali	-3466
▁sever	-3467
hluleka	-3468
▁kuleli	-3469
▁skills	-3470
▁sokuba	-3471
▁status	-3472
▁organis	-3473
▁underta	-3474
formation	-3475
▁projects	-3476
▁purposes	-3477
▁statement	-3478
▁transport	-3479
▁institutions	-3480
CC	-3481
by	-3482
her	-3483
acts	-3484
hola	-3485
lomo	-3486
onga	-3487
pawu	-3488
ziso	-3489
▁age	-3490
▁asi	-3491
▁esa	-3492
▁lit	-3493
ilisa	-3494
isted	-3495
qubom	-3496
tices	-3497
ville	-3498
▁cost	-3499
▁dise	-3500
▁food	-3501
▁item	-3502
▁leso	-3503
mazisi	-3504
▁coast	-3505
▁konke	-3506
▁kwale	-3507
▁promo	-3508
▁today	-3509
Mthetho	-3510
rastruc	-3511
▁direct	-3512
▁kwakhe	-3513
▁origin	-3514
hlangabe	-3515
▁kokuthi	-3516
▁manufac	-3517
▁nendawo	-3518
▁zabantu	-3519
▁Njengoba	-3520
▁citizens	-3521
▁interest	-3522
▁kusukela	-3523
-2	-3524
fon	-3525
ley	-3526
mer	-3527
ume	-3528
▁12	-3529
▁Bo	-3530
▁Dr	-3531
▁fr	-3532
cing	-3533
game	-3534
ides	-3535
nown	-3536
olon	-3537
yini	-3538
▁Ubu	-3539
bambe	-3540
bhuli	-3541
ndeni	-3542
▁uMnu	-3543
▁yalo	-3544
▁ziya	-3545
kulung	-3546
thanda	-3547
▁State	-3548
▁close	-3549
▁deleg	-3550
▁izimo	-3551
▁photo	-3552
amandla	-3553
bhekene	-3554
vakasha	-3555
▁kulesi	-3556
politiki	-3557
▁However	-3558
▁njengom	-3559
▁promote	-3560
▁traffic	-3561
dakamizwa	-3562
ombusazwe	-3563
▁esikhulu	-3564
▁regional	-3565
▁situation	-3566
na	-3567
ues	-3568
uro	-3569
yab	-3570
▁Na	-3571
▁eB	-3572
SARS	-3573
atal	-3574
fisa	-3575
pasi	-3576
saka	-3577
ured	-3578
uses	-3579
ways	-3580
yiwe	-3581
zuzo	-3582
▁foc	-3583
dlule	-3584
hleli	-3585
isile	-3586
zange	-3587
▁body	-3588
abanye	-3589
aniswa	-3590
hlophe	-3591
▁cases	-3592
▁ngazo	-3593
▁usizo	-3594
yisense	-3595
▁threat	-3596
angasese	-3597
▁sustain	-3598
operation	-3599
▁iminyaka	-3600
▁question	-3601
▁appointed	-3602
▁performan	-3603
▁yokuhlala	-3604
sebenzisana	-3605
▁okungenani	-3606
▁ukusetshenziswa	-3607
cwe	-3608
ino	-3609
▁ke	-3610
hiwe	-3611
qubu	-3612
sing	-3613
wayo	-3614
zile	-3615
▁Ind	-3616
▁Mar	-3617
▁Ums	-3618
▁lea	-3619
▁ozo	-3620
▁phe	-3621
▁rem	-3622
alung	-3623
phezu	-3624
▁city	-3625
▁esis	-3626
▁kuwo	-3627
▁kuze	-3628
entsha	-3629
fucuza	-3630
isters	-3631
khawun	-3632
▁singa	-3633
▁zethu	-3634
ciphisa	-3635
▁Intern	-3636
▁become	-3637
▁recomm	-3638
▁ukudla	-3639
▁general	-3640
▁justice	-3641
dingekayo	-3642
▁allegedly	-3643
▁ukuqinisekisa	-3644
sc	-3645
emu	-3646
ghl	-3647
oya	-3648
▁Ab	-3649
Kapa	-3650
ancy	-3651
biza	-3652
kets	-3653
ones	-3654
shay	-3655
▁Cer	-3656
▁She	-3657
▁bre	-3658
▁sal	-3659
arian	-3660
ories	-3661
▁naye	-3662
▁poor	-3663
▁ukum	-3664
igwaqo	-3665
mayini	-3666
nikazi	-3667
nikeza	-3668
▁Agric	-3669
▁Ukuze	-3670
▁abang	-3671
▁ezine	-3672
▁treat	-3673
▁wakho	-3674
bhuliki	-3675
fakelwa	-3676
▁Rights	-3677
Masipala	-3678
bhedlela	-3679
hlangene	-3680
▁officer	-3681
qubomgomo	-3682
▁measures	-3683
▁effective	-3684
▁emergency	-3685
▁therefore	-3686
▁assistance	-3687
▁waseNingizimu	-3688
▁administration	-3689
50	-3690
IS	-3691
yd	-3692
bum	-3693
eks	-3694
ages	-3695
cint	-3696
keli	-3697
ours	-3698
yeni	-3699
▁cho	-3700
▁tri	-3701
▁wes	-3702
▁win	-3703
aneni	-3704
jiswa	-3705
▁ngas	-3706
▁unom	-3707
alunga	-3708
ishumi	-3709
qinise	-3710
▁agric	-3711
▁eside	-3712
▁imoto	-3713
▁lwama	-3714
▁okuyi	-3715
▁short	-3716
entando	-3717
lungisa	-3718
▁common	-3719
▁immedi	-3720
▁nature	-3721
▁unders	-3722
khakheni	-3723
▁details	-3724
▁kanjani	-3725
▁related	-3726
hlinzekwa	-3727
kwamukela	-3728
phakamiso	-3729
▁Africans	-3730
▁campaign	-3731
▁decision	-3732
▁violence	-3733
tshenziswe	-3734
▁applicable	-3735
▁ngumthetho	-3736
▁investigation	-3737
DP	-3738
▁9	-3739
ral	-3740
▁uN	-3741
bika	-3742
cela	-3743
gula	-3744
xolo	-3745
▁awu	-3746
▁few	-3747
▁ila	-3748
aster	-3749
based	-3750
fully	-3751
inywa	-3752
thoko	-3753
uquko	-3754
▁beku	-3755
▁esit	-3756
enzeka	-3757
khetha	-3758
▁basic	-3759
▁offer	-3760
▁separ	-3761
▁subst	-3762
fontein	-3763
hlobene	-3764
sungula	-3765
▁amanye	-3766
▁discus	-3767
▁either	-3768
▁naseku	-3769
▁nezing	-3770
breaking	-3771
kululeko	-3772
ological	-3773
▁capital	-3774
▁elisedu	-3775
▁yokuthi	-3776
▁passport	-3777
cumstances	-3778
▁production	-3779
Riphabhuliki	-3780
▁kwemisebenzi	-3781
▁ukusebenzisa	-3782
▁environmental	-3783
bel	-3784
▁eS	-3785
doda	-3786
engo	-3787
keme	-3788
kolo	-3789
tims	-3790
zobu	-3791
▁bar	-3792
▁fee	-3793
butho	-3794
inile	-3795
iting	-3796
legal	-3797
▁Supp	-3798
▁bank	-3799
▁play	-3800
anager	-3801
iliphi	-3802
thathe	-3803
zelela	-3804
▁abase	-3805
▁ebese	-3806
▁wathi	-3807
▁weeks	-3808
▁growth	-3809
▁manner	-3810
▁powers	-3811
▁return	-3812
pasipoti	-3813
▁izicelo	-3814
▁outside	-3815
▁results	-3816
hambisane	-3817
sebenzini	-3818
▁challeng	-3819
▁certified	-3820
▁samaphoyisa	-3821
▁wePhalamende	-3822
ie	-3823
cks	-3824
eka	-3825
ics	-3826
zwi	-3827
▁Me	-3828
▁ul	-3829
alys	-3830
dile	-3831
endo	-3832
goti	-3833
hlol	-3834
meli	-3835
rect	-3836
tees	-3837
voti	-3838
▁Acc	-3839
▁But	-3840
▁One	-3841
▁put	-3842
hluko	-3843
ranch	-3844
roduc	-3845
wanga	-3846
▁laun	-3847
▁port	-3848
▁soon	-3849
bhange	-3850
gameko	-3851
idingo	-3852
ishiya	-3853
qeqesh	-3854
▁above	-3855
▁emgwa	-3856
▁event	-3857
▁until	-3858
ference	-3859
▁Ngakho	-3860
▁encour	-3861
▁levels	-3862
▁nokuba	-3863
▁taking	-3864
▁umbiko	-3865
khawunti	-3866
▁elikhulu	-3867
qinisekise	-3868
▁Provinces	-3869
▁amathathu	-3870
▁operation	-3871
emthethweni	-3872
▁infrastruc	-3873
▁institution	-3874
▁zaseNingizimu	-3875
nec	-3876
orn	-3877
wed	-3878
▁Ne	-3879
bang	-3880
geke	-3881
hips	-3882
qobo	-3883
▁Rec	-3884
▁aya	-3885
▁sum	-3886
▁tre	-3887
▁ver	-3888
asing	-3889
bheke	-3890
cimbi	-3891
ikeza	-3892
isele	-3893
phile	-3894
shaya	-3895
zansi	-3896
▁able	-3897
▁away	-3898
▁happ	-3899
▁liqu	-3900
▁lolu	-3901
▁reso	-3902
holela	-3903
phenya	-3904
reedom	-3905
▁evela	-3906
▁ngokw	-3907
▁repla	-3908
▁rules	-3909
qhamuka	-3910
thathwe	-3911
▁angeke	-3912
▁arrest	-3913
▁export	-3914
▁income	-3915
▁nezoku	-3916
▁region	-3917
▁vessel	-3918
Khabhine	-3919
fficient	-3920
▁Justice	-3921
▁omhlaba	-3922
Registrar	-3923
▁komhlaba	-3924
thintekayo	-3925
▁isibonelo	-3926
▁regarding	-3927
hlanganiswa	-3928
hlanganyela	-3929
▁UMongameli	-3930
▁protection	-3931
▁declaration	-3932
she	-3933
tal	-3934
▁Ac	-3935
aded	-3936
aker	-3937
bisa	-3938
bosh	-3939
cele	-3940
cula	-3941
doba	-3942
hlam	-3943
icha	-3944
phom	-3945
sign	-3946
▁Pri	-3947
▁bel	-3948
▁dru	-3949
▁fla	-3950
▁gra	-3951
ading	-3952
enior	-3953
kezwe	-3954
khasi	-3955
kuphi	-3956
pping	-3957
qhath	-3958
ratic	-3959
thern	-3960
yelwe	-3961
▁lezo	-3962
▁olun	-3963
andisa	-3964
gcinwa	-3965
iswano	-3966
▁bethu	-3967
▁imith	-3968
gqekeza	-3969
▁attemp	-3970
▁global	-3971
▁kulabo	-3972
zinikela	-3973
▁amafomu	-3974
▁leaders	-3975
▁testing	-3976
phikisana	-3977
sebenzela	-3978
▁communic	-3979
Khomishani	-3980
khethekile	-3981
▁according	-3982
▁agreement	-3983
▁esibucayi	-3984
tshonalanga	-3985
▁corporation	-3986
▁izinyathelo	-3987
▁ngokuphelele	-3988
DF	-3989
Is	-3990
kal	-3991
yim	-3992
▁Jo	-3993
▁US	-3994
▁ef	-3995
Zulu	-3996
boni	-3997
chem	-3998
ergy	-3999
pose	-4000
unzi	-4001
uter	-4002
weng	-4003
▁abu	-4004
▁bur	-4005
▁eyo	-4006
▁key	-4007
▁pub	-4008
▁tal	-4009
anayo	-4010
elves	-4011
ities	-4012
tshwe	-4013
ziswa	-4014
▁Kuzo	-4015
▁Lezi	-4016
▁Unga	-4017
▁paid	-4018
▁rest	-4019
▁seri	-4020
▁site	-4021
olobha	-4022
▁ezoku	-4023
▁kwawo	-4024
▁ngaso	-4025
pendent	-4026
zindawo	-4027
▁energy	-4028
▁others	-4029
kwenzeka	-4030
▁Magistr	-4031
▁Members	-4032
▁wendawo	-4033
bugebengu	-4034
▁reported	-4035
▁determine	-4036
phathimandla	-4037
▁association	-4038
▁esikhathini	-4039
11	-4040
EC	-4041
col	-4042
uts	-4043
wum	-4044
▁Ri	-4045
▁uS	-4046
bale	-4047
buli	-4048
echn	-4049
▁Tra	-4050
▁Wor	-4051
▁far	-4052
▁ten	-4053
ledge	-4054
▁assa	-4055
▁disa	-4056
▁hosp	-4057
▁host	-4058
▁kwim	-4059
▁nawo	-4060
koleni	-4061
mukele	-4062
▁direc	-4063
▁equip	-4064
▁final	-4065
▁highl	-4066
▁manje	-4067
▁ngale	-4068
hlasela	-4069
▁Office	-4070
▁accomp	-4071
▁inform	-4072
▁prepar	-4073
▁signed	-4074
tifiketi	-4075
▁imigomo	-4076
▁kancane	-4077
▁nakhona	-4078
▁parents	-4079
▁systems	-4080
▁written	-4081
▁provides	-4082
▁continent	-4083
▁developed	-4084
▁potential	-4085
▁reference	-4086
▁imiphumela	-4087
▁zomphakathi	-4088
▁organisation	-4089
▁responsibility	-4090
jis	-4091
men	-4092
aman	-4093
enda	-4094
form	-4095
hora	-4096
kisa	-4097
▁hon	-4098
Afric	-4099
inant	-4100
mweni	-4101
theni	-4102
▁Siya	-4103
▁fill	-4104
▁kwis	-4105
▁neng	-4106
▁thir	-4107
▁zemi	-4108
kundla	-4109
qinile	-4110
tholwa	-4111
thutha	-4112
▁Futhi	-4113
▁Zonke	-4114
▁white	-4115
hlakalo	-4116
khishwe	-4117
▁arrang	-4118
▁labour	-4119
▁olunga	-4120
▁kwesimo	-4121
▁matters	-4122
▁perform	-4123
▁species	-4124
akhawunti	-4125
▁amaqembu	-4126
▁exercise	-4127
▁kwalokho	-4128
▁okwenziwa	-4129
▁residence	-4130
▁emgwaqweni	-4131
▁loMkhandlu	-4132
▁njengokusho	-4133
▁performance	-4134
▁ukufinyelela	-4135
▁implementation	-4136
▁municipalities	-4137
yn	-4138
alu	-4139
ero	-4140
ler	-4141
old	-4142
cent	-4143
eral	-4144
icil	-4145
itsh	-4146
ondo	-4147
phoq	-4148
thol	-4149
vely	-4150
zona	-4151
▁aka	-4152
▁loc	-4153
dlala	-4154
echan	-4155
iseka	-4156
ishwa	-4157
oshwa	-4158
▁Ngen	-4159
▁Unit	-4160
▁West	-4161
▁dest	-4162
▁much	-4163
▁temp	-4164
▁vote	-4165
cement	-4166
gabeni	-4167
omlomo	-4168
person	-4169
▁Apply	-4170
▁Lapho	-4171
▁budge	-4172
▁kwase	-4173
▁okuzo	-4174
▁sonke	-4175
▁think	-4176
▁future	-4177
▁kwezwe	-4178
▁obtain	-4179
▁supply	-4180
▁ikhophi	-4181
▁lokuthi	-4182
▁reports	-4183
▁victims	-4184
▁yiliphi	-4185
qhubekayo	-4186
▁jikelele	-4187
▁concerned	-4188
▁amalungelo	-4189
▁ibhizinisi	-4190
▁amadokhumende	-4191
▁baseNingizimu	-4192
iz	-4193
kt	-4194
ney	-4195
rup	-4196
▁Ta	-4197
▁eG	-4198
acks	-4199
emba	-4200
ging	-4201
▁Ang	-4202
▁Cor	-4203
